{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "YlmsvD5+nTxDzzC9WGKcPXj6rj3BHg29s6JtPWqR271vhQg+rAoOvpn6Gr5SB2K+bVdPvY86bj5tMgg9yTN2vTfSiL3AYGQ9Vyg9Pp6pfr5QlM+8IpfyPJuNf73fltm8IE1UvL6cqr5lOk++xJyNvHUQK74I5aY84hymvVFiLL725m49areEPWU+Ij2U5g2+XO/DPOmn2j1VsnG9LogDu2Efi70IrhC9SqGyvZMAVL3BYKm8hmgYPStFQr7zDja+i/jru+FSAT7A/1y+YCq1vOH/XT6/Y3s+hZgSvUnGpD3BW3++M2s1vjx5kb2oLOa9R02TvvgVRL7RkWq+iQ2AvQbJab0szrm8JsD2vV64Kr3yApY8FbWfu+0EdTyGWoG+4PtpPWcvnTw4Mjk9K0q2Pa9vOL5h1qG+FuivvA5/wD28c4w7HyQ9PoJzlT2CDTw+AYE+PHUuL724Jgi+KiTgvffNKT6HvJ48wnL+PW0lib7nD2i+T1bYPWjcVL6twKO9wg+Ove0jO77x8bQ9bALSveuaBz6MVg8+Z8uYPHbDAr1ULUW+/gmJPX4v9zzw3+C93lRzPQ+3GL7lccg8GAvJvrjDmzys6Cw9pbgqPRljhT238BS/VakovuQT7b1Vk429jjsWv+iDHr7+mo49OsBNPbH89T136ga+rXnHPZjI3D1Vk0c+9ITzvNOdBj5ZEQG9LNYAPXzSaz4lwIu9DxLVPcPiUr4vrjC+nKOEPRuxbD6azII8Os8KPpB/VD1hfwQ8InYrPj+4Fr4L2Uq+LwJiPOKkjz2CQ+w77SJXvTHw+70JY0u+0mdHvenOpb0wQx8+UtJ5PiJpyjxEBRk+BvzvvCVdFb1INB28tsR/Pv7rpz0rmVO6R2bBPTmeozpUEBw+bA6zvt+m3j1fbQa8NO1+O+L7jr5LGio+w2fuPe4bmz0ZLom7ah2/PAYvur3iNd+86YUFva/dUrxMlHw+ArgqPg3fGT2KJlO93wj4PbgjfD66fB49fXnLvKHMAD4XCqm9ag0Kvua4C76NXXg+7yN3uDNUVj0gbx6+qVohvPmkHT313dk9HwdkvVbxwb0F+uM9BHRGPkJYIb246H89oewlPawbPD72WIA+UjwLvvrQqL3LXTg92I1OPgl6iD36aEK9V8+Hva2ShT014EM9yF6dvECD2b1vjCu+GMkJvl2MKr1VFoU+qVrjvRJb9brK+7E8PksIvu4VIT4pwBq+Qc9CvBHFfT5ebVE+Ts4LPbrAJz0OMac795csPTVfmL6r4cy9uwXyPE9xlr3mjUQ+xJXUPcYXgD18qs29M/tAvcy92b3rtKG8RlwRvTz5uDy0kNw9B/tCPhVp873H/ok9okcZPkZ7Zj5FUxS856qzvSsYoz1kQAa9xYhkvTBvEr58g1i+vWvAPRWWjr6WEKg9Qdk9Pkcc0j2Owze+smL6vLOCVL6FDje9ysWoPXaTyD0Yqms+7IuEvuBEYj3fnoy8H4UzPm35YzzgTRq+UnDKPCmlkT30NZq84j9kvu0r9bwMHw08jHyCPACbrL0gqBs8ZfJavQB7ub1v4F09XrJovcBxFL6WNZ49vrJ4vaFUNbzX8gi+gBkuPnlflj0nWRQ++U8AvpdIhj5LVOy9qzvEPduPID22Gas9hWV8PkM5or0rg+o9XEgDvroQmD7S2V4+EojoPZEMGr0dYfo9wjEqPm8y1rxMnvW9UWlIvkSzLj1MwBa+RwXlPRLHAT4tazc+AmZTPFD7vj23eVA+nzZDvmpEhD3yAG+8p+1AvcuNab2Enn++b/6rPYuQU7zpeW692B0hPrXIhD5H9so92WZMPGTEcj2kxmQ+7twmviNdoL6v1r+9A37DPvW8pT2F59+9Ut0TvurdIb7Syra8H2drPjC/Hz4qDey9DZ0WPnXbmL3jowK+fqxXPlAkj73IBCA+fTMrPpSxCb6Z1VW+xwFVvv+2uj5WBVk9/8Y5vSn2UL4+Pbc93K8NPh+Kcb17mRK+AC8KvpDZCb4oiI69/BchPI9Zqb3Osiu+ACczPo0AG7rnr7I9pUSTvYpicz0HRjy+dqETPdplRD3qNok9yp63vVrnX75oq1s+HspyPbo91z1JvwG9d85CPmQdjrxrHEm++MVzvUBPKj62MG88fVZnviOQpb1RuRc9tC84voChyT0P9aU912kOPgvpPz6zNCU+qzdWPmJTQb66VzY+JKvhPaF1nT3wuES+GA8BPmMfKT41XVG92/iXPeDNQT4dsxa9fBoMvnepVr16mZu9VA1VPped3z3ydWA9hLUtvcM9jr7/e2G+HDvJumBlkL1MbYg+ohrWvcMVS70ta76+okaYPRKKCj6dkS6+g5XEvQWs2b03qWu9mQx3vv+xgL609c68c52cPUUEa77Q6HK9trVSvU3mCT6NdO69V7Ycvni0O76qQYk8t5aAvt7Tdr1WzhG99PmxPU8rRDyPkKa+BweJvuEggz3S1YW8zxAYviIKwD2z0W2+VbNlPIvQej0to6I9atW3PYWDD751Aoi7PZXDvO14QL1JOAs+MmJQvnJjhr7bTCc8RBqGvRE8iD4CqLw9WqFtvFPBD71Ebc29GAPcvffThr2QhYs+CWbLvUOOWr61OwQ+pDsEvrCJBT2RZua8VXTYveJXRr4JoOc98RI/vrrZhb4yfqq+H44kPQePSb7uchu+2rsFv2glUDzB7wO+8az+Pe6e2D3py3M9ZjZNvsWlt736Ml4+j4XmPUxU9r2XJSA+MA2APuJYgr7zjxU949cSPNvXpT0RLhO8ZX+jOyZJQT0l6Rk+e22Evb6YOz1FDjy+Fhn5vY8h6j132bG9fIkmvpvrhL7ZWrS9Mt5gvmNCuj2QifK9NsndPbz5bT583Qg9BJgWPoP2iT05P5i9X2FPPRSaiD2VOr09Inh6PsnA6L0dMCs+0hiWvB6wlL3hrkw9b3EfvmK2Tz7dyDa+ABCqPSpqEj6Dc0s+b3wVvW8dhD37ZyE+5iRbPpxteL6QoK084dfqvRp6Bb37LSi81gzIvb70Pr4TiZq9fvszPtlh9zwIsre92E78ve+NND5uYCs9/2GpvU+LFb7s0Tc+n4OxPmJidD1PH0O7z9t0PhSoIL7oQxQ+znUWPnXI6zzFdm8+VuA5PjT6nL0W1tS9YHKcPbX5dj7Xg24+fTwEvRWD6z2JWG0+5QHGPb0SN70akYG96X8gPlBKar5IHDQ+NopNPrDrQb1w/qU8TzcgvuaiKD7v4uM9IASWPX+siLySsV49/7lEPs2Ovz1UCFq+Th7LPXo3RTxkHM69AeT/vRQS87sGCZm9OQkqvRk9Lb2EpYW78RX2PfRT4L16pJu92u0PPith3rwVIYc901sgvuMuM75Hh0y+3tzFPfOlVj7/nrG9gXQ0PfDnmD1haiA+odYUvo6yub2LBgI+eavaPan9Gj7zTzY+ob+KPs2SjzwzBQy+qxidPMZHGr6PHeK9G44vPeCmVb4sT5O9rDBbvfVnnD1zhxy9JiVtvocVFT6TJd+84v8ovtPCKb14DEK+9j7gPaiHLr4kAu687UIDPrz+Rb3Httc8KyzzPZ/iAT61XRC+1700vjAX7LxQ3Ww+tv+jPCS5lTyOoHW9OATbvbjIl7vw+0s9wMDyvZ0n2z3M6Aa+dlEvvrRRGD5QDrQ8Yp60PXa3Oz4ULhY9di/4PV7s7j1Tmsc9oYivvbceJL2WOZK+eqBzvU/8UT0FZX+964aBPjGfF75a5YI9kHtsPujJSL1xVR4+Z0mkPX536D2ca1y+tumTvUf+Xb4iKJg+NSLtPbeFWz6o4zu9jxBQPc0mjr5Wqhk+/wwXPnvvAb1YeZC8RPP9PV/uVz6HPYy+HyYbvWr5er2ghbK9wfF1PfwWzj2xR8A9JWOtvU/1Cr6i6C09XwzcvHg61rqUzaa9iKkRPo4QYz5fWX+9TxNuvdeecD41ank9X5aDvYvN3T0YpVi+njEFPhvI1bunskQ+pxxOPjwvsryE7oS+blSfvqBctz1lP4M+wYxRvj8SSz7h0m++EN+YPcKw5D3nrTi+q4kOvuxxYb35l7M9bNEAvmBmfT5lnww+GxSqPYS/nT3y1Uc++hLeOJ/lvr1mHE29hiZsPo2W0LzBh28+9di/vqcGBL6eCIO+XkW7vkhcJD1J7R0+7GervYhZkb4o1XO+sa13vRU1Ez0p3/y995o9vT7elr4K0JG+UJl9vSl+0L39qZS9H4rfPeQEh768Gzs9Uu2pPUqLejzVtVk86DeQvjNyar6rZy0+IFtYPgHx773Y0YC+nDNovZXpob5rlXg9qOZMvWVoiL5vr9i93WpLPndyWL5sRIM9KtCPvgwcaL3THJE+YUjGvXrWuL7egsw9J0/svnhkhj1l4KS+M9rXOyBwbr4bDpE+O1I5PYmTkD1+RDA+4umlvrb7wD1TBC08a/9ZPUR0R75RohG97BuBvsphQr1PsMw9ddZ/vl+zQT4w9Ba+DrC5Pap4rL2g9Um+zdUQPnilWj6RFxU9qSbNvSLDX73FR14+tF83PkCOpz1id5G94qOuPcsUtj3b3w++rSo0PmJvNr1C8YK+vf+mvBlMEL7IsfQ9i39zvuTAGD6lsgy+zQSivnvTJ74veSG+KlUzvcE33r2sRwC+aTajPXacgj3SJrC+br2dvXDiEb59K2A+hXRGvA8ZqT34POC93Zi+vUjiTj59xRU+KpqsPek7Zb7xVK49FDgmPfQk+jx0zCM970W+vj4V5j1UYVo9VcWSveXQGb6Ebjo+Pz95PErF4j3EPDO7zMK2PdBbqD7t3Vc9GxBBPhphV74G2wg+22gwPY7s5715q5u+hJqhPidhZz4xoJe9TkVMvkdp8D2y/RO+wE7vvK4dHj5ZiEg9HM26vSn1ib4oxL6+6hWPPt6sL744vI+9hTpvPWTHiLyaWH+8CFZlPjlnnb0559u9fBrsu6ymL72U3OS8D0EDPrz4ED0+ybs9vDpiPQiLuj0BM76889klPmLpVLxcpLo90mIfvoyU5b01D1u9hb76O9wpVr2ltXa+evC1PvuIhb2p2TC9Fd/cvdXM17y4JRK+dcrgvK4mQj0jN3y+3Ud5vD/84D2Qrp4+WvJVvVvmOL4oGhg9O6i4PhSIjb3H0eW9ulb3vct4JT5eBKY9fEUOPnWFWb539j09x58mvtgfdj6ibYc9D7wyPTKC9L2YXYS8biFYvuVWKj6LXmA+cirvPICSgT1uVSw9eD6EPWEdiz5E0sC9Tiu5PQh0mz3I+yu+xmG3PveeiL5Id1E+dbFtvkrPWz1RWqA+dzervQ+1jz3bhQy+ve9SPgaGKL7N5MW+cAacPL9ozD4CkXq9W99qPl8uuj4gcwM+ovYGvpzvir5fzxw+5xoSPkBMcr6KZgO+nNGjveyI6j1bNYc9vQMxvnSZlT0zf669GEBXPBTrZT3ZhiG997IcPppdjT0tfK09PFnZvF7yOT4h6wQ86SmePUS+dj5DCz097EQVvU8p0D2qwR6+pZf1vKWFgL4G8s09mamMPsMPkT3IV0a+kJZXvgjamr3OO5M9lP6rveumZb04GwS+pb/zveYaL720qig+Hi8tPjPmDj5nBfy9fPkWPrW/Gz0q45C96Bh+PahWUL62Kte9Qc2ePY05Tb2ylZy+/iwUvgPcAT53dg6+VrxUPR7BwL2BuxI+85v4vEOGD75nqYQ+aJE3Pn9jGT6AKPI97ca0PfSLOj5Z68O9mSvGu8lFwbxA8rU9dWmHvq5Skz6lANU92JLWvIBoDj6UVJA+udYhvu+odT55WPq9/daOPW0NNL53WlU+3ZefvaDbrj1mgVq90HgHPuLNDr5lpFu8HZJAvXBkfb4VtZs9aM7lPLnhDr5TkS++SV/tPdUmd72iqBQ9l/eRO5v/LT4MZCE+tp4JvoaYaj3YqDm9pDTGvRnOhz29mU+6ZF3OvYFbDL6KHYm+fZeEO1s8Cj5+XUi+n8kZPUmU0733TNQ8tEGTvXSl+b1f0nq9ZtoHPS1hxT11iNe9rxj4vYCyYL0pMhW7CN+2PWRKWr45lxE+b5/APahDdr4lGY4+XPMVPgBHk7zquAK9v+nWvKAsbT4jdpq+/9JDvo5x0L2mZ7C9w/9jvISKZT5txYu8iuCOOyDBEz0vgWk+cdRsvqerm71rY4k9QVRkPZzHGb4tcDe+vR14vV/0/L1DeKG9IgDPPeWM0b3bFVE+jM1avovTTr6cBmG9rd93vU2q1zs3SKo96GoBvgFihD3oaEs9ByHxPBnzn73vszC+HA4Jvtf3Jb3MEgs8owe7vMK1wb2LKBC+OhMHPsIuAz0G+OE8J42jvlvuTb4XFQq+v/MLvgumzD2QX4k9n3t/vjwjvT2XY1e++JuNvurbJjsBDu+9da4cvelFj73xLsg9mfWlvJzRwDx2Tfs8CLaovuRWRL2sHJE9PWgAvQO6Xbw90P+9/ZbJvUAMbDwJP+E808AlPu9Ziz2PKhS9agTJPesSs7y4xKY8sITzPEQiAb5A0pM8L+cSPWpidr3LkN495/k0vm8SVT2oBgm96X+2Or7fRz6iOPM9r8XZumqyGL67JlK+qTVvvPZIFj5NBeo9+O+WvTwJrDnVqys+Rx2dvcymCr6g3WY9tTJyPRVAxj26k6w9Q71OPtarfj1F3OS9+V5lviS+WD1iL5G+iE5vPUt1jL6obQY9wdDSvQgrjb1vEK89vk1CPVXgtD2EP5y9Al4cvRxa6705RAK8ApF+vmf8nL63OyE+QL8MvfTnFr6Qf8Y9QS+WvdhLSD2zMme+5aCzvv+hdr37NdK9jD9DvonstT2/xjO9LqibPOFcRDsTSZc8N0lCPlCLAb2VamG+nW9OPmhQX77JsAi9FlWDPr0qRb3u4Gk+ESQpPq3iZDyvT0O9JNbaOvh0VD0To9G9jyf0PDIaBb4qWwg+tcsSPsC34b0CCUu9cp/Gvbwdhz35xrK9yuofPo8pdD7NaEI9KbL4PKH1ub2AweK94AwJPm+QD73LZZs9zFYRvtJ6lrybkXA+gcb6vQ4YCT64vs48gzqaPH+8or0VgrI9HD7lvfXhAj7qJA2+UN1wPnZ19L0q1EQ+W94lvkNyJb7hIYI9/cWBPglm8D0qEQ6+TAcGvs3kgj1ODYa9sX1/PS8PgLzfSIS7lFq6PSGjFT4xdAa+qKkdPtPYkL0AbDU+dFoJPWHZSz0V+gc+kYXIvVveOT78B7y9LX3DPXqCzb1uqp29aWNWPlAMzz0OD8w9o78RPuw7Pj6qW8E+4DpVPFAU17vaKcW8ElszvbPdrLwc4Bs+2/JMvnE7270VEQo+tP2qvUVyDb0dCQk+h/BhviIhgzy7QU0+hP8rvDwLfD76kOm9zR6rvOa0Mj32/iU9LTQxvVBfijxKyU4+kXZaPQxyhD7LUDw9JEEVvnxQhzyW/Fk+PSjGvWHLS74/8jY+x3vauxZWxLu9zOm9pMs2vLTr6LzrQxO+cCUQPKZ4Mz7dlao+rwxhPUlwEL1zQwk+xsybPWV/Vj4vKZe7lCaDunUACj2FNDK9aoGVvEbaib0Rrk++ITtwvrMuqL1GZnc9Wv1QvExSCb48RgA8mcBavUqEBb5uZtS7ACZ/PdzOCT6osHE9KCJJPbDrJ75BzWq9kTFpPR4GBT7QY1c+s4ndvSlAr7x140u+tZasPQ/0ID3TsHs9rm6iu04wDL4D0la9xYWpPaSTsLwL19g9XT2XPWmOWT4r4x++phH0vYBAPD4AROs9vxSgPUiBN71JDkW9dJhEveDipT0Z8/o9vFgbPbVnVT3cEQG9aXG1vOz+Bb22uYS+TwUMPOerXz5sAqa9PQ90vdP5m7wevJo7f00+vdMxPD7xMpm+FrTnvfN+Oj7RXc476cmmvSZp/D3D9e06jc/svXLPzb2Cwi6+jQsKPqDsOT0aIjY9hOSuvWzSgr1K7rK9bL6YvctIwzyLQE+9xTTwPZWNeL66+bM8vA0gPssZ1b1a6DO+4nhpPUqdgL1yxOU8iZXivUDkBL7uVUw87zpMPs8TmL7GNHu9RTNevrV0kb2Rlho8+6+hOn1+sLzWdPE9+USXvSVzXzyLqSA+rhdyvdSTp72C9iA+luQHPk0Uzr2ppuM98uCxPbBIaj4M3Ag+GZN/PdWaMz5thIW9+pSHvmo4ETtCo+m9rISNvA1gK71DxTw8aGSoPE2QBj5Hs4K+d6QOvh2D0byTCvi9tRISPsPgRj5g0Ym8PoEWvq5/a7xBsy29qJ0VvS4kVz3HKDm8Z/NbPQQkFj6uv8c9Td/JvBh1Ez5CEKY9AT7jvSvNYj5adI29Rl0VvvQ8Mz3RGfS991x3Pbr5GL1o6N09pOcEPZ4kGT4cY3E9HfO/vXCf3DqGSCs+p091vVBRQ72nGYu9jKanPbHsTb4K8Do8+FgqPkmJ7r1Do4G9xTNYvWHgmbt1xcY9T1I/vbUWuj18NOQ9934KPiqGF74PAk69H9spvf7fCL7gBgK9RjlNPv5D370ZGf68OlVOPgbopDzWXq89Ooc/PY2KHD4yhBS9KuHtvUIIjD2Fz0E+FrXbvc5XKz77pkW9krogPv6NUz5d3uc96U4cvhXjLT7qSoA9unGovdVXJb7Pehe9IIaWPpFzTD65shm+ljpVPeu1KT5hWuY8RYCdveLgID65doQ8vy9VvvFISr0a98s9jjD4vKdgxD0zPv29C5pCvXBsmj3iv4k9z4o/vvaPgTw10To+F44lPkH2Cj5y7rQ9iT2TPCdmfb2s1BI+YFTuPK4MIz7kBfc8xspQPhaaNb34S5u9FpMQPSTw9T3oHlC9+JafvTJhiTs7svu9ugnaveOtvz6qpGs+YKf+PYHQxzzxduI9PE8kvkpykrzIA6K9A+xqvGvPVT7Hp4e+JhtiPe1rgbx1hlc8XWkqvjLsF7wY6YO9UcZYvWpSjT4MSOM9MbhFvV1uH77/mEy+NE2NPQ9sjb4QtZA9Oo/EPV4V6L30X7+9D6shPfH1xr1xT2M9Xg2iPYp7ij3oi4S9gT6AvDom2Lsuiye98IlePYycMT3VI9a921tzvkXiIz3JHY69HOCKviCkZT6Y4VK+2HlsPrgf9r5ibzU9RjA0vZiXNj7hM9k9P2+vOrjl2L0gZTS9RzidPOXZ+j0vKoy+G95VPdVGPb2BQbw9DwpcOPaMAb7EyQU+PJSyPWnTJL7TCQ0+ZSUyPH2Nyj2xm2u9JzETvI0x/T1n6rY93c4rPpTLsz3HF2m+dk4Gvm2ZRr2QrJY+IWEuvRHZ3r1ViF2+WUD8vV9Ipj1E/7O9Xxx9vsr11LwSwHM8YqrNPMdQBL4jGaq+Nxb7O6hdTj5UsxS8gYqWvob44L3SUyS+D/ZVvnLYAj4JE1m+SBC4vb97hz3zi2u+Pa9APttR0L3j8G++3TtEPoxQiL6aaRM+iatOvkl3TTze+me8amivPJLHnb6xmg4+YicIvaf8UD26Dqq84X85PkRzF73zqpI92XWuvedUH72mZAC+X6XzPUXPr7yF7Qi+vuqiPYxnLr7JoVg+lgSwPfzQlL7xE6Y9DrtRvNDfaj4dubG9hLmDvQl7mrwsYoS+N65bvkGdab7qZj++YJduPJcFSj7ZFiO9cd0GPFJ2Pj7QBBs+ONjkvWHEnj7Jhcy9qQX9ve2v2j4NK5Q+Hl91PtbBMr22mcm8MllWPk2HaztcdCy+5pR+vhwGqjzwj4s9jRcnPouNcj71gpe9kmHsPbbwFj7CCpe+wzuCPSmH+z249hs+hATxPXJ2or7mGNM+fh0HPdZwqD7eUeG96xj4PawujT3nP+8+X4PVvfbhur1hSbe+xWihPrYCu73atUw+wOm7PbNJn73Ba5U8FWw4PjMCoz4EaQO+682svku9kL5HipU8z3I5PshCfLyV3Cs9kC2Avkv2kj6py8u9gE2KvQ1gLb4fz7o9PJAnPhpXSr5Z+om+/qa6PuIHTb5Jr0++9IouPEx+iL78zy2925WdvR92xr2KIbQ+tqk/Ps45oL5iw4W+xrohvb17hD60wio+ZAoTvpXPx7xtBic+UMUPPk90yzw9/oM8gKiIvpN9Dr67zw4/zbJrvtdUGL5rv3Y8e2zJOx3Oij5NFSG+hygDPlYuoz6qRTQ+ieamviPFYT726vq9MlsWPu0tUD41id89D2iAPgQFKL5JfEy9imuIPT7P3T2qAtO81XSAPoqMND5CP5o+Sjb3PUCGxj1kRyw+/R0EvkCW5Dydzcc9YJ8xPRkydD6w8CM9QvWyPJW6kzwKFKq9LOHwvZf3j72I7+K9x7HPva10nL1E4zw9caHyvdQH0L3cBpq9SN8WvjhNIrxk1jS+D8O2PHDXDb7fWYo8VFVhPbaBCT7JIA8+KWlPve5d1zzt1Dc9anGMvVZCjbsu1R++033FO0AIIjymiX++Ds7yO+CVnTwb0E8969XBO8bG0T3Udxi+4K9xviZ3Tb1Y29i9mLpavsEY+L2vYH49SF0yvuHNHz1pPPE8CO8hvgcxxT4QLbq9fH0KvUVzHz2LFPu9+GT2vfrgib3BkYc9V/13vuOvY76tUEy+wRItPVMnWr4+YLW9ucy1PagQFb4SBCS8a2yevcaqg74Jqi0+c671PBeACL5f1lq+3MlfPaVkrbxXZZi+//FKvoj0K72Fy5w92AifPVSazTyPAtk93ZTZPefFHr6OI8+573Qovj5JKz4I8ps6X7zXPWCDqzlYAlE8JN80vh/C4jzLrpO9I8iKvNCIFD2LiuK9t2rcO9/Fv73K7du8PCduvVRVEL1/CYU6YKo3u9NGTz3qxhS+KHIsvpx2iTzgloC9Un8CPlh9tr1MQo69je0vvl3Zwz0YDmw9AjETPdL/WD1q5Ei8p2eeu5TG372TuFQ9Y9jNPN70qj6ZtUW+5h2TvW1zUj7lERE+vwv6vbq0ib3RG4u9rGaku/mJ871zn9u6VfKFPNir/z3RISY+7lYvvHRDqLw8Fwo+idIQPeJDgb1VhES+muHqPcwZLj6/8Za+HvlNPD6blL4BOwA+0HnLPahcoL3v11G9BdAqPrA2IT5HmMS+NNBQvg021D3MLBO9XHiCPQp2KT0ITSA9+Dm2PcBdrT1XDJ08od8IPbxu5L1kHWK9yquEPk47TT680YW+jMSnvUMGGzud76m98aevPgYdTj2c3VM9dF1CPTRCij3v8IC+E7sIPt2B273kdRE+r9G5vSsMszxmeW89DWklvhHqrT2o6zq9F6GVvolbHT5BmMW9Z3rlvWatLz51ZUw++Futu6Dhzj2RRGc9q6osvWAWpr7vNy4+J2JLPlTYlT0SrJI9J0+WPu53Jz5e6eo8lrAQvrm6Jzzn4Yk8PjYyPYQ0or3xJUw9646NPcUU1j2ylxa98BizPVAT/7ylL+29vuhxvsFHGrvox4K+hXEVvHlQZj3GKYG+g8u0PXg03L2PxoQ9v9U/PTR+PD1hGxM8TecEvrViDD4favw9qFE+vXYjLD7t4mQ+n0kAPrmsRT5v2K29UgMcPk4T/73mD20+BnOfvq7dHD5t6J89iIXhvcdf1TwEa+K9Osj4PYB2HL6VE56+Yo09PduJOz6XJZc9yp6CPqxAoD24MUw+LdYhvkkmXT6IzSI+z/RQPSNPSr46iG++UKUyvsxPlr4vgXG+lQoKvk4XiD0ZPGS+sZgdvZaByjx707C+2fgdvYvMmr0i6hg+LwfivXOXKT6QGi0+vfQ5Po+Am76sIlA9DSQ7PTNK9jySvnG9DUn+vT4ymL5ECxw+fXB7vcrxzr3uj7E9D/ogvkh3Br53LZ6+8bzuvXJ4Cb0cOfS89nU+vl95mz0QTAq8DHIpvmU0Mrw0lKo8Msr/uylzHD7z3z++lIuBvih8kT359lY8UFCavlIvcr0jssK9LEwSvX3bcjyhMBc9T6QTPu/dAj55+yI9WFWVPl5gGr23t0A93cavPKErC70XQpy+XCVgvkiiR75tZyS+JFnKvSLgLL6w11y+muzrPdVHJbwcgBu8lywFPjm5BrpO1W89wOVdPoEhODy/Il4+UDe2PO4rrb2//7i+ilaaPdlWyb0N1dC9DyTDPUCnaL5XHLU6VmKoPZVC4rwlNtY93eoPPeAqQD0fupo9i/JTvsmOBb5cWsI97t1RPkxiwz1Q1xO9WuRVvI16o73uxWQ8f7eIviJ52b5RnDO9sDZxPd2mGT4r5MA9QpRwvnhOX747qW09KiGNO0Mpnr22eKo97O3AvGtGNb5i4T0+sLVsvk0oJz3DUmo9FBPtvUR6r74WCk++rkZ7vkztFz7mVQ6+6TyevWNzOz415zG8KdaTvGPtVT34Lk++LVXxPRjQ2TzhqOA9Dxm0PTlcxDzMraS9Y8U1vhArmb3auiq7jKFOvYf6ZrwLLqo5EU1WvcyfGT7WL4q8OL0jvprEeD47AtY8LU8QPTt8Ij0OD7A95Z8JPp0ssj20rsg9yXsHPlqLn71e4FW8WGzPPeUXiz3s9Kg9p4rlvLAAZz6Zr+E9Dj6qvcCZDb3JfFU+xDYaPq94Xj7vPFe9GSJmvJ7Qvbwze4m9r30Svm8IKT5Qqaq9aIanPUPHwbzqtcy967PqPU3bub33DgS8C8vcPQ0VzD0onQO++raPvTpbAj2Ay948qDUUvaZZsDzgIyQ+3CeePGAECL7by+I9PKv3Pd+6pr3IGn0+Y1NIPrDgoj26JWM+SuroPWEHYL3HUyI+i633vWTyJz1wTTI+4H+2Peod6j3qygo+oMAGPWcWET2+Q+I96YIVPnite7und/C8OxYePd1pID5+xis+ScYuPRh0tD1+nVI9y7iDPtBYyb2qGAs8A0GlPX+5eb1Rvay9J6xRvVwsrrzn5iE+SyS6O9JHEj5BQY47hScGPqCwIL5TM34+u6xDPnQGJD5/O4y9QEHovXPjhb0EAE08QkhdPhp0IT5fWJS9E3n4vaH+ZT4qBsm999oIvQ2d8L2OPiI9jqD5vH9XP73vrak8i8l5PhlpXz2Le2i9LC0dvacGoz6FPPg9K0OnPm/98Txwpky9SxWqPsvTuTxQU3C9lkrAvQXTFTxXYoq8BOyCPgEP6zwtcY0+PeW7Pf5vpD3y9gE+BGpjvEHtdr1GEZa9sNRYPosToL1J1Yq+CU44PefqNT6kpSM+uapSPoeZBj6r86C+tP3cvZENYL46Pyq+08+fPScO3j01qNe9MInHPR5tNT7Srak9ZNubPmwCBL7sxzm+C+CUPS00PbrrzAq+gAPnvRiWwb79cpw97thTPXNenD77WZQ9sZzrvJJKhrtPrqo+NcLrvGuQFL5lCpG8vKQBP5+LYjzsK2A+IeUGvSD7Rb0fWyU+5RplPnvOFz4rOBA+NQSjvC6NnD6g5WE+RdzwvCQL5z3gWgQ9afOPPsPHuz1iRR0+8z0GvkzAsryZdKw9GqESPUqHRD1A0jU9UwSLuSXvYL0tnsA9P+U1PpSRlj7L1sM9anfDPel8hj5o25q+HD6lvc8jqz1pyis+A7dCPAk2Ir5UXk++j22yvubD6jx1w9W9LVSmPQYDpj7f9Xo9YXdsPkgfnryo7Y2+kX42PnyJnb0W3Ty+MaegPViwP73xtTo9m+HDvEfAUD73Rec+vtYKvo3Doz0yHNE9HgtkvhwgIz2pbJ89J4eiO6vGtj4W7wk/toBBviqaOr4GPVG8FUSDvrTAp72nRwI+qtGrvNDZbz0MsVm9SE08Pfgupr1rhau+QNBIPrFVyb1BtDE+8VFFPkJrk727cpc+arcVPYasM75Mn169LaMQvv0tHL0XUQs+3p/Mvk5Lz73ALWW9PMivPufCer7c6Ak+i2+sPih8prx9MpK+rC1Dvgxgnb1zMry9iCUfvns2/bw1tgA+HpmLvs3E4L0kcic+F2WoPs5Xub5QYfY99zdkPggtwL1FB6S+GiFLPRkj/z0w5vi9sBoxvlYFIj5A0Zg+J8uLveXp572GMIc8w7C5vc12vb3rlb28TubMPfKLTT69eiE+h3HbPZtN8zxlAbe+fb1wPsT7ob0Z8xI+k2mKvn6teD1hxqK+roHDPvA3yrzwzY69JYdvvgmrrrwMslk+egYAPum6sz1WDKa90HCyvqIr0b3GT3O+CjdTvrK29LySvBi+Wh7IvBhPMb5GyBA+Lz2CvCqRfD7z9JW9N6hQvK6iAr6cYMg+L8ubvlx44bx5atS85v7JPr/QWr42aH4+mUQXPoMOjD49bYg+xZ9EPqeZHL6OetG9mWJHPdHZez5iUR0+epJ0vhr/fz5nAxq+0IBWPd0WuD6omZo9zvXnPZt+Wz70haM+VJuUPd4Faz46PYC9q5v/PHe9Vz7wioQ++TbrPYBv97wc0hs9nBkcPvmdhz5gp0I+9c1hPje4DD696XW+WnOxvXBTsD09LtU9WmWcPfB6RTu3GI68JU3lO1d/G73LcgI+t0dIvm139Dz3lkE+bxquPWm8Qb648gs9j6ZqPKhyh7tN9cc9j1vSvXz19z2U3ce94GgHPtCRU76bqLY9CYwEPQlS+bqGJVw8+rEMvm7jgj0kpyk8oKhtuw4B7r1Y4u68+mOAvRyRBz5B0xs+/XM2PsyDH77qKpg+hyOGvZ3Nmj0ZsVW8uwAZvg7LcT7E9ga+KI25vXDaOT6DIBc+ansyPivDib03UGw9nClXvhhRWj6JFs88D70avmuwN750QCw9aQzpvQBUUb4on8u84Z9qvrbknz2iu1w90iOnvW5dub3MWMM9M0+RvQGXCr6CV5s9IlNQPV2tvT3sKzU+dUMNvtDQErxRZQM+h/2rPUhWNj44VCu9Y7gFPa2LJb1V0Ac9Z/sqPqoMkz0SgbW9xgiHPQ+7jz6Whw+9SATNPZ4cqT1qp5I99GKmvEGcAb3fGII9p+PuvcvVd750fQg86zdMvTm/IT5vOsK8mfQ1Pl3hVr56k4k7FCYkvtOstr1Vw/m9ClWWPYCwtT0Um809NZ6JPECI6j1JZ3Y+E7Y9vs4uYL0MoOs8/o+XvnyvVD2aFS27ruuRPfZbhT3pHoU799wdvsmokr0QCrI987aWvihoIL5Akeu8ix2EvkDJk75YCWm9IRhLPJ7ErT0b/TK+mGxuvLR79z14ltG9MVeLPcMaCb5BJNW9frN/vMBw5Trc/fQ8tUo2PpSmIz7Z15O+Z8wBPlR0s7wTczQ9kXtqPt6eKT6vNZ++R2hwvr1VSD0VQw4+odZvvq8wND65arC9/MtCvl2prz0KoQy+Z57YvQCGtj58iAK+L6cYPTx9zL6dORy+VYpnPmbugL2jN/29qPp3Pizdqrx7nHC+1Ag7vl+1y734hUM9v1ZIvO7CNr4hoOU9v9HqvZn4GT0bg7o+g2uovWK+rL3YQaa+Q2fSPg7CJr2hVZe9LlodvqA7KL0iyoM9bB/avaOV/jtiFi89dw4HPqHntL3CpC8+E+xgvTSelD6INxU+mBYQPvXmhTyhWhc+X7psvkiXIz1oriY9yHiKviKVJr6HuZO9hM3qPbLBwDwYs2i+IVQFvojdDD6zl/i9pcskPZ/Cdj3l+xA+NF8nvjxknz6yXUO+HmDvPSlMEb7ZlF2+SxaWvgGfA77EOIY+ahNOvCefH76uHc89OlgAP7W3M77nEt68duvrPefH773l2gW+VTP5PYAE0rwIPFY9oidlPa+p+j3Xgy0+RwBZPReWpj6gK+i9SMG9vkPc1Tukk7q94wpyvUfCEb6ANrE+5zbCvaPNPL4aW527es8KPWTv+7yc7oW9XszJvZsMy75UgXu+S4dGPJRZjT4AUpm+wR6QPWomQL6xk7s9cmRkPldLrj32W108g3G1vEAGUDyZtGq+N2wCPaI6z77sbxc9FKfzvYa1Lr0R/1K9xo7iPsSR/b57kxG/kBPcPmc7gz4Iykg+LKCUvjXduj1fsIM9BgmIvQctZ71GKHw9ETqNvqsNOb0wRSY+2x0aPuKyY77yKmM9dFuVPg3LTj7etIC+US5EvhpgID4AMma93cmFvsTtSL44Ba4+6bKsvQcyob6V0qi91bvqvWoWv72pLQ6+LrFMPZw1+Lyrl809+KmwvTJmob28CrS+alUpPSd9NT12AaA91mvCO2MqRT7ftL2+ixyqPUHjST5qJbO9WgIFvi00ijxLgfc7VUy/PQtTCz7s/o89jyM1vrzLEb4Nd4S9anC9vT9+FL1dnIo9z22fPeaaBr4LlEO9tmDYvt11Bz1Q87I+PGfEvcqA5r2bQpI9JwFkvjdFnzvAODA+HeLOPbwAZT7NMRk+9rizPr3efjugC8o9EfT0O1kVnb7z6I2+6D0Lvcxg17wtLWU9sUoWPU1Dvr1/iqK+gkYmvVW1RT5Pa3Q7Z2A5vXqqpz34Pqo+20ouvdxkHr1XPRI+BeMzvN3OT73BuL08Ek+7PTwvxT2oUsS9YXiNvCbn5DxkcG4+x7vjvbWSi72CiOO8X9QNPshkir17hDw980usO+ODAz4TKgE+294MPkuqMD3IxqG8j7wfvoLcij3PJCy8k/vvPUJ0/L2nhRQ94Wb3vfjXKD7uCa+82JgMvnoJl72EBQa9nm+nPZ6F7j0kdiS+gqMQvl5LFz6GJ029cIlaPd7JcL6LPhQ+1s6NPZO9xbyZf7q90b2gPS3FF7xj8aE+2VIkPstdHr2h1Je9wCtFPCvIiz5luUA9C3bbPfxsmD5uWqq8Xb8VPdVYHb1p07a70dBDPYY3NzlTP029ZCnhPSUfTL7w+Zw9yfScvASbBLvqbQu+AkhyPeOqlLzjZM69W4DQPeCcKT6hzi0+knIDPsJSjr3uyG89IT41PvmPr71I+Qg+f91evq5bkz3Wxv49C/pkPmOOqr1xUPM70J0BPq/jVz17VQa+MHwCPBDA7z1cCxS+9FqRPZ04ArwZTY89yFaBPvH1ST0Bfui8CEu9vBC3WT26+aU9lZ7lPGCnHzwA5vc9tCL6vU08a7yD0kA+frAmPt0TGz59OzG9zqOdPbTJ3jwh6Du+oBiBPGpRYz1ReS69s5u/PWXJxzuVtwW+9JkcPuCBYD6iMA6+I9VAvVMUSj49Syk+0F4Yvn6jAT4gtk++cbaRPjdidbz5WBs+ZOXxvd0+SLz5Syk+i4KKva2U1ryPWdE9p1brPshgkr1qFha+G1tCvc1XmD3R12k9XySSPgJcLL6IZQG9SwhQPtco2zs9qUK+uVTdPQ8PHb7OAH48XeOpPTgvKz7EYgA9CUAkPmOlbr4BcIm+OhClPT7VyD0XTYm9Qr5Qvif7H72rk0Y9qJ0lO5tBfz4mCEI+IWwjvr6zXr1NiQe9BxJEvf3t+DvsvaY8UnDkPPjtJD3QVkG94etYPa2g6z3XvQU+/CZAvqvYY77sbKo9vtt7vVdBwL0bMqo8AJ+FvnwnTju76UE9bVnlPY96TL7nerm+T/6XPZELnr2j6Ek+WfTXPPJCET0XDsi9i3M+Pkv6Er0YyJa8t+Y5PgVv9zz4DQo91wLsPVhgkLxobQs++qptveWY+D2jn5g+dvEnvR5ywrxOJ7M9U6JCPt/oFj4GDUE+dykTvis9p7yujBo+PccFPgchVz6zI4+99uGZvpLQdL5Dck89S9nlvXNBT72t7cQ9ApSKPgiQlb7ILRg+1kVnvtfZKD1ve5Q+sA4yvLfWJb2/tU4+zlj0PC8zKb3daMS9cds6vl7qDj4PYO8+QidEvYDCuT4auPw9APUTvlbgg76B/l4+QGOsPRUe4L3skwc+E2+CvaqSSb4Rpzi+S3AmvritvbvuKFo+vHLtvH8+Cz6ylkY+0CMJvtdxDT5nWQY+D1Uyvv5DZr4Ssk++ytWBPfexgL0DqBe+bHG5vnilOj0orFu+uRkkvv33Cj6pQcW9wyJNvoRXl74Xldm9lo3tOsHBfT0m6mY9m1ALPXzm6j27gCs+Tb7ZPfnAiL2PvoC+PWSzPZA1gT0eVAw+YtlUPuVM7T1dZX4+evcLvk2LEj46Mxa+1f9QvY1mD77v8J687YKGvlG4GDwgk4s9BwlcvniTD75bCIG9HLIJvpNY5DwyfSY9ZuiCPSPYb75A3wC+87vsvQfusDxQXMq8hEc0PU0Cz72GBpU9oQD6PNaoa74JwRS+Mig3vgpRQL7oObk9Wt4Fvnfuv73pzV++PW5Fvrdr1T4B9Y6+DIRkPgYKEr2TDSu99BvWuxhVST5T7Vu8iTWVvOTVbL7cXEC+7fsWPoJVUT5nxiS+1521vooFxr3SIGk9PYGDPK0pXb6avjg+7JaLPa9OXT1BBpm9pvNJvmdWID7TGEA7PdJovjeRF73JKgG+M4SkujMTIr6pYeI+kDkTvj+MXb1SCpo9iCcePeWCl771jL29HaG0PtIOTj6a/IE9B6Y6vobTDL68H9O9UMvmPDS9T71VPvk9nCyWPkkqhL71uDS+TUTfu/rQOj61MkI+Y6WePcZPAb6Gt5k9DfwzvDhLGrwJyda+egRavivkjL0ZA3q+ZAvEPVfTUz6pUEu+ep70ukz9Wr6DahS+dJuIvYnrTr58dNo85UQtPRNnbL5QlRS9FXcvPVxziT3h5K28oobCvRHufL3tQMc8ju+HvX3QvT1iSBe+gwQBvnSFCL3SVrC9IKojPeU7Ub03DKm6waFVvkIQjLz5EIA9MXohvq7pLTzsZgU+mY+6vROY+j3hNcm+RJCAPVkNjj3An4A9U+VmvoMJQrw1kLe9AjhsvXCjc73XqYW+OprpPW8PHD055IA857mIPe5gDL4ejUw9P/URvm3zAb0SFgS+2dNLvreBQr3tKVK9NwervDesiLxrvxW+XVgbvq13zr0M4Sm+vaPkvOn5I76PiGK8nBkLvmsiGbvgFDu+G8/lvFTORb7vCTO+sGxRvsZGhj0vDXO7BAzdPLpmJr4dNXy+uhlIPaK/arw9Ux++MWErvnHPNLuO/he+b9PXPXxHxT04pQc92a8zPYk+5b242Ns9RghTvg5yfr7zoUS+sD0lvjT4xD3ZT4g8Ih0RPhOvjD3qEJO+w6mjPQe9ub0UEJq8K6QrvhFhSb5z11i+jsaqulLSOz0KB0a9zzlEvmmDP74AkEq+4cSAPSge4L5gokq9h6g2vONmXb0TtTu+eosYPXdou72QeaQ9i0ccvi53m72zRhE+yIf1vf4cjL2G7C6+EGXYvUUIrjzlhd89gJ5xvEHK4j2lvJs8y1TGPFHr1Lzv0KY9HDuSPgekpD0+cgk+IsGuPJtoCL6+GfM8zxI1PsDlbjy9Cwa+RmHavZF+Rb3w6ui916juPVgX5ruv24E9nsPTPA/Jmj3gZeE83Vptvgudv733EkK+R2A/vsyG6j1Dc1k+lTzvPLE0Kz7MIGW91/wFvrAJr72FPvg9AGCpvf/xILylRZi+dHOYvfdFlzx3JJU9o6puPvlHo70wE+Y9cxyWvTnylD1h90a+ahNwvf7xij2XjZ6+vIYHvuRbNb38I2G+nvKlPWB1LL7WYhk+1dBXvQv+5L0x2c++FVTpPflSXL6t6M09YremPTzoib7M2T6+IZAlPHlp8z3L4jA+7QsCPvXkFz7gaa88cazfu8SXLD1un32+zbyDPhVHiL2aJcs8qgVdvK3Wcr3unAM+ECDKvQj5EL5LYqs9qeeDvPSeGD5bQMo9OARJPsLb+D3Dyri9Vhk6PUjhWr46bJS9RAVWPXR4Uj2EUAa+CuWhPF3rlz73cOG8NK2oO6ASGz16X647sX1HPlKqMr4DMy8+xYmPPRfHP7qdAQU+wAlqPp2qBz6MkeQ8u/QjvYvcOj7dan+8vJQTviPgB75dXTU+sFrSvXy9pb2y2LS9Cj5kvV1tOD4gPzy+J30RvXHncD5fNIw+1dPGPePXKTysUTM+Ap6uPQ52Uz75ThE9NPHGvZ8xGz0EXWc9umCIvgxyZj5WECq9Ks+KPXuu1z1vlZm+kXIRPo4Dgr4ZUV09I84JvbWyr72ljYq+HKmiPVsubL49erY6dvZ7vSOMH75tHZY9SLg8Plh6E77/vcW+FGIOPtdKdj6DZQ4+XZksPYAzbL6VqFa9/iY2PSMj2r2jC3W9WnRkPduL1T2MIQy+BacTvvPCqj1gxFM83RfqPSGHtT3izh0+ir5ZPj0C7z2efnm9GupwPh5RE756BcI9tIoePqDqPD1rVRc+iiy8vfwMkr5YNyw8ewzBvTq2Dr5voiM+sDWLPoPbhr12oZ6+SDISPngwozwlMH0+9te/vEOAAr5Tb5++0XYQPtoxdz0XJ8Y9VST/vatdtj2Gx78922WGPQ3vor0siCE9AEgPvYAAmD0C51A+T7eFPky8mD3lYQQ8s6CSvRGHbL4bt3C+ovBXPIqBkb2Wq5g9xeq6uXP7ob6vd5I9BT3pvWvKWr5WQM09HHwmvlh+gT5Rskw+RJdDvmWycb6nJgK+xLQaPlrAuL3ybjQ+gl90PUDyUT6D6pG9EHHAPQ/qOr49jw6+p46bPapnxr1wjOy9y5wrvoqqMT47X14+mJ+qvVtCfT2bnAs+G4Y2vjTOhr4o8pi+WHNMvmQ/7b2/vu89NtJ+Phy9Cz5baMG9+A8vPhdRfbyuDFQ9W3YhPrTCob18ess9dGTpOxaOW753jQO+qC9MvlBuZr1PjUU8VNt3vT9BkD11Tja+OmuMvNIsojyLagG9vzUIPlDMC76ZLNo9m1qCvrFAMDt2CLK9gxzmvaneHL3QoSM9ohF2vXjkh72NzGY7UAUCvqEANr5Y/XW+qmJIvnCxMLwkzW2+cdy8vaRdGLwPrvO9oxbBPJhSUz1K3xy9rdi5vXacvzqfztC9JxtGO907O7wU11C+bINYvk9kKz00wRA+qDWyPW2D/zuNMYA98nM8vrcTlT3fwcQ9f5KWPXgSTL5e0qQ9QF+zPZtZhb05Jou9L8YlvjiwTb4swme8HUBevivLybx89Wm9Zg4XPE3/uzzipJU9GZyxvTogBL1hKDU8nWZbPdvzvD3tecc9yMP1PdYWdz0AFkE+4ciqvWUxm71ZBvY90E1dPXtPID1taTa9pcIzvho8gb7AZU++Mnh+PkwECL4nlN+8sI4Eveh4G772sQK+Ysg2OzoSRr5fztK9XfoxvkIOI72bHd090XECPDGXGL4AJSc+DclAvnHmpz3VIrw9AymUPAHAib3p8iY97r4ePhXyWj7RZsE9nysUvi6obj27Dx69u7iRvonYlzzQQL+9lYJFvaRAe71dhDK+7NYjPHJ7lz3x9M29IqpTvmXUU75lNBU9Vi5FPpozIj5asli+yaGJPjwBkj3iEOO9c/rGPQUzAzuX6Ig9TlmxPQO3Ar7Gpl6+rR0iPvAcDD6tbBO+P0zoPcPRrr7BryS+EaI0PgXWCb6Eq1K+0pSPvRQEAb26TAE+L1ZPvMBIpj6+F6M+p95FvvSwAz5AIMG8/UA6Pp2ss70fX1m9b+UmvimzCz5wNYS8ylfdPZ16VT13J8m9cVBgPohzZr7lMX09OIMQvvPsxD4yyIC9sFLvPQ02MLxwcIa8PkP7PRbkfL4G0XY9ZkgCPtqQij3cbuI8EYJuPPv2rT0mgTQ+svl+PpuTjT7gu4A9B683vXgM271/tBk8q/5UvjQEJ75Xv+O973xXPYimhj7whMQ9Y+Axu9SCCz6zLo29Sve7PqxCjL5hARS+vahBvubqzr0MsCQ+o3GuvZ/ZJj5GY64+OT6PvpgQ+T1PnTk+LHIiPgFSVT5XbMU9TKxnvAbZ0759n8u90QZ2PrLLAz2eQk2+A8MvPv/EdL0NFAy95G2BvZhjx71rick94+W4PLPuM72cCRC++qaGvSzoUjv4mxA/ftHAPjrpSjtRBnI+h5I/vf93ez52spK93yTBPefrrL6dd7U+rpSvPui3lD14jtC+4TA3PuZugj0ltJ880kYfPs7NEz5VrqO9sxLiPRr/Hr7tOuM+QLaavZ4kEr73/Vc9jv2YvOQOjz76YV681KCovhXDTb4Ob3W+yecgPtqGCT68i6a9T2YUvlOI+731znU9nK9Nvl4w8TxKn4i+xPclvkT4nD2s9la+jBbBPScVjb5ZmQo+5HmLPlkPxTzvpC6+uWenPk4vvT6MFYA8bQQ7usAHyL5VqVc+gIeHPm+wzTsrmB29k+lVvrIHOL1TISe9YziDPUv4Bb4GEWo+ZQ8zvgBpVj4WNfU8DrrHPhRGqT5ttsW8rJbSPUMhUD7eIrw+2usyPnLtjD4rCLO9FTZtPoS0gr52gLi+x4Q0PrJiS71T6ME9j5PrPQtEX73JCf497G7zvXhxlT2mVns+kc3YvXal7r2+xr67vpOwPhU7nDgnHYA+vLiZvDldF743kz69NQfwPWKEgT61A1K+UG6NvICZjr2J/LY+qo0HPNglCr3xjuE8qx1OPrDHJj5W3FI+19d9Po2Egj2Sc409Bce9PI/Atr63LzW+xg90Pt98vj21H6s+ijzVPWubrr2fZZg9YbVLO2Wdpb7dfik9chbWPqU8GL4825M+Z2XqPRbf+jwOTXU+CWWYPQtKKb7mzAg9sJbXPQurJj58XBM+EMHWvTneuD6rTQS+v3i7PQwhtj36/qU+eyJMOwNjCT53frO+U0ySvqyCZbyXkEC9ksOQPvkp4D0riS2+K5ADPutU4bw3XPW8GEIjPpVrcL10E/69Wo0Zvt78Kb2nGA8+Cgc9Pbsh+L2ZYOw9J0MsvupFzD2rxGC+pF54vvgWUT4rBva9PJwjPls1mT3+7Ck+fDICvYytQL4e++o8DDSJO5cuxb2euDW+rM4Jvf5Fpj2ekam8nS5DvlXDED6JIDS+k50CPaRDSr4lxLM9/rAevhxK0D08VbQ9KcjAPI8tLr7vhCY9U59lPWJNuL1QSgC+SCcPvsBGjD2we8g9SPgavgqwBb2Cr8K93JLQPaLZyT1fyWo8lxhLvUvAi7xNWAs+DAe4PcalgT0rWuY8AAdgPtQvgLta9mY9ID81PkfjU7ym2ya9Ck27u/2yCbx1nnK8TdSRPTdVuLy0gBY+bBZNPFskPb1rNCu+HiQHPoLi6L0rV6492AmyPbjzML43+Hm8XsyZPBIG8TuHqDM9WHwcvmVTvz1al5U9vmmAPtQm2j38bFm+FX4SvXv3r72DR7o7Z0oNvrpQWz1mosW85xgvPpNZSj59cyE+0xBmvnrWBL5b14a+AF2tvSy787vyCrW8zlZ/vl4i8DwpywQ+BMuCvTRsTT0X1Fa9Hc7kPdRf6j3zAeK9k7wpvgHpHj6D1TK+hVmPvjVSur1rGeS9ayMEvg7G+r25VRO+kqRRPleZwb2UhuO9F+OyPfSOgz1DpHI9BR72PZXnOz4yNT098jpWPgEaLTyaX8a7Pe4Duygsab6mtB6+XrSaPFTnor1QA8W+0hOwvgafYD6zDvK+FZlIvSIp/71yEwy92RjpvUgCEr1uTY++FAZpPmps3z1zKRq8vTJ1vVwZkTwYgEI+KtK1O8aaSj629z88Yry+vRYZCb4gp5U7BGc7PfG9ej4+1pQ9vbepvT9ugj5fWj4+hvKAPo0ww75b36q9lTYzvtghoD5vFo+9NilOvkQAML4f3Hg+zaRTPUxhMb6Hv4Y92Bc+Po9NhT32iIw+dUA7PmyWZbypF2E+9NNWPmC5ET4yzvg9TR00vnuzhD6tQq69jtLfvVPWhz1oC8k7DkVnPaGsz70vZDc+yYbfPOfwh71oxQO9TFxEPiacbb4QQVE9oh0fvpPHsbyxz8w8DtAvvlwm2z1oEyW+iwoDPeOE3j1kJBc+nXPfvJGbKj3aivO9y+FaPpZK1L6CEls8ihVpPpU/iz6LR06+TToku2Tfjj0Xjkg9igwNvsRFEb2mA108nPM2vkDaLj6NVpU+1+u4PmFo6zsRg1Q8frkjvhzScb4eA48+yghFvdU1tb2Gh2g9gwoRvemiz76Cpcc+Rp1tvkBmtD1Qf02+JW6quyL3pjzELnE9lBAAvqhrnD4cRTq93nYLvCVTHL7fGre8VbV5PSbvHL1zUjI9DsotvstYij1+xDy+nK56PYijbr134CG+9Jd4PTO5WL3Txau+ylAWvi/4cr4GKXW9FYVyu0YS3jwNAiI9CvUJP9SRbr4Svce8NWJ0PbTGtb6WsBU+1WwqPj3/vL025xW+yckKPpYRBz7fYvQ+f9bBvhACPD4CMh69nx+VPu2bSj0RCYs9VGIcPTN9tT6U9oK+hSSNvEfaVL0dUGC+Auhkvrq1AD5GpHi94nTkvKUxYL3sY+m9rpkgvlkD5r7SNlk+Jci2PVPGLL4yDrE9uPCtPfRc1T29uo28IXNBPtzBsb7UgH6+574rvtA3Wb7G5Ii+c7StvsDYjrssToY+rYVmPgDRcb5jKLW8pBLtPa0cWD54C1w+ZtACvSL+TTw0rt28YiGUPmCNEj4ZmyO9ehOvPKnNyD1SeAG+hSCvvqlseb2flxW9BJNpPhZlOz7C4uk9FB8UvW3GmL5Cc6C8IO7YvLZROj4Z4VG8aHvkvFgXtj03l247x8sDvlwI5L2v5kk+dWWkPFY+q77Q0bC9DWklvQVjrL6BcDK+PNKWO3KNvr3mwXK92FqMvOrWmb6I1II9Ld5YPuLBwj0qb0Y9j+JDvpFWFr4u5Ga9VEQZvkFcXD0/eua6M3fiPRWLG761ig2/rKg3vp8BuD0SFUA+JOuePWiTnb6HcSa+l4d3vbXp5T137to9A82yPeHwoT0Tt+M8kF5+vc8tqb2XUCi+BBPhPSvNVD55ZzW+1XN9vVIOj7yAypC9id0wPoPdUj5fFJ0+ysDXPQ/GgT7snUg+OWSXPX90jT5YGz8+nPT9vWVumD30wHM9GZc2vlcSmb2dSgk+5o4FPlnJ0D1JsaK9AYC1PjoeC74SuNW8BOYGPqkpAb1RTpY9BPbNvLM0H71498s9WpKMvQFGMT4gmdG8mS4KPjm2iD5Ay1i9QcKaPlK4Cz21lwO7cklCPhi7Nr07b569iJIDPnymcD7Aivu9KZ09Php2D76b80E9FGwTPiU9O73oAbk9+z/wvdYW7j0sQYE+13otPpq+4byOWKo9iCYbPi4vpr3KDxa7ZylSvSOg2TzPbTI+uB3QPY+p/b2ofBI+wqjkPqqjKzzxZRY+KRC9vEREZD32HzY+4TksPv4e8ru8rNc9a79EvgYziz3AEbg9Xno1vZ6+Iz6Ivno9sfcrPhns3r0M2As+NwnHvX7der3Hy/a90hrivdpeRT15NBk9+dtHvROnBr0aBiW+1oQNPZu7az7hyZ89mi0dPF33jT7RZXo9ZLQkvb6M3L2kt/e82kSZvaiwTj67Qrs9lDbwPdleRD1Z9x69wg5TPNhd6T31Gba8P/KNPQzMRj2wxlE94HvlPKKgXr2fb4O8NXBxvqqCi76e0VE+xoCRPR9CQTwMPaq9fXREPg6UQT42IXS7F/jBvq0D5z025oi+QZ1uvlHkUj3aVEQ+ebf6vSHoXj6IlLq9tSOhPQ9sejwz8Ow9IQwTPiB2DD5OYHg+52mzup1+cL3kEgK++BqGvffyRr7Onl4+PKGEvkVa7D2gcz4+kFtzPf2B/rzoMau958OIPTJzCT4Bel2+CChaPUcE3j2NCSY9Q2ySvRwuhb4X1ES+1ITpPa6nDb4hVwm+rDKivpKybj7dK0w9770dPQt1Xz5Zn4c94WQ3PkhBDL1Wxxe842yHvj8jsr7BoUc9Eh2IPL90TT3ZLtY8+UwivoWyMj7BBNC+VuPzvdGhmr3Dh9M9fAOfPoRCkL2SEB28E9ZRvvTIkz1rwpU9qSL9PP6MmTt5a7G9BNj1PAyJfr5pGfW9hyf8PQPRqr78CZM+nmdOPS4e/72Fof29qlDAPZblQ72MFh4+JMgZvhJoJD7naVm+FP1zPX8Y2r0wRE++mN26vPOUrb0JMli+V4c+vhQLujzTf3o9znmLvAA7iD3D6+K+2xsUvWtkgb4pbMW+IL8DPkP1hT6jtRE+FEldvf8XtT4+x708KK6sPabIGz4q02U9b5iivZ9A3L1wlDm9rJt/vXnrYr10KQk+e2XxPFKJBb6TNJu+sMGCPWldOL4NmMe9dRzBPARuvj14XN29PtOSPh8zKD5zpAi+tlrwPWUylD6kxaw+G5CqvUb9Az4IQYc8OYiUPdJLHr0G/Lg8qCq2vaVLhz6m/8a9fsjpu8HEMz6XIOW9bawTvostED4KajA+IOObPeyQOL2eu1m+lVdRPmqIX755fjS9xP9HvqphmD0SMIw8MtghvRP1sD7VzgY+8lY2Pl+g3r2ktRI9pfcyPlAmTr4MJSi+eznLPUR14j1D58u9HFg6vnILUT1SWz880ok1vbj6qr7wnSU+Q+yJvVNebz0Qbv+83gp3vN5d6D1Njak9P4RmPgalAr28QvM9NYvBPkZJHL6W+kU+icQEPPxWFr7W1bo+X1NGPnm1tDxI8Iu+dBM0Pll8grweQjm+FuDpOnIOmr5FV6C9Tg4OPZqGwzyM2i0+iQwDPu95VD5yQ4g9u2ipPVZohD4fuo2+RINfvWfxczwBFYg9VOivvj6tij6Xy+e9xMyyvQKamj0AGPQ913g7PazLLT64qL4+dh3gu3LsqD4BUn09StgqPtsBMD7pMEY+Jl2wvfqly727krY9ysVWPMBkZT7HTOy8wBswvGEZ7L0eOvY9M9WjPTGd4LszSwy+VVoaPrPm870vosk92UCnPhpUpj68DNw+/8p2Phh2Jr7ytOC86mYyPiUbiz1ZPRY93lcqvlRt+r3Syik+wQk5vvvl1b25RbK95ET8PQEGDz2deiO9hJM1Pk7/qLyyO9q9ljUAPtogMD7UEZC86HUePnbqnz0NysC+N6tSPjOTgD35cy6+Zki1PNU/z72IVQa7GclSvanxM75quUG8B3Elu9S6Ar6wv+i9Jm3APVmjx70JFxa+2iDkvepXFjylZrE9AjMbvskmGL6AoY6+GhALvmyemj04uaQ9Ia7WvRBkOL1bigM+T1MEvhdI3Lw9f9e96EptvpjMCr7YOI89/usRPtp8UD3Uz/+9hCvwvUJJAr4ROgO9mjLfvdK+jT0BXdi9H/fIO8+0zb2wVSW+Th2ePYV5pT39Bxg80XvevcGpOL6dSQ280VKfPSad7L3x5FC+3QWnPUIpzb2Skl2+r3AlvrZO1j0JIaa91i57PeqpLb5eCyO9t0ervVaIIb4DAJq8I9q1vXhTJL4tO+O95Eu1vMeN7r2AFQu9l1YjvjhvuTzQOce9cr0jPRtTz70VAa+8omAVPqGfLDwr4+g9Ff4DPSYtWr7y5Ii9ekz3PX92wb10gfS9C1qRPXJ6qjyHA2u+K0ltvTUtfz3AKsM80hbSPf308L0Y6Qe9djxBPbbYYb1Qjzq9RXIpvoKsYjyCj4k8WJ4gPu0w7L1h9si9idl9vq7ryD3j4LQ9uedIvg2yezvew36+uG7Dvj8HPD0Fyn4+63WgPmIIAz4qkf09q6VePU1VAz7rtV4+Et+pvvkLDL5W3fY9sDCOPGQoy72UPgo+yuJvPtsGpjkJLEK9nJODPrKBQr32IOs88u4WPZ/15DrjeXS9cCPDvb1Gfb2/XKu7DmYQPpbIuj32ijY+NiQFvqSAVb2r0jG+Et2Gvvhu3zwcgJE+0idJvi+4Yb7fppM9xsk0PgGjSr6fpI68HdJePAZC3zwV4vi9Sx8+PX/UaL3xpCY9UEEPvolDaT4rep+9uhIbPoRdLL4S1p+9jU0pPoL+gz3WZk4+mwUUPgyQtb0yG7W9SmzOPYaaZr4Lkqy9s9qOvbWMNT4h2Ic+6xZuPR5zKb2LgyQ+gJJRvuFhqT1Ru/k8obxxPv/t9bx3KMe9AGlwvjeiSj7QYRg++eTwvN/7qr2nBYY+E3nGPUzL+r1CI4k+ETCpPTguBj6m8G292FWMPp9rtT6SUuK7Qs8qvtu6uz77BL89cwpAPS4gSz3aupo9N13ePHd0ZT2CU4+9XBT5vVd4J75g3Qq830rOPhqff76MVoq+mZIEvHiugr7Dq4i9g7aMPnYNVD3rnim+/uLJPcAUzT2bVwY+XRb0vV1kCb7Q9ng9E8ngvXkg472/eUY+oTrtvVhzpjy9j7E+qIwgvSD0SL5+9U69sWmFvgQtIT6Mzd89AYqIvfuOrL5+hq699rRnvZ6XNb0uV4m+1ol/PYd0w7xCa5++FtTzPNlJGjwV3TU+wkYTPqQgTL7f8tO9fvS9vTcbn75NIB2+zAiTvetMQj2ubxk9RqdNPscqGr4SBwC+zQAAvlQFbD6u4xW+sR/MvulHl7625N68SQiYvHIPkD3mxA6+K+nqvK/BcD1V7TU+KgrHPqDN+z1V32Q9rjlMPjFBED7z76A+9zPvPZa0Jj44pz+9Fh9Fvh2kxT1YlKc9J6ZQvg8iKj7ibSU+jVI1Pfmd4TwAlo6+YdeiPVUr3z1Fbm6+BHpKvklODD04Moa9PcXBvWgtZj6JrtW9rx2KO751Mr7vCdi+E2sHvXcGUj5WM4c9DGxvvnPwTD3iEYu+n/kXvXMCmb1sbkc+5dqLOw36Ib6uj8u98Xm4PWrGrr4HDwI8in96PfSHTbwP0aO++8Jqvq89JL5SvmG8FugSvo+8Lb3ZaV0+3+omu3SSl75VBp0+sviLu4hDQT4Jd1Q+D2XvPdNEa74sEgA/kGZPPk4n3r688ps9uxRIPgNZxj2kMsc8t7sJPhuVeb3y+zW+5E37vayM9T1K9gq93fHLO4AwHj7BjZM+UoKFvT7kmjzKY16+WzNUPbwgZrxJEBK9RyMEPjQWqjz9u6a9OSytPMsD77yv/4++6FDXvbT/hzxdsEE8s1/CvB7I8b0l2f07ASWKvuXOUL1ySJU9Y2XRvaJciDyNdQG+JE6XvqQ4WL6phpu+HVpRvaEODr41VAk8gOyJvI060T1H6GC9EBgxPCtDPj2edDe+kZDFvQNqw71/pAy+eEJNvauO2z2U1+O9Zk9OvXAVpD2AnC494/t7vd1ooT1suju+eKbXPK+Kpj1jufW9g7t3PZ3Uyz09/s29U0YhvQLep7xKoCm9mKbAPTxD/D0jmH++QfZCvlUz7TzgAS4+AUczvvZpnrulEbU9lxeove8A0r2/DGY+w/tKvbjd070vllG9e4g8Pjap5z2EGTo+/yYbvV50FD5VciO+1NnvvW1PXD2JmAy+oUotPimuSr5s8Lq9tETrO+u1Z77Sjy++8kQFPrGLmD3ugR0+HBYEPs1PVLwyNNo9vOYMPpLdIr5SHQ896+3MPcsEkb2siEU8KF4yvpkam76E5dc9pDJ0vW17Tb5FoYa+kIwDvKiksj1lRns+tBMiPbIkBr62Pp89TkObvZmrfz0zbQW+hgAlvL9exD1OORk9TPIevQrUdb6BEaM8NC+TPOE05bt4/jA+u6C+PLnRhL3raUc8ZHnhPaeSAj6BR4W9adgGvt1kqb1Bepy9Ke2BPn9V/jz1t9A9/YusvNDyxrzt5j49RJ2/PGBfMb6pQsU970KNPmOOEz6VIyi9ehpKvq3Tvj2GskY+a9BvPZuvVL2eGf08449gPjRkKz00Rym+ot0HPm1EDT5bhUg9PXSOPULvqj5ndhG9BT1zPvBe1b1JU0++UqhePohvP73QKlO+H4tYvdLwV7z00lg+MUycvew5Bj4JnDo7pc8qvgz0Qz4EkEU9H3pLvk+S3j2BC/u9g17XPSYmp72Bjye9vlgBPh0y3bvccSa+DkoUvhtseD1eG8y80RiIvuodQr7GXPW9jpnkPVfozL0+ZIq+NPdwPoWTZL7UiIW+2msBPTZaNr3h/ps93ED4PYls7T1lJ2Q+6uaUPQRG5r39LxS+x1BKPjKSTz4jNa++9gKsPCnouT3d4Sk+HdOuvrkKir6MJeQ72QQmvq8UJ74kyS89MxvWPKLsVD4ssdY9evCgPTPzw73o0je+Qtcvvgswfj51spc9Nw69vvdwPr4TQoi+QMKCvigxHb6AVi6+J95APvCxAT5Q0hy9cuv0PCE7kr4Ieg8+k5j8PZrxzbk61Qy+Apxjvvr9LL7j95w+QP4BPnMHuL17/e09NzyAvrk9fj6idps+dCJPPK1lgb49sBE9vZIePXkYQjy4NRE+bgxZvlolaL1wcUe+CA1Evt91yjxmtpI+c1n6vZQVLr3/lVM+Zy8QvUHHWL2PL4U+vUc3vrBCOby0jyC+3YI2vgj+AL07zFm+C6mLvipAFjzH+sC+nvdUvoYJgT7RIvq9d66hvsK46r0MFze+HM+MvnIj5T24fVM+6+4LPr7uN76wjLu9UVvCPRVk2r34p6S+cpOIPcMt/z2VNhc8hvARPhTBfD2RPCW+flnpPH7wiL21XAi+LDkRPuae1T2ALvK9Fv27vkiYQr1qr4I+yMkpviHaZT5TMMQ8Z7JHvvQNbz36W04+d76DPIlihb6ZrXS9UooovuquJz6jeyk+7Z5PPgV8eTxb0qe8FlcNPpQ2ezz285m9qQ1Dvt8Zrb2OSGk+/GFrvr9S377yyKS+BsejvsBefz6TNLO+DQMSPtlGpb5J1jA+jb7eO5Cm5D2NkbS9F7I7vL5+Qr5JSzs9J8SVPishDL6RcKy+unmWvvn2cL1cjzo9VosEPGH/hL6djma9yafjPUaYBb70twi+zjnyvdAw7DukuM68jqTXPW8Nvj2bSLm+o68oPctxQby2MLw+8fFeveBXkb3KPZQ+9GcKvqOlsLxWADg9HGkovi76UT5CadG9VyiCviRwZ72sjDW9+CnfvUrW7D2q+Dm9C6GHPt/iCb6UuQy+uQ6tPJFAgD2+60o+VDAJvq6nvD3nMOI9XaFcvYx7Pz5R5k6+dZNevRrc7b20o+y9udEavE5BBL4lqD6+qHI7PgIjDb0ArBG+pumLPb1GtzwRUzE+Unm5vc9V1b3rkSo+VAG1PKjbRb2Pfo88RzyTvTM/VT5QXLa9yt7HPLO1pTxorlO85c++vUTC9T1LnxS+oPsEPftVh7xC7HG9FBs0PEbBID4JoBO+ITMvPQi5vr4KY0S+4wO5Pat3z71SaSw8og2KPT6Zwr2aZ4m9zj/rvbyKkLzQqm++sTwxvYuGQL4rlMu9lFdMvqsvZL7mrFK90uuDvZFBJLsgbLK8iHI0vYj6nL3wTTa+NNESvZHn/D0oAQI9+nJbvmqY7LyMXMQ9zEFOvS8i0TpjyJq9XBLjPULNj7zh0lO9tJ1XPX8l9r1eTh6+uqSYPbbhMrzGSA0+xp/4PTD+Wb57sjW9G0gUviX9i73+HYO+pFwxvoUVurwz4568qFf9vOyyFb4+Suo9LFaYPbN0oz1ALEO+8iT6vFJvpL3U0Ei+uaimPZQ3gjy2HUW+iLskPp/bGj7DDWy9034SvpuvLD3vIVi9uDH9PUAmyD2FWH2+nPCSvZ1GJb6hU328pa/gvbiWVjw4Iga8u7nuvaaTAb7IP/Q96ztRvkVSq75m8kM+/EggPXOX+j0HHGU8WRRKvugvLrx0Ypq9ItioPBC8XT1f9lS9QJgyvsCyN77/z5W+/QAmvo+78L22EEC+TCtkvh6tnT2SMww+1cfUvYD8jb7qKY89SySuPvhu/L3Rw3M+90iTPnJaeL7rhVe9A6QwvvT9hz3gylq9WY/wPb49wT1hqmU86HkQvoxYt75jwRm9A0PHPCuea732j/S9QIR0voYuQD7v1ii+I/o4vplY0z2Q8mM++FoWPQs7qjxO+7W9LYQ4vr7Ii72IdWO9LYEjPrQC6Tx5w3m9fH/NvWAbMz7mG5274EVUPi9l1z3SX0K90NOHPoBzij55lha+69CYvhgF/r1y0qI9iVo6PD5CWr7q7v68+AF2PajRDD2Jlze+8BjDvc/vcb7WIoy+m3CHPgIgKL6VUNU9J651PQ9VTT5gn2a+2ISkvudmP77emfU9t/oJPnl1Z73f1uQ9SJ1CvDUeNz7yiY88XfFNPhEb/b0b/cu9OJVYPYRvpby7RSk+qV0AvtHjFb2rsyM+toaEvuywTjo0XTS+Hx2fPi9u6z4GW0M+stJwPWqxFb5BCBm+JDrmPahnsjw2Dju93aITviBPPj7wzOM9ViQyvdxsHb4FJee9jIaFPsEIY76tBQe+PEi6PTkYRj5mZCW+l8gkPrHylr5tbMW8B9wsv967pTr3Tos9BdtXPjAxM70XRx4+9kuxvmGMAD7Rpz2+iHlyvoqHgz0eTDy+YeooPfpg3T6RmLk+4USXvYeRpb7guEU9mvKKPQdZYj1U9eg+VaN4vVVkcz6UnRA+4PL6PPiDXj6/tjy+nb4auqeuXb1FwLk90djAvIkk971lzEY+X/h7vXeEnD5+Jv69yyOwvvy3qj5/fLc87O92vooptLzhYe09JPGFPjV+8L0u58M9rV1bPt0CnD35Kle9S88QPKoNDb1eD2A+pzPavk+TSr3G6Iw9ED4/vtTaCD5tQJU9oBLMPiB2ij1pYsS7My7GvZlKkj3zKCw9C+B7Php6mDv0bfS8TFKhvZbhHD6Mri8+GMq6u/9gh71wr4o8nzCYvtsA272qSpW+jFgCPoHWMj4nXTs+DkLBPm7O2L2aVNe9LVjDPq6mhr6qVC0+eJoXvvb0vj63fFk9fRyTPraJULy2Miw+0hwgvgY2Tz7au5Q+sXAGvGAkkL6vpE2+e2NivlnVjLzsyxc9wVeOPQB7fD5Fchu+WpWZPspFBb3+p0s8mYtDPpQuF73ZPbA7wJg3viKutb5kMkY+JpsBvC7eHT4Wx549fvUEPjDk5zvWbAu+uc6kvd8Rfr2zN4g+7QioPlXaQD5mPEM+QjMsPTs8XD5F+Ms+fPSpPXA1QD1bs0++kPKTveOJMjxFRPw8ebUTvYwDZD7cZjM+CqofPolUBD7bB8a9xkIiPQ+kj7lNhZU+KTVqPuhL3L0v/zS+pLDUPnL13D110me6"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "qEYsvf89/rwz5vU8Sl/BvWPIZjyYAkQ8+rUHvJlvrb2pLV28XxIaPdylr7x5wd+9HJemPfL2Nj1naJc8WWHjPeexnTyOQbE9LTiWvO93Yb7jlhU93Q8WvWdaIz1WF4q8w1M6vRjYQjxluVS88x+/vRvk3Ts+hP6826DHPAbh2L0gkOI9E99IPWj+Sz0X1t488lzXvE1Iw73KLLO9W4VavdqGh73AwCe9Wz9dPCs3I71O+qA7nylevR7ZZb6vQ5G8xu6GvZSf4DqROSU9O1XtPBdDL75ZYxI9abCOvaKK6Tqlk468PegavTIqAL0MYu+8SdAyvSI/1rxvR2M8qjMpPJ5Isj2e5aE9tnpBvXEJJzzDlg28pUW0vcJbUj230dg8+iSPPbaYDL3T+dQ9NUQcvQXcyb3c5QQ9/qkVvuH0r73Z/nk8KXEEvuGy5b3hWCo8Sg/FvUiAo72jXnS90937vGxItbyI02Q9ZI6GvBdITz0LLka9eAvzvSKxt7xTAJ68fOa+u+3QBD1s15O8L+YtO5pnSbxUWom9HfG3vRhuzDt0qbo9GfVpvRRWRLy3WIi9ww9TvYRR3T27Paa92zQWPRNFM7s2Z2673sLevF7MYr3Sk0I9huOoPfEHC76DvsM8LzzmO/HMPb3BrOC7Go8qO0U6Dr4G4yi9CDQMvW6mN74="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 