{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "/niNPB+orr4zviY+pYJovgEnWr1t6Z2+ZglPvlKw9b0wTD++FBQoPcJ9mr3yoVQ5RCZvvfzpGT1NRmi+0dwwvk+NV76upDk+siuUPcTnAzysJy++qks9PRsxY76ZCRW+2/hZvk1KEj1nbBC+abUaPJmAO771sYS+ac63u6MGgD1kvpG+1DFfvnvowT2W19G+RLtnPcm00bwvdje+MY7lPGZuHD6+P5c9a8gnPhbYir30qWy9HDzxPcIXEj7vssQ9wa/LPcbqU74ZjhI+RFfvvROVnL6Sb8k9vxwQvlfTsTznzIG8O5eBvHTJ9b2Nm7++6P6IvSuzEb5YPzA+lrkBvhcGqDySx6Q9t15lPpkUyT1UVdg9GGZePru2nr1ZFN+9xmOBPY/eqr1y+tE8chFSPJ7efb5b4qy9VmJYva1CcLy/6vY8+SU4Pol+97yjxQ29LII7vv6cK76wQq89MEUbPcSFKz3+4Ju8ZtWtPPAE9L1gBaq9fhF0vWJj972LkBK8IV5LPQ5QE73cNpm9VttCvZsmMb6mMqM8elLGvROQy74VYXE9+oPTu7txCT2omI8+ZPyrvcJ/Eb7XOZA9dlo+vvVGwL3QAoS9BIoLPVFGJ76RhhC+aFoSPW10m7198UM9RlFhvQMiDz6lTEy9DomsPJfC4j3zVBE+f0aUPdW1Uzwn5CW+swqhvUaCkD2vwGw+QdNQPtBSkjw7TPc9AuCBPkLpxD2QQia98ctAPv5XKj34Vly9D8fgu76d2T3NTcC8mG8FvhlxgT1HvBu+sTt5vcl20T3EyNQ9lUY4vT3rAj4ZuKe9AO+KPUlylL0pEX68RP4qPca2Mr7sexI+79AGPlO0z719Ie8923hYPaqTUzsfPXQ+KrA9vVDH+byDXNI9LP7HuwT3mb2RwdY8wWGwvIpzTT0cVDI+tpuNPZTgx73cH6q9fcvIPMWZ5r1Ar6g93jCnPQC+Tj159LO7pD06Pk1VXD1Cn4W8/VxZvmThb77hLAI+ijA0PdOBrD089Sm+6TIaPg45jr1MFwI9xq1HPfzCCT5xCbU9XasCvpzenr0Nggs+pTR8PVD+7juABRi+FwEWvIs0M74e7a29KI8Svm2D8L0l7ti9Z0JMPvtMrL1gNE89IynVPYnW8jx0UwO+16ElvpJOg76HTEq+dqjOPfdzlDoxUvu980vFPUm1tDw0A4O9aCUzPg7lmr4jjxa+HR5XPglEKT789Kc7/pgRvr/IaDygzyI+TjnmPR0vBT4FG24+ZbMCvqaoJz2poYo9CaNIPrwWET5SDvI9K9A3vXyExrzySVq9pr+OPcoNVT5xY+k8Z5TAPfXXlDzyeIK+NuUsvqbQk7ymOG2+twjnvVreh74uJwG8p1iAvb6n4L214RO+Z8ZcPiKFg77goYU+d6+WPRVkz72Yanq8hkyVPEFzLr7pn3o9h2a7vbh6Gz7R8Bu+i9LKPbyJ7r3Si6Y8lIBsPNetKb5Vq9o8i6zyvPpcZz0OiSk+2ZBsPBSTrr44mbE9joV1Pcubkz560qs9id+qPZ33Jr4yU/S93+riPdPyPDyD8Rk+gX2HPCewIr3oDLQ8qX7QPT4MIr5iqpg9qCVYPpf8ar2tRfW9CXzvPYQ4Jz5H8IC9YPBfPeNfA76J78M7EWVuvj0vID02cmu9TQgYvT4dgzyeDkK98vMsPXj6Ej6yCIc+XnQnuVzmyjyW5NO9RcKxvbFlSL2Wyza+okK+PaOKab7AfwQ+kAZmvnnUXz3kQ/e90wvQPMa3kzifw0s+LZ25vbTSVz7oS8u8sO5ivvIczz3Z75a+/5F2vsOu5z16fqO9XGgZvs/2tL3t3Kk8OYGjPdSZhb1Imcm9nASCvMKWOL5H4r49wauSO8NCgL7xnkA9564FPdciHT5zC+A9FQTmPeD0ljwbR2E9un9UPYNIbb1Htgq+VskDPlDvTD5yUWI+BwwSu/JUODw0lt09GuE0PsG6KD7/esE9O1oTvnIvW71mkQg+BqBfvRH1jr3E95O9APqmPdYORr6Kvls93OQ4PlklnzufZli+ejvoPZO5FL59dFG+6f86vs8zDj1AhhM78BUlPt6p0b0iCbo8wzZbvpphzD14XII9YvSSPN5m0j3K7UC94NLMvRZwQ730PRO+najjPQ59iz3oQFI+jA4LvsJv5z3hQFu+L8KLvu8ZU71hsI68wUhMPsclNz4ygpg9rm3YPcUObD2Fpw896btcvQathb6UStw9/mQ+vcXRbj71rNM9iyhQvl3yDj4IEfO9NYszvgmiCD65g3e9q6/XOwy76r1fHwG+u5apvSjrJz4P5ei8RIqLPV1STT2Za4S9DgNevoDaIj45DSu+DnCtvfArET40zji+NUYKvQYPkD2UXBs9deZNvYInAL70gfw99CYDPrFLD74NkSS+Bp+svY3KSb40m1G+8cjKvaJ4XT4PxPI8ctobPl2qar5kLeK9lfEXvtZQSD7b5T6+dM1Ivhk8gL5UNlq87y+wvFCqlbzzj9I9QkWJvkA6Iz41/BW+LdFEvLxCrz1oeeC9l9ejOnaNPb2FrAK+JFsovg0Cib3cwBE+88KkPdKeUj0uMgS+wvmCvpEchL7ffBE+vusuPkZtuz031F6+2DOtvbJUMTveCDu+nIYAPjLIHj0dYjO+TWi3vsRSxL092JO9EBUWPrtwETrEmxM+BL8gvlYyXz3Q2p89RImgvi3o8b3p/SW+3TJ2vgdywL3PFik+/fWsvJjp3zxK+IE9mGlQPnYKIT6SluW8QAShPk23UD07b/Q9wImePpDFaDt2MZc8LxFAvRdjFL7kfa28RaLUPErGHz4oXnW+8x7pPBKyfb5Msym92CBuvvCD3L11s6i81IWCPcZCEL6b1ew9SdZjPv4yHbx7+DQ9jMDAvX3dkL2tWcI9naEwvku/i7xwgeW9yEMbvdtnMz7Qd0O+60kxPmQJNz6y4qK97nqAPlE5ub1DVcs9+zAVPWNbF74+5H++iy3xPKKAhDzt8qM90JWoPOb0Mz7YUh89H53xOhPwGTzPFl09RQidvqa5yj2kKTy+Yp4bvjgklL7UL1G++bXZPZxCB70QsKY8STIOvmfTg74+gcu9pOvwPcQnijwv7Tc9/uVAujhmSr2ajXe9i5pXvmEv/Lx6HVy9R8TXvd+mGb4vGEY9oMicO+WxR772aio+DdWVPbdKeL5JU0y94yxQPoBEGL5OUze+DMgQPjCKIj37l4o+3Au4PG6PCD5WMM89Ec//PU4JxL3QIOy9BIJsPguAD73mMMW9CP8wPk7Qij20bR0++wpYvvITPj6i8Z28XGjEvSqHKD4w5iS9XTEEvh/SkrwGQ6W9hM3pPSMHCD6eClQ+cFDAvS1auj3IwUS9e1QcPjSMRzvtduE+tpoDPj4+Ob5PcTi+eroKvkZoPr6exJe9UvPoPe6I273uMhG+1/XkPKLDhT628kU+6TAsPU91qj19TS4+At4hPcAzvDunh8Q9KOSyPaGrIj3BKmu9i4EqPqx6Qj1mHvy9SwwHvvJ6qjx1ahW9ZHSYvsJYkzxyTyO+S5JGu8Q1ED6fgvA8t7wbvC0xCT2MUbC9zFlavTWV+70DA9e9bKriPZnWFD4cvWI+7BbDPObW/70hQuG7w5E/vQnHZz64bmA9tgZqvohDSD6E33O9NZwtvubKNj5PX4K+2s1HvuyTnT3UbU0+mzs/vctuYj2iFHs+6Ohsvpx0gL0pIx09/FnIvM0Llr2EADm8JVbHvQnXZD3gPSu9j9i+vUpFJL51/so9nfX/O2wQ8DwoxAu9feOBPG623z03ObW8xgXiPZg7W7xc4da93G/vPIeIT7yQpJM7aZOSPSsqz70XS7E9BjVAPbNcwr1Esje+jaCCPWytH70oSgs+MrkFPsuokTz916Q9qIaCvonQhTzbc4I9PylvPhiblj2kCBK+OxVSvlkcjr3OMZI96fxhPFGwdD6lu7s9/Yt6PcH8HT0fcxI9JoIpPoL7ob3JPgU+/pbjve9hC72aZiw+v4QXPjjnBD7bYRG+dB/wvWuCRD7Tjnw9wcYAPKJIez45kPY87QBRvl+zh77A9DO+Nf04vSWwEz4Ftda9KmGEvak3gL227Cc+5TUZPgZEFL6MY/s9eGmnvfCJEj4m8xM+NoQyPmVUeL3h3xa+KjRcvo00hj2NYKe95yHUvHBEHb6zV/I9ROGgPOOZ4b1wcwq7bqmGPdjGTb61CYS+TDcsPvEd7z1a0ic9jVjvvK0DQD6cpZe9FvNUvrX1QL11p2C9ZvcQvBzKrzxoTY2+9WM5PjrbWb5Qu/C9oqsPvnvKdD0QM/E9nHwIPru3cD2FLPg9REAUPgWMtTw3Mnc9QHc0vg/wbD2lSx6+TJckvQmgCb+XJvc9zheevg7cCD5ZbyQ+6gm9vndvPT4huZU9BBSBvhtYaD0HG2I9q7vbvUUhOz7yLVK++zwgvgPADL54QZq9OZSWu2bvfD5yyhU+fx7JvH1Mlr7Ps5G9aWTSvXs7gLx07IC9ur1AvfmJEL7k8sU9qNiHvtutw73IQwY+pFbGvTJ2uD10oCy9Uka+Pb6QYT0VoSA+ZT5cvHvXhTwJSXI+lB+WvipvjbqwYYe9WfxPvso1zb3X+UG+cDBTvgz15rwua7W9AZ5vPiJmaD7khJ087YLsvSxm4T34lsC+eGQ6vc93Cr68Okk9FhXRPdU9cr0KhSI+gsdhvoUjRL5Blww+ytv6vQ/67r3yW+s9Tkgcvir5FD2bAI2+c8Eevs5ZS74i4Ra++SgzvjPcND2S49i87S23PMd+DD2Qt6U70u/KvcPZzD1SLlU+PzHMvV1Ybr4YckU+T3U/POOH1T1qEie+1KAMvse/CD42Hwq+gLCzPQ7GwT6uBEC+B2ocvALyH75Vpe48/Un8veuTuL6sKDo+TPsBPmt3lb1AARQ+MFcOPvhU9rwL2xS+kPwJOpxR2r3CrQU9TcADvvzFLT2hxYU9ahCIPeCdjj3KWlm9RvuyPvr2iz1qBbG82giJvlDW0z0gAw09GPI9PrL7oz2kdjS+wpsFvFzkFD5b8Ru7BwmgvJDSoj0MgYG+ffDXPAJinz00DBA89bS6veZsvD3VVz6866uJPRA3+D3/eCS+/WNpPm+tezwUFbq9khPFPQ2FfT0vc149al5JPu12BD5NP4G8gGQTvgfqhb7OnlI+rsxMPbnqmj2S52E9uUi5ux08YD4bvLQ+uwaYPXKZ5j0+T5o9SLAtPFPet7wXY8+9RrtAPsaoiz4px8g95fhkvoV2S72YRmQ9uGVUPfE4s71gS6o+G6WuPkclg74EMw++0jV3PUzukz2FjmU9PzLpPPgdYT4BHq27iZZoPqLLq71n4Yo9/OUlvXtCODzTBa87Rw3QPeb5kT2UA648prjMPZ/ANj0Uc8E9bWEnPVF3WL5L8PG9d3MWvtZ0Yj18MIY92cUWPn8Apb2BMCi+t6+svZO2Rb7RVtS9tReDvdm3x71wvQW+JIiWvoXcF71qugW+hgwBPVI7gLylbFy+WUgAvV4DS77stJu9wM/XPXWFWz0VWyK+RPuuvUUhOD5UAsK9ltcpvdN+8j3IUb09o+RrPY9JKr3kqOo92vDtvbu3Zb1/w7493oHdPbbRSbz/rCy+43APPkowpj2J0t690UIpvpaDkz5KpMw9fJ5tPXSLbL2E0Io9Ji/VvRgDE7569Xe+JRUfPmeEIz43e449AqyhvPq+wbrhN7c9htsnvUbK3j2fpz497T4EvZnV8z31npc+4OwbPpQ4jz3Wia4909XUvXTZyT35+0Y+JyC6PVkiIj513CQ+AkTqvV6RFj6y2QE+qvPmPXbDRT6QpVq+XMFkvp8fMT1Anos8/Zo7PXV4wL1O8FE+qRK5PrSXljyhKio+izhQPjgz5DxLpVm98mkyvkO9oj0ky/u9lXr4vKojAD33oTc+cWR/Pu0gXz4Cpis+0rqVPbtzkr7F33u+kcp2PnbWuD3WY5a96j/oPVUAVT56Ez0+6jkGPdEUorum0Ry++sOGvcFuUTz6xa491bN7PabKzT20Fpi9QFywPVgE9L3MSVg+JiS5vYRXSD1b2pe96yEZPgdrhjwfDLo9TYlaPtPyhb5+/VI9inRyvqcGwD1NThe+cJOCvZUQvbxlXDA+YLCrvblcgb2uroA9b6pxPI7pzr0xb7A8mMwTPlYcW728jxg+7GcVvvZiMb55V6S83SeyvVYnBj53ELc9DzvPPffjt73lIRG+ynZWvuYbij3kGrI9U3KPvfpBwz1sN7m9/aycvVzYgrubtaG9tBgavoJZ272HzP898S+0PbfqS77TfrU8QGPnvZO/Cb4lFDk9g6oEPmhYc77c79K9G7S5veYDdb5c/eo9B1f0vRiXGb1Cyc09xeRVvpFo6DgmD3w+wF8Qvns8Xb0w4ge9CaYMPs+HNz7R1aI9q9PjvROwJj24BzW97BUxPUvZAL4Fdyq9IiFuvsEnJr6P6wU+HZ+CvgRLPL4M9v69E6xvvtYuTj1fvvk9IP7HO7Hfuzv3F5Y9F8umvTh3yD0ACfK9ET2zvYckh72o4gS+6Gc5vDli8b1mBju9cG+AvWv9M75R45S981ODPSUbMr1URm29bpRjPTyq8j3dTas9pv9nvoy/4r2GD3c8Lhk0PnURnT00zD697+KtPaUoID1GaCY+yay5vRzde71y8+a8+EyIPYr7/L1nTZ6+zmbmPbXAqL3HE3++4Garu5RxvT10aF2+JALxvd0DjLww17s8afOfvqnjFz60W8G72nvaPfDkmz3AnFO+1KT5PfxASb4Wufi9z1o4Pl7wGr7OGVQ+2XjrPfsO2r22lJA9Aas0vl+gljxlZDC+2S8HPnBO6T0cGV29msGpPS+gIL17ZWI+kOpsPqWCIL1JDA++jCgEPrqbJj7tTqQ9Ne+tvezaPz67vi+89TuevcP1RDxgHQ45sl0zPQirar4YPU4+RokUvRp7ND1isZe9p2gWPjpUgD6Zgv29ASNbPgSgdzx/ptm9RHgmPshF9z3sOFs+QQLYPeyXR7yu2uS9HD+GPRVeq7x8NOe8pJu9vXClUj1ZjjM+k97nPURCAD6FCZ29E+SNPhLjHD3lYAE+TLTPPbEZDr2lYlC9FANgPZSAXj7VARU9mT+5PPKJTz55GBq9M3INvirl873h1Ou9K/TBPX7cF77uDlC9UBY9vaQGrr56RF49M7iGvemiWLyQfiE+bwAVvlUTmT3+m9k9GyQsO3vrr71LkAC+8MZ9Pu6Cx72VJg8+D7evvMts3j35UdC8nvJzPhF/RL47oi6+Z5jRvbEcQj4pw0a75Nt3PdIsGrzvzKI+SDBWvaVyT75fYpM+E7HtPeLQbb4gwZ49Uy5avYyxQr5VnzI+D3hxvp2LjD5xH6o9PJ4lPnBm+z3vDx88Q62Bvlrvbj6nvBA+AZo1vql+8j0kURY9hm1Avh26cT3uMbW98TEyvYPuXz0+bnY96/hLPp6iaL2qvF++CvvpPR7TyT3z+j6+KJX6vTsz+T1h9a69/48pPv9d1j1MkAE+xXUuPg5Gdj0N+Ok9/b4zPhYlWb0FLRC+CkanPQl0kb35mCm+KB9AvDCFEr6LSqM9JnTKPezilL1IF6u9sIUbvrpaNL1ZSy8+tBervZAoPj4DK7I9Mh3jPEns7T2AZj4+rM/nveHLDj06TS2+DxoRvvedmT3Xrwi+z6UBPovWaj5elYq9cF12PlF4L76sCAI9ZiuNPd0VPr6c1Ua+GUa9vbSHJj7K6ha80fQivub9HD0eyFa+6s4evkYgeLs4K5M77VmAPRBhQb67+5O9kH5Avczr8DwrzVi9xRt8PaRSZj0d4Ii+RGwuPuAwibzk+c+7xAcpPovNCj3K/fK9IXk/vgz/DD1L4B4+usC5vfC18T0CQw29FtSkvRLJar0yK4Y9rnMcviYcHjpQqNc72v4KvniYBD5pK5K9fWYTvSDXzD0t0pW93tRhPYTEM7yCqKc9qILTvOnLAT7R8jY9sWvuvShlgT0xAJ+9TtOEvb/gubwJ83k8iaOnvQpFnj3n2jQ+PMdKvhTwyrxFYDC9/ezmPbnsNL49eXM9FCkHPjpcVz5SUYO7/8oHPgolD7rsqcW99XUJPpewCL0HF6w89N98vFWQtL10zi4+MjtQPER38L08mKW9Ox49veimF771Joq+jcs2vkLrvb3xPd889pYNPu9AVT0Q28C9y4VHvgnX1rxGQC+96JdMvrpcAL5s5do9MN+jvEmAcL3JH8U8efP6PO+Ll70Lgy0+6pM+vQ+PR71tmww9UEqkvdqCOj4/U5Q9mHVvPT1/hT73E9Y+/hJRPuwwy72aS0E+FRUHPg4qVT2sAjU6XCsTPgxVHj4gdS0+ruAuPM5ngz4m2Hs9Zr0PvhU3Lz4oXzs+8wA0PVlnxb2toDa9CGd5Pr/V0b1C27c9/zG8PWQV1j23zq+8pXBqPitHZ72KhUg+WdPYPTikaTwjevw86gjKvCK5Qj5bNNI9YWWlPeS2KT6QCru99MP3PU43rTz1O9A8JdsQvmxZh7z5gos+J4q3vWkKHD1eAnG9G1LivS9VQL5K4jk+QX90PVEGiz1C1HM+FpCzvY9qkjt4IUA8qyGOPWsaBr5584g9cIZqve72DTyFMMW8tKRhPjY2KD3K3YO9LRyhPFQEBb7wE6E9AL46PlE1gT3mMLW9rBS+vRo5Cz7QeXU+xEGBvS+Vmr2HEoE8G+wfPozQiLuW0rQ9HIcmPiwRIL6aMSu8+EWuPThPqDzLyYo94OZOPrTN7j1GX+e99bNKPc4YET77RC8+/y7VvePxID7HmF4954SUvUiWJT7ansk9tU+bvfl9gz1cBYA+5lFHvlRs770PCdQ8WNHxPEMc5T1N1qm+MWwNPq0urz7x9hy+WhHfvb1ZJL0H8Ug9A9VNPp5JLr7EUE++nbwlvnHH6j0buTC+TgQovlk4RD65o+U8U8BWvVssFL0EmMe+PqPRPTFcq7zDY/o8u/oPPmEHVr6RFQA9bA2EvvE89D3d1Qi+P1+FvpxL8zxn0C++m7UovkNYAb2AqyA+khInPk9/67xSqf09hWysPJZLOT4TaBM9CNojPmZM+j34PrU9eEGRPiSk3L145Rm9B6j2PRueWr7bivk7DccBvtuin72fAVW+vOHIvesTQ76TYx4+3mZVvZD2BzosGKq9TLVevuGSoT0SR829wdMkPiQcwTxCSBk+fTEVvvKW8z36i6S9KLT1vaK1Nbxy6QA9Ph6iPbviyb1jD4O+yXOWvLWUoryBmti90b4pvosWP70kt8U5r/vRvfizyb4A4ZM63Lb6vTEaXrxWBVm9T1OOvbzQQD1LBoQ7PhmHPMdNkj0idtO9MIFnPUjsgLzCEuO9bwwQPuFCk714JaQ9v9aKPeO4ij4vFZm+YimHPXJjwr6h53C+6LuHvN6XHr6DczI9kvmrvjnyqby5bsg9M3sGvn8bDTwSgG69iyJWvXvqdb7VzgU+y/bOvFhXob13Rm0+65KFvjFtYj7ylYm+gLyMPiTHlLxXv3G8eOx3vnDsHj5SuCa92sqaPWbFUz7tvg89IysiPqJk9D1WiSk+E31Mvn5VFD7oIli+p6m4vaRydD6+/I0+Uv+NvgvoZT1yyAs+geuWPjVHiL7i/Zq94CE9Ph/WZj3BatQ9XVgLvtE2S74L3LE9kTicPTujfr5d0qO9YsbYvDt/nD428Ok9r+s9vFEQu71zDg0+2OCkvi0uQT4zMRI+5abWvFqxfL57hre9ncM1vvLJKr6h4HK+sv1IvtDeNT0UVVk+e1opPs5UGb6ABIE+MI4APl/HWL6zaBS+JCMcPXC1qrwTQOo8xL3vPcsGsL5H4ia9xkT5Pb3PwL1KsiQ9NiMLPj6i5T0oB5k+zeknviR2uryIFLw9gqSfvSaGPj6Yzxg+qewSvmORu70eyFQ9+16YPo8+CL4oqz49+AAjPeEwmTyRg10+6LW0vtX9f71sds+9U2y3vSkRgru6VTS9KANRPn8BBz2xOcM+Nd4fPmXRtD3RpjS+UHSEvR+zYjzQGGQ9dmdGvjTbkz0PSdM9IsyKvBN+ArwQRoA+TSt/OvNDHL7f6nK9JivsPL4XI71oRRY8LDYcPnxbTD4cvyo+wXFdvo2ZZ74SAbE8fkwcPiDtVj7QXaO+c70lvcWtHb32hEq+NDwjPcRgfTw1r5i+SKIRPhF+Br6vAi69cYwePq6OI74vWJk+lF+jPTXTfj5YiiW+uEkJvu3iBjw+XP0986RDPBoLQj4fCXW9LcDLvFn8/T2n2ay7ef2pPckTOr6h1YE9KGmTvbAwwr2JxyY+I5F6vj7O/DwEBtg89Ygjvj0xsTsZkjo+LF4JPWvC9L3sAQc+CebDPUkgEb5Y5jo9jP+VPVVHhzwiiA6+KV+Au5eQZr38xPg94ubcveVTKD41S1q9iFpsPVBbvL2efpe90djxPVH0fj0FvNY9TCUivQtb7Dzioqa+h4OBvc3JNr4zTZ+9FRhwvY7XwL2/7D0+uwtXvfJ7TT2hh488o0nWvU4A8r0QIPI9axzGvUFFuT1SOrq8iGcWPlqMYD05YeQ90NU3vpYnvr0pY408zVJUvcPFGL5W1jO+sKFAvaeJab7MTf49t+WJPXGEKryI16w8EOghvYxReL37jW89RMO+PQWr+zxSOhQ94uPNPGYX8rvfQ708uwrwPHpLrzzHusE9Ih6OPZx/tLwJ3Sa9PEUtvsqBCb2NO+69mB21vRYYAL4wjI88p8wpPtvzGD6S/8G7HLuovE05PL5u2bu9OnhKvgyeCj2gCZW9gMCpvfwZjT67frm9Hl0EPc+fyz3bCve9646LPVCEBz0XbRM+sojTvCIgpzx/Gx+81IqLu+83J77+aGe+VyHXPT3BB77Kyz89JLeIPadcAD1NBpy9+gEvPT8Szz06QMG+UCfEvpfT/D2z55e8iciCPRZbET61eXA+DIiXPlbgEzzL0wQ+UxUxPjq0ODx89VO+SwAAvjtYu70fND89jLkCvQJXn71bQc2+EXo5vm1zWr21Nd6+KE7IvvvYyr3yyXO9kYkYvVg9ur1y+qW+msF3vvRUkzwd4kK+ad+CPVIYBr4yP/Q9tBxhPJJ4MT6+3DI+/r7IvDVsFD5wwzI+bgd/Pg2UGTz0wa+9m2JPPklhkb6LC+894eoOvkzAoT0IeZU+ZTgDPbIrur3rMBE64vrFvWSVkb1LT8U90zoRvugamD7qxmO+S7uGvpcxcj5xMeE9UkUxvIh6BL6+P0M+c55jvt1dkL757eQ9I9Qpviam7b1lSow9MjZzPo6Oez3126K9pQN5vflcf7wQvEY+KMafPT86wL7kyWM+K8kQvoqp/r6Bhw4+1TIgPoT1BD0PFZO9G6N9O0uAGD0Rd0++XqTDPTMNhL51xAo9B/3aPZirZ7wWEjg8UzO6PXWgoL4M7bQ9l7kGPgyFlr3Vtcy+7AOfvl+bIL6vGYY73fBcPhhEvzu4LMi8fZErvQ1/Qj5Ocou9tTRtPd0zXb6wJ1A+vXxgvqs/Ob5wlio9tsWMvhb0bb1gIJK9EHlXvvuZTb7FG3U9tCEjPvhcKT4aqrs9koodPkJhlL2nwR+/kTv7vViNYr6FEtY8ZJPKPOMvZz4pqqQ987BfvV4+LD1nboa+KWbmvTzAwr0cJAu8ivLivYrsDz69CjI+Xz4gvdrYNL4Bnrw9RMzWvdWKSj2s+QK+dxb3PRVjsLoJ+jM+FxqvPmm2zbyJRsM9C53KPUyuBr3d+PG9J30jvceBSD1BZpY8q8kAPf2Ylz3w9gm+hAOHvfgFrL1W2Cq9txcRvcRSFb5BsSO+ZobbPUgj171eJC8+oH2UvQ5/Lb12tY8+HdRJvU4y673J0aw8ALFyvXgoxr3ySWc84Q22vchSUbyADj++SFlMvr1giz35hCK+cKeHPg1Wtb3fIP88LzKXvYIxG74sACA9O56vPt/VAD4P2A69ZBnOPr5ZQD7bGem8PfslPvL1OT7dxus9vTY/Pjl68b38Cpm9EjHavlibz7ztCIW+h8+/vCYq0b06tyk9KAXsvbx+XT6Urjo8Mk2APg0gVb2Mooi3Ek88PSNoE74OLAI+0JSKvdIPHr5vkju96T1PveCcJz4n6yc95DD2PUFDQL44f446/Hw6PcoLFD796ha++VZDPK/hlT31NFs7YMx4vNDkEL4KvPM8sLZBPTTBgb50tjQ+IMGBPR0sBL4Gw1+9/s/zvFXspTzKfwq+k/svPqyJUrx6fsi9lwrWPAZLgr5Pfgk8gtoCPpR8or3uqwY+8I9+vG7fZLszPks+pRcWPLcTgb0oSG497lbNPUhF373QFHM8oACbvR4fJ740x7m9fbjWPe9POD3fH08+X3kFvpa4dL0JRdW9OFUYvZeypjz5+6u98IBTvZs0GT6YMC+8HsZXPuH4oD0kqKS9iE4+vqRYrj2EWwS+B3EOvmeo9T1RXYU+cAllPoEp1D283qq6cDM9vj0sOD7ed8q7WqOivVl3vL3Iv/y84Ru+vXZPWb6nweE9dweKvZ/uHL4uCuK9C/CRvVyrDT5+NHE9idtbPv6dCb57JEy+S5KVvbkHm74qkK09QvcMvo3eTzz7Qh+9+n8EPnZZIj5tHO283bg5PgOsVD56DYq9KVi8OhWsDj0+jIS9+IQSPqTWMb2DnQq+OejDvNTLHj4XowM+yk/UPep1vrzfHXI90uEkvjd/vj2KMZO9hxpRPVQSaT4FahQ+cLdSPq02ST4acLU8ABFTvdZME706Pr+9FYilPW+F2L3EQPI8wL5NPRGqyz3Ta04+CFYWvmBc7T1VvUs+zNaAPJcncT3bRCY+xbEgviZZUr3NSec9xeyPvjH3RL2ydkg91L3sPFOFGb5jezA+VAscPHitKT7FL7u8MiApvuduhT4o7D4+K3iGvB65lT1CEDO+4whUvnHiuj1cvSE9d1OgPSHo+b3VBi8+8AMCPqF2Rj4tekW+tFi4Pflrjj0e74a+QLT2vYNuA7xT5xM+ijXePQYRt71AM/+8d6hVPtgnBr4//Cm+bcuhPkdRLL6mpk09VI3yvbFd3b3fADa+81PZvd6FzL0gp5w9W0CtPb0pKr7UVcm9AnqCviuMc77STZa8jfNsvTRIPT7HJgK9BkUHvrwOnD6gOyM+dKj/vcFShr31bVk+iXREPlMCjj0rDko+/+9JPQGElj1Q5ma+rDo8PmuTzT2pfx+98UmOvaj8E74/uda9vSgMvcICtD1xNJu+1OeWPaL0jj2p3TQ8dIjrPXvrFz5+nqw9+BO8vVEZu71udRG82HFEPsXXaz2MlU0+vsxaPvZ2iL17DuU9egkuvkAt/j1wxCq8N8gdPvDXkzzxS4U8e4YwPrMZ5b3qqIC9qtMrvpUoqr2NVFy9nbV6vpY4a74kCN297PfNvZfMLj2CJmC9ZZUqvpr3mT2aYzI+3NpTvX1spb7soFI+eAi5PQw4iT4/cru970QCPoUorz2ZSBQ9+5RnPlO4nzy0GRS+Cd5EO2liVj70f2u9neGAPajzvj0BtNy8JL4CvaVGJz0zsx49GNZ/vscmbD55H8u9mBOuPnFNED5eGH4+5bOGvI4+xDxMVRY8xfRePbdBQLzjJvk9szTcO0qWZj6n2AM+S28BPU7uJD76s729ZpjGPVFugTzo6YA+hxC9PJmx7T04btw9r6tqvj0xPb5QbZy8QeJUPixBkD6jova8ISSQvcqaHz4l2DO9hPezPkmUIL043Ry+88gcPjZ8Mj2bqXI+S6iVvu4oUr40m4s+ABrTPQbUoL4lwQC+y0TZPQIkHz6Mris+DG4Xu3bvVL6cWDm8fNlbvute9zuf9DQ+GD9fveOjR766xY69z7Bfvq6O2L1dwRe+gzCNvQt+cL4HPDC+DC6RPi7zH77ShlS+1V/3Pd0sFL5pPmW9jmpJPk3Fdb7eL7o8zaGXPOG6Az61ZRY+dD4Tvn8xh711QhI+Drq/PeneiD3BROY+sgWEvjdxXb7DkQq90pHmPW/lhD1+Y3i+4dlgvuk8j71gCi69Dx3+vGTcOb4lyY0+OvBlvvZpEL2MBGg9WRqQPmMDQj3hbug7uoB/vluoVL6OxvM9M3lSPntf+70E99w9emIJPXBVhr75Nb6+WLqJvSxaLDyBqWw9tjyMvgmZ+T2T8w8+ATymvfnfNbxSiK4+hoLpvAi1NL4CRTW9YHXcvNts3T350UQ+aBu9PCPwOT6/QgU9qxiNvqjfnTk2yIs+JKkIPgxWT753uMY9RFQRPmwEM743SAO+nkUbvasMLb6c+Bm+8SGavggJTb0JlQ29Wq6TvvmbBb6LEgY+quHBPUq2qT5vhHy+qDgJPvGzeL2i5Xo9KEHwuxn3SL12aEQ9fI94PbsLer3lwYW95hAoPkIaGL7NaHE9RAdavjVfoj2LkdA9xr7AvV3qcr7KWwq+TYDjvGUN0L0AU5M9sGJtvQVAOz7cB34+TZn5PXs10b0X1Zw+Nc0PPr0ICT5pNJM8IKe8vbQour3ptvQ8xXmTvqzmOj72xqI9IyH5vdfFG75F3GQ+CfLJvWCpwj0XSgY+HXNvPa4zpLz+0EM+Dn16Ppv/tT27z728ilNRPdvcNL7UQRQ94oWnPZwRJ70im6W9rDDpvUpGgj1TM+Q90l8TvAW7dT0tL+o9BboKPV3uXj0Jw9A9CmOsvPFNDD5HNSM9E0ebvA4EJb7roK09KsKgPD/F87271da9U+8ZPr1mez3iMGu9j9YWPkb/Gz41M4o899jdvbvGe70WSaG9OosEvgHQVD6cmO69a9D7PV6A1D378x4+JaoQvrXB2r1HS8y9jb7XPUsgHz31zZK9Sd+bvezoG717tyQ+sWtbvdNNp71qdCE+jjQZvh6hIT5MyWC9Cfq+PKgi9T3lH9e9BxPyuuNl5r1/d2i9X7hXPElZ4L0cgkk+dIoiPS3Jtj0k6s69H+9cvl/tFb4T7B2+BbBlPZnu27t/tSy+V3QBvh4xdT4nQXu9n7BfvZ5A2bzs5A8+W67dvXICBD6Pe5q+QVw5vn98ubx4bHM9+nCdu149MDw8DC0+gYhHPBwFizyE74u8xUfuPQiRwL1jeKY9/5XpPnn4tr7mdC8+CkgDPgSZ/T0ueDm+y6g2PpWqXb76l7m9UzqYvTwkS71L3Ye+njPDvHXPZr7zP3C+ecYTPeUeArtQkpy+Day/vZIFb76u3Yg9mdFfvPJKtD1b+nE+k72jPWkdHb56nEM+bJgaPujFabzwDRm+IoRPPZCTLT5DZtU8ZHV3Pf4ONrxRshc97cGrPfumYz5XhLm+EJsqPs0fkLyCbka99nQ4vV91h7oAe6i9bNgdvb55fD6JpZ4+oBdnu6HSIT3aDCK8uiQevm32hr1MbgG9+WA9vDhOxb0AUDE+WYtTPk49d70EbEm+v1UjvMqEZr1fmae+6WtcPhC+Hr0p0AK+EnwNPl+ErLz7lPo9nGCpPfU/qr3Vens+bXOMPGLiJ75Cgoi+U8rRvQwP3rvziK+8lmmvPfXkgLuH3LQ9YOugPtiITr32qbu9co6kvLGeir3ajaS+AvsevpPvVr0n2369xwYJPsAxED42Z4S99L0hvgJw/z3LtGu93R0aPoLbkDxQqIE+xazavUZDqDxDMFI+LtVKvjCVxT3begC+VQDsvJixA75DPIU+9a0lPj1Xnr5HHh2+Fv9nPrkvXDw1tUm+vwNFvgmM3z0KhjY+qCS2vkxZeT5HBK8+OknevussJ77GKra+JcbVPRzUtT4PMZG9muzEvXWACD9inBi+L+zYPnUJU76BYlm+jmuvvQxIHD/CqQu9v/YRvoOTNL5gHZg+ciD7Plehlr0tEm4+VgIrvrj/ID7DV5k+xa0QPN8WE75q3QE9sIwxvizhAL7HLX0+oS+KvsXtlr4/2lG9RMnPu4dMV763m9S+gs2uvtSyqjx+j36+Wc2EPrNxHT4rX7c+o8xqPjtvQz4ECmi8MTuMPn4ByrxDhAq62on3O5p0F70oKn49qe0dvYY5OL5hFCs+VGQhPoELkTk0pHA+RhNTPgdqIDocs4c+JNSEPfKQVD4ZrPg9SetjPqtN+D7SQ6++QesZvkuAcz6qBQU/iQ8hvjjWwbxbUgk8ZhKTPgMSVryJdqq9ruemPsgsBD61/s8+QQfKPgEro75paCA+jNCBPUtMIL40jPW+8kEBPRzrv7wOG3E9YHmxPcDaib5rPdM9K+eZvrNog765sQk/N3iOPlfZKj4enLy9gCSaPtY+9rwRphs+bTz9vd4HHr3Dz6g+RjSivtD3dz5wEdw+ZiBNvqbLjb33tdQ9fNu1Pc2Pnr1y28S75nIlvqN3Vr7Ky1o+n8jZvZgSIb40UHU9dhUSvego8LszuNg9XNiSvQX0izv7Dr88yo+2Pc56AL2ymMs8N22avcXYIb6Hqh8+MOmGvEVmWT3gV729heDpve1xzD2tVj4+tGdSPX1Upr1bcS4+5As9vjBnUb0bCig+WTq2vRLTL77IeYw9KxcuvuvYQzwCCso8vKsrPf1kGr7E8Uk+VVEmvmjRtr2Fkda9V3ZKu9Mvu72zpQi+NBFsvmZCkz1JZwI+k+DIPWVFmjvVgUS+RHvbvam53T2gsHW+TWAYPZe0cr6GGxc72WCePeCMAL7vYLW9MJcYvu71bL3Axzc+uP5GvVqXgDpii549mvvuPS2J7D2sgi++gDOYvisA671hARg7vtNPvdmDVL7chRU8GOPSvUr7jL6tNro8Tm8UPfnbYL495Li92wNjPbP0AT55cCC+0Lw6vigD/b3bB4E9L+hgvrLbuj2qy749jckcvbhfqz38v5M9B4gUPXXTUj3Dqyq9SXNavn9EdT1lmwi9jCEdvhbWUr04pYK+NDdqvj0kPb5x1Ri9gIuAPWDgob75qo6+Aa7fvc8lmL1Yiw8+d8wnvgUMZL4a9Hu+CegbPicmTb3pyjq+CPy2PJSc7r1QC+Q9GHgkvt4S+r2FOYy9zdzjvdDnH76z4p2+R65Bvq0Etz2hbdg9CdXXvJ4zT75WcHI9kiA7PeScFb7J6/u9DrqXPF06E74Ax9Q9ZPDJvc4Fa77HIuY9Da5AviQZPj1m2l2+YTUdPEpTWT08pwQ+o7Dfuiu8B77Aju09lusKPkx9YT1R0IO9mRlYvpdAxj3NSYs+k0Cwvc05TT4jCoI+r/uuvaQRi77a0/493Cm+vfHQ7L0UnYs+RnTxvIHnND6fOPy9mcOJPW/ynT1Qija+9BJmPischT0aFJ69Q9CIPsfno7zyiCa+cx9vPFA2jr37rAM8iEYcPkFNTL5dfw0+3OuBvu4TJj3P76g9GcW6vf9tJj5ONPQ9e/7pPdS9GD5CK8g9zDJGPmpQVT2rsQm87SIyvpGprz4SPdq9b68/PkORRD3afnS+Vb+ZvumP7jwzUas+knQZPkOBPj4zimK+ZOUWvn9Q3j3u7Cs+0dPdvUrReryngnq9R8iMPKQ9Bj0K5te9FUNAvQDLcb6hRYU+q1vVPVKd0j0F0vc96TOwPb3FvD0hRoU+ycSIPuA3Zr4Vnpe+1G85vTsc3D0HBZQ8qmYZPkNZ/L3mN5a9f5ZAPd7Zib5CUW0+VHOQPZu7aD3qf6081xOavmTR673Y/h6+2orEPYkylD1t340+KL6kPjcBgr04VdK9B/o7PkIWg76OxS09mQnfvjytTT7C5oG+dYsHPV2iFD3aC5y+9wHDPVqQZD6yVPQ9tcExuxrHEb4AgiI7ZEkxPdNdYL4YExi+NWnevno/jT4VEUu+K/lJvjNzDD7EEyW+76QZvl+t6rzzIW09cKW1vc40wLzXk3O+FtyMPWsFfj6DEKQ9LIO9vlWJ4b0sGs49kLUcvjZrsL1vw0C+H6REPk54hD7YIKg9aGW5PgtZpT2USBq8mFgHvaj/n77z8sy9UIHVvalSG71+VtK7qU+aPcZXGL4LKDO+ngQCvW/ZBD4JYK09/PaAPXauYz7cVgO8dQz3vamgTj4Bsh693PYdPj8sUj5ctXY+/i53PRwfSr7xD6E9LzIcvffH0Ltt3kQ9+9Ysva4Jsr4KTrg7BnoEvVXpvr2ox3O+eVl4PgD4zzzhdzG+brZFPhWNhr5KnSQ8+pt5Pt7MCz6lLW0+dbmNvUVq4b1Q3Mu9SNKPvsWnYT5oJ1698rDUPTuJSr0Gu+I9CQw+vsjoDz4sCgu+cVUkPsCvr70XC5i9CfkJvom0YD5IYoq9CVXovWnRSz0azJs9/TT8vN4VYb2APoE+EmnMPfipmjyxtpG+s0N2PkSFRz5RF4a+E0OzPU8pMD0LtpW+iyR/PWCW+j0oAXG9GFPvu5Xfnr7fkpG+HKHDvcTNlD4fGCU+ZF5pPvHJ8r0Pkz6+ay9LvCjxPz6Uirw+RmWePcIjRD3p6aM8vEWsvtf6Xb7EHma+lxGuvYU25T3PMJO7xpOpPmRG6L2uvTA+nXfPPHFPXT3HEYe98i8ZvtUDdr7Ii/s96mQrvu0ns73qbWA9xYIIPiAxWr3z1ng+behVvu7+db0PS/89Rr0sPUlxir3tq4k9TpqOvZU6AT9dx9+9w3OBPU9z/Dw+axA/HzWKvQU9ir3hMaE+owYJPqOUJD7bJU69P4d+Ph9xAb7NFya+YXVEPQYnmz4P8A09uj4UvqPUgT1sZBQ+D7ssvXtpeLzS5gQ99R6SPY36LL1a0C4+ygYHPnE/LTyqyb0897sKvWxhFD69NKU97C3qvLWbOT37Cw49hgnEPfCrETuvyA++w5cdvpL0LD7Nsju+6g1ivVz6YT78oVU9dq3qvVgWxz3MxtA9zZPzPMe9qr2TkTa+rELbPWPVHb7x6C09aGddvDoi/jxU7eO80h7fvXLvlD7EoMO9L/E+vUCqZjzAryG8lbPSPOvqHb5+JiC91XTPPcxMY70aLKK7ExjUPJAmtj14y9w8aRp2PUaLoL0HBBk9IVczPfjHEL4YgdK8vqZ2PeD0Dj6/sFW8xv2SPc9vgz00LSm9GYyVPU6rvT0ijMO9RsjLvYrGczyfnYA7RPoOvkqoMj1CpJ69Vo8fPrS/WT4wOgY984GJPXbcRT6jBz0+PwsPPkndEL4XVzC7RdLUvPfVeD4OTB2+VVEhPibNBb6ZRpm82BmRPZ2+Ez5KwV2+DB53u+ivjz5lUEI9iFDoPOq1lz70Pwc/po6ZvgGWIr4plbM98TtJPoAi3jz74AW8KrZkPmDdIDx0hTE+HaSAvpNLVL74QMm9uMdCPr6IxL1VDae+dGH7va/3Qr7vF1++RwP6vKNp7L0j+AK9kpYAPUjfKD75mha9rdTRPWrDhjw2pxg+9Ig+PZsWlz7ZfqM51TypO5BFkL73DsY9RVCQPorshD0K+oo8Mjt4PC6Syr5AEn89mkz3uwpjBL4WGGk9mFXkPKgNjT3bd8c8rAPTPSQzG73C5tu86mwOPaqowLx1ogo+foz1vW7LCj7uQO09tGiEvle21L3tM5O84XrYPVeIiL1urxC+QMyhvjIWur1S9ie9ABYHPvotCbx8+oa+sYduvcTVNL4YMWi9B9KBPmKJLb26WVK+eVmNvJv9BD5HXIm9dI6BPlN0Nb6JwZg+v0SYPV5lQ74jNTo6qiYNvtv/L754oBg98V9EPvLzgz5Vh1K9jZILvg340z0cttE99WimPtryfr5I+Cm+UbusPTEaWz2pF9k9gDJpvvXlvz6CuEg+QpVivWee6z0rpT6+yCp6u955Tj1kGYM99n0Jvabq9j2f8kK+qJOPvn4vAb18RQ4+VRi7vut8Dr6m0Ju9b1rBvQa1ND76ivE9a2PnPZ5VJD7iONc9QBV5uyA5M717DcM79+3HvTU9Srx6wnq+6PwWvYDSV77ky4+8lOZOPjwlTbvyFS+98vI8Pj64pr3Ef2a+qe+LvG7pPb6Jxcq9d0PKvdL/Tr7vfVg9n96fPaq8OT4uNmY+JqM6PvDcHz4rbQ8+t9nPPfCvUL7RFbM6smUavrp4br2HYyS+lp3iPfVRLb4da2i9dphlvTvoVT5W4gi+52KMvn87gb1qFAe+unmRPsXeeb1hYhG+MjwEvjak/7sWLc+9KoQovYhLGD3nKnc9sIvqvcAefr1nWua8qRWJvqLTob0ZVRS9vxCgPaKmkz0LKP09664/PkJQHr2pcuG96b+tPZsU6jxEtRu+7esqO8xvtT1TdUO85QwVvnp3K76YwPe9xgYgvtw7BD738Eq+poW4veuRsr2LVFU+eJF9vrJ5ED6E3oA9xIJLvsi7Pz4oPyG+C/otvpVdK74j9cK+UZM/Ph3fHb5x82W9nJa2PkbWuD3yJU89uTlevvuKOL5HMpU933VtPVm0vb6O0JW+9kdtPsDEwL07UOo7NUDIve7J/jwNl68+1Yw+vTX5U76+mK2+cyTEPO9P070kwX497D25PWMvCb6XxV65OQRRPZV5Sz0zloQ+WcHMvXkbtTuxwwe+sLdbvqoIyL7NaJK+95nSvRdCBT1Tfim+jScMPlH6Srw9i5I+XExgvcXmKj70Gi69MK/9PV8PhD7seeK8gR4gvrQz7bweiBu+Y5UIvq2rGD5+wVk9AjEbvHkAdz1RGqE8ZguCPVyMhT5BJh4+H84au3RoCz53b549rdr6PRyYCD6eXP8+FJWevTK62bywnkI+Z69wvq+UHb0DOO49os6RvV0/MD4EICi9vfUsPrtQrT7yzgI+fYYxvbbIjrznDD8+2jsLPlrV2L1tExG+dhn7vaH4Qj4jVP+9KMcoPoVlbL16tyA+1Fa9vWkl/T23Xe892RIFPvnK/L1Lvay9X98VPoXhEb1N/ZQ94mp5Oo6SUD0kWKY9BIe4O+YWND75dTa+tTKhPCdG8Dv4IMg9a1uQPfBK6T17f189JArdPUY3Ej6492k9Xsb/PZhKN76tJno+x0ICPj10VT0HYF4970OaPc2kiL0m+Sm9p2MIPRfJzjvlCCU8nJRqvEcZkz1WoxQ9rGV+vYYSA73EFD89QKY4Puivor3GDoE91qlQvazGyT2CJMw9PRW5vX47uj14I7Y9iGvwvaOIET5rkpU9zxMlPMoY871zYoC9mAgJPtkxFL2isB6+3a4MPlbRgTzaXNg9UIeAPgqGo7u0nwS9lJeNva3O3T3ATQU8uVlzPhQqsL1VTu89ityFPXBKIj5+HA69u7zwPcOtJT3YwEE96zkNvUaB/L05YM+9U7p1PePkhD38zGq+tnS3Pqan2z01zmy83DzLO61vJj2ZJ8a8vPyPPoG4zL2sa7i94ZJiuj3fDz6R8LI+Y3AAv+uWUr2I0kW+D87tPWlPuD2TPQe+466ZPsiRV771/LI+aFMuPh5MFLyeXlE99XdTvE47yzyINw8+RLJhvvWfb75LWZG92spnPu49KD0yE7I9PeXfPTuIEz7+Q+Q9tKOVPY9sU73n44W99MEDvtYRdT7ewUA+gLG9veNFYb3IP9+96Oy0PQ76OT7lV4K+gZfWvZRIGb6QKaA+LVh2vUrJrj4wAPO9vrJwvocuWr3/IU6+i2ukPU4KjDvPSlm8NF37PVQ/pz0L574966EePm4NsrzllAK+Ugm5PRufp776kgA+1fyLPXIVs71cEYM7oZ1PPc2inr6SFwq+x8OnvHM5wb60+0w+G6nRvToKvj2yGkW+XRqVPTPkGT6tRp4+urF+Pmx9OD66uoS+dWm4vDFHRT3ev7u8q2igPT37BD6grlA+Mu8avaM0Pb1OEg6+jll7PhGAI72Nmdy8ERIbvrdXHT71+o69IslbPaq48zzl9fc9OIeTvifuk704UEe+8jSTPUHDqb1hVXQ+9jsZPmev2T2CxWM+oarXPCMqvb0h24c9HIEaP7XeFL3mP7Y9wiXhPT69CrwHPAy9mLbmPqYlrr1PfAG+mn0AvAP5Ij6z/Yg9D+QyvrmNJT3BHwq9EFFwPYxYvz3T0ic+yzMMvq9qKz3HRPU9pMGmPVVe8b1y2N09WHGnPTQ5WD7THaO9LtbcPZCB4b0b4ig+oSMYPp/hqbzGR4U+YUeGut+smT3Lok4+UtfWvbQMd75I+Iq+DTyCvo58wr5HkrO9kGvAvWl2zb0ElTQ93n1rvcURXL7zM5a+voKbPNpC1z21lsE9hO7/vdUFRj4Th3u95t6vPAYpQz4BUFU92HuqPbOw/L37ltY8sW4kvUaeSL6gP4C+q39Gvt7Vur2CMQ2+reibPiAZFbvSe8Q9YoUlvVWeYjxXy8s9SUFQvkLVhryE3Qw+gWRHPoPACr7RJVW91q6WPmkinz4gLmi8Z+ogvttGFj0QaB0+J1k/vpezVD3d44W+YSWIvZD9rL2bUpk9Ytojvl6/iL70Aj4+4uYqvC0DSLzs8uW+/xDDPV1Sk72oxKc+BdiGvRJs1DvqpR09zuKMvneYJL4fxJ8+eCkivg1nsrz83pI+jdzAO0kjNT6gtii+ZGpnPaPDYj5dBMQ91T1QO15qlz77Ex4+yi6yPmhQAj4bysu9S2OfPsBwi71vzsg8mFKsPW8OszzrDKu9viSAPmYgK76gmiI+E3ssvRDuK74YnPI9+4YvPvZ1bz1gJhm+YqUZvMJfnD1vRn48wTjQvfW3O76227Q9NRoyvpsI1b0i44o9ZdfjPPnOJL56wxw+IOP/PdcTC76XDo49tM1IvppvM72hXYO+bB0zPr5dN73+gZU9hKbMuhZdCj0+L8c9iF6dPe6aUb573pe9mMZFvUieVr4hK8y7224Lvh0iiD0eioO6pTLKvbFYxD10VMw97G8Oviigxb0hc7m8R9vVPUKIxL0EJWE9UH0dvvB3Lr7t9jC+wtsqOudmw72Huuc9qgkQPjvaaTtvaAw9Yyk/u1tp8D3AdNE89SQYvaiBQr2l8U2+4M0Pu6306Dt/Jr29na3QvcwaAT54tB6+MR9gvtcOmr3y+hi7tfuvPLDmWjy+K5U8mfKWvENSeL4Azb49fHXYPFtZw72RO6w8iZM4vbO7vT1wjJG9abOtvWWVAj7GDlw957MPPP1bMT4D2iG8mkWOPDR6Dr6siLy9ioy2Ow5t1T0Lc/k7Q3slPRKwib0sCpm9dir2PBZCrL121Mm9uEWfvlq7+7wBin2+4xESPGMoEb6qIlC9oN5oPQe7BD4oPFg9kR0Fvsid472nWQ6+Vxc5vmzFWj5iiaK95fMEvlDNnr141my9TsCqvbAFjz0fPgm+MWyYPVv0Hb6bWc69jRpdPIwU3b0Y3E298um5PRZ2OT7GeiG+UeKzvNsu7T3Jw2e9X2yiPePQ8z0/rQQ9wagPPkUikz1yBgu7Yxuevn+sUr7M+AC+W8yxvtAFHT7fW08+babBPKTXszuAV28+xWyEvihT8DyMkpM9hqGhvdM0nz1nQ+K8eDNSPoxDw7wexyC+4q7tvhHxhT5mnuq9RdlivkA3Lz4VBZO+yCv4PGvQnT5PRIo8hcd3PlG3rr0Kvie+mi/WPXGwuDwL0JK9AWX7Pd+xUDwxmr69loQZPmSsVrycjZC9EEAevkETEb4PZKk+WB10vhc81r358TQ+1NHNvbf1x7sYYFE+8jQhvr0BUD7dsQg98tF+PgMbST5LgsS+H8wSvo7CJ721qao+kexGvnAJzz1PpIG+P82CvuScgT6wjp0+2zT5vSiNgL7NIPe+XLy7PUJwTj0Z0wO9Dso/vtKnl77ezYM+HZy+PbOUYD6kg+S8WZrRvaSruLwDXf4+pnw3vm7Uiz6p8K69MFclvlNiyz3BogU+aY8BPKiE/bwzMLy+exTAPfVGTj45wUM+qBYZPL1Vkz4JkUO+awZPvvZXer6yRva9LzgdPczqJ75vOto9e1lHvjd9Jb5UQAS+JeJKvnIjT75O0ZO+o8piPpwrer7ZjfO9u849PlVZjDsr7rg8BIvOvVEnJ751rhe+T1IDPmOos70Z+v09JeB/vcpfQT47buU96BmlPh5xCD4l5De90CU9vnxrUj5LyIO9h4NQPKcO4T2quVu+M7D+vezSkz2jSWU9kwG2PTaWB74bUGw+XkXIvrApKb4dq4A+fzSMvWxMZz7mtUa9Nk0dPoGNsj4n0QC+2qgUPh5oFb6WWPM7+Y9jPtZY6L2uq16+59YPvlLzEz7iQD0+e+5tPrbAjj0qC7I9a9nBve76kL1HcGS8SX/5Pf4/mr037xu+VDtaPEW6Pj4JiIs9TmZWPtiopjztsIk+pr8FvkkSwb6aK10+kKQHPnx52DwpKWG+EMF1vXkDmL6M+R2+E147PpEmKrt67PI9P6U5PpYWfD0/cKu+5UVaPSRyg76SdFu9eVeaPpKHV72whac8NGzSPZYqLT5RPSO95GwuPTPdyT3PIIc+YNMkPqgYUj0UzM89+cBOvk2jAr2V3O691IT2PV5kTz0Val2+tY79PQWrzL36lXY+ikcWvqqPQL1sCQQ+9aiSPotq/L0y6uM9jKGBPv9LKT3+cLs7bnD3PRPg2j7XaJ++Zi4ePqqPsb183O69xd9nPp3DAr5eqgG97SN+vW/OMj7g8mm91jFmvZZFi76ZdzW9DsqivYqdpzyl+o8+i3ClPK0zBj6i2QI9dcD3PZmSDj1Tt3O+ANcLvmc2m7tYEym83+PGu+kyjz46u+y9iuMnPpuxiD7BDqY+I/jKPP4DpTwdUP+89fCXPXHP1j1N2vk8AqT8vXM+QD7GKCW+osSjPExBUD2QF8A9ezplPec8gT14hK08LEw+vZXbHL5T2Q68RgStvXLyBz6ytW+8Ll04vu6W7T0YgEk+3pIvPhLCJz7Bh1s+vigmPvpRr72dYmg+3NxBPRu3kb2359K9ktB9vS3qLT3DfvW7N3WquaTtBbx06V2+LGAKvrrGhjv/7JI8uKWRvngw9z2rYJI9AomCPbQ0DD0DHBw+0Dj5vGESAL6Sc/s9/2xFPnokj77AgrC9NTUNPmGmmj3IdyK+MZFMvqW+2T0U9s88zq1Rvk0KPz2YcDs9VG99vFVElT3ARo8+epM6PvSPOr7xU4C92GHpu3W4cD6qDyk+XJ+ivcEEXb3xS4Y9jtVIPZirVD0560a+rvQBvN45C75yLxa+tCo4vjGOJ74mFxq+O7pxPlbs6z2M4Yw9CN1ZvmfRFT0L50Y+URoPPqeTAz7rJZU8KGHhPVmLoz07Tyi9whMAvGeOLr4baqc98ArAvUvVk7v5XBW+AhX1vdWHfj0G90++cG6cu+Kx4DzpDza+UuoNPhdKGb7Pml4+MF2IPc90KT5KSxi+YGwXvTJlFz79QZi+gX6nvVqOUz54YC4+YxGMvr8eeT5YRtg9LUaTvBKJ6D3I5tW8xUF6vUn5LbwxFh696YytPYZW+TtX+4y+B3p3vB95lztnyHo+t7mkvuFQ5756HKw+EygGPlLDtT21TAw+yuc7Pm7wMD6eTH+9L9oRvm1LnL0JSrI+jiJvvbpsu77OABI+Bo22PRVXCL2VULq+mYrpvv4vXL7wtZk+fUbAvZ8zsz1HslK+GplXPvwBh75NtQA/QUUxPjZLi75fkx+91HyrPuR+bb6Fh5Q9SjSKPk2EGb7Ry5i975YXvsrOtz3y4LM+PqjKPVSRHr22hJQ+0sORPs/MyryEiuU9QI6BPj+RZD5l4609uzYuPtZKPD7DHDK9yy2FPhlVtj6A3oC9RNqBvmcuqb1rGqY96xUqvkxhwD1NOza+teRJvvDNJj7YpZI+dFxDvdl65bxCDbC+MUThPXBorz0wOYA+M/VZvjH3or6lGes9jW++u4fZZz6aSF0+sjSJPKpKTz58EQk/ihOOPo0KFL6E9De+5FsQPi9sGj3kM1k+pIOOPbS5l7vaffg98UfNvYlZuj06pIk+fWcrPkt4X74pJD2+MguKPbMKdLoMlNY9kckaO+ghWD7yKEA+SKkUPous870Tgbi9CQ0pvT6WAL3nUsS9NsbePaxwHj2bPjw8LUiMPaATjb7pmvC9Ikz5PFe3iDzjBgI/f3PbPcuQ8L3hi/69cxXrPvEcKb5eS4C+QuAyPE4nvr1IarK9R6OXvkhjUj7V31C+x+0tvobzDL4Q99C9NyKkPfcp5T3g/9a9lv3ZPZN6Hj5zMu88uhynPOSdQr50zrA9ZQxyvpZmwj36H6u91P9CPnaySz27LpI+uHhzPgRUvr2ag7k6L5tyPu5ZOb7LCu87tIJXvtGWHj7P6cW82laFPpdZB74RQyS+w9M2vnFkLDzYsAo9Ow0HPq4Cbb3tHXS+napYPlq2jL3o1R2+WzT7vQSepj1Nee09WxyAPVegKb4gjbu8iXVEvmzD1z2pZMu9EPouvvB88r0qvte95EtnPvk0rDygYbS9NpJ2PVKeOL77EYm9Eyz8PX9qrL6jjHq9qXaNPqusET7PWf48GFj6PXIqPj3mIRW+GhvrvrTT+zzpVrw9yAtuPqw5eb2wksE9gB9evhe/Bj3tark9Mur4PRVPOD4E6iS+KughvvgmOz6Sr9S9QlUMvrHIRr42eBa+JfZ4vCezvr1dEbk+bnGVPhKg7r593yi+x3kgPnGcjj1Xv0q7ioE7PnxdOj1bsA09/r4cPU21Cz7qnq0+4QHLvcwQFb4Lifq9GbcgPe6QAT2HQiC+Z5pzvkMMOr7kmr4+nz3gPcGIVb0Ax0g+ZtT/OYx78j3cLYy9EKGxvA2ASr68Lsa9tzNWPRffYz7EP0C+1iz3PQBTf77ESZk+H04yuzUTjzwncVa8hr3FPWOjBj46McO8gI6AvqeyEb72Tak8yLIGvUO3J72LtAU+AekyvsYjKL6GQhU+34TyvGDpVL3NBzS7EqizPfFWXLynFDI+84KLPAqNjzxOOX4+HA1gPSDqs7wwzDI95dyNPcWRjr1YHxW+6tdTPYbBgD3YpbY9XgKgvuApzz3Zt9o8fjF8vRlKtrxwMHG9isatuy8nJ770S70913O+vdR/I70Gxja9m30su65AwL1pUaG9sb6RPUlsKj2EMyA+fSSNveyBEjwpNeo9Q+AGvkXJKjsSfmW+iM0KPjlOrj0WCC0+44E8vhRG371jNRc+haHzvf17Pb7J02k+TG5wO9M0cb7GX0i9KU8APvLqOb0Di7I8Ip+qvW/uZb1M2tK8YNQ3vpAejj3aex6+HEJPPe+UB74CxZ69S+cyvaLYUT5iu+C9d0XLPaDp/LwXpoI+cUopvHF3ir2qjdy8XcvQPfLnLD6N9pW9quMevYcMtz6CqQE9m18ePmCSY70oKY+93MKlPa/1Bz7Fwos9WAiSvQOAqb0NAqw8qWsFvSZRpD3d/Qe+HJwyPa2mz73vefE9ykmavRx2KT25TMQ9rDs5Pu+96r3xlu08+xQIPZMDLb2tnjG+534gOww74bzhDfQ97dI+vXpcYz0HDiI9sOvcvT3KYD1ojrq9dg+kPdisHTtgyXM+m8sAvkBrzr2aHRY+P5wrvpUfDLsx0gU9TFoBvdKUVL7G8Rc9UD4Xvokrfj4S/sE7B/5JvDSKwr2yrAo9wGFbvm3jybumhLW9NS4XPtN70L3UKTi9r6g1PbE/Kz5IER6+Qu29PCWDrL1KPaW7o67dPNfAXz3IY1q9czyAPtG2RL0hACC+jhznPAKvDr02ZF6+hEWqvI9YJr5OdBM+Z5ipvvbFSz6nNIK82kAgvWr/YL29D6G7D/oZvg0uGz68Hde9LFVhvRfLgL1iL/E9/3J6PSDs171Y9RS+kVUmPdrykjx0EIA+RMmBPpSxiz4YGSA8jpjcPbIPPr5pOzC7fR4Ivm+mkD68+i4+k5qKvWNYpT2VVlM97Ev+PX4OST7YtK2+PADuvWEk5r4ZW4M+rbUiPS2RX757WoI9k9OTPQZY5jwF94m94e12PdNd5D0Sjb4+d4zovDAKijzEc5K+r5upPgkTdj2i8Dy+P7jYPRduXrxopDs+H0VbvqrZwj0e2pM+gwKhvUIBSb6KmCO+u/wbvkjG8b1kwz6+P0vWvS1Q3bwqt2E9F4DHvQwXdL0AyA4962C4Psh6X742rjc+iRwxPgdKmD3yMLw8JAHJPdm/QD7feRG9SGGsPh2njjuo9qE9LfUnPb5THr4Se0Q9YY04PaPGjD5YnnO+JZbCvfFuRj78kW8+ROL6vT+xYT2zk9m9f+YNPkR+Fz7NX6i9LGdfvmoL170l+x47AYmoPRclBb52UAE+k6+wPWiPrD2qyZk97docvixZWz3clyM9XR2zPSKGCL7EP/49zRcDvidmYD5MQdM92Kqxvi1Xor1sOqs9u/3ivaFDlT18Du696B5OPnN1sr11UWE+jCYCPlxSFL76VHK+ri19vg7ZlDtF/KO9GVpxPjuVoD5850e+BWXoPfUEhj4cvKU89LAmvsFiMLveY+k9/q4OPpd6ib5fSfW9yx5wO1zz5r17rZu9tFkMvFL51b18xvI9Ujmjvp1+Nb6W1sc9J9jmvd1aBj67x569LpzFPYzBOL3CUji+lLsEPrCMWz4vO6M+diDRPep/LT6guyI+uHanvtLMmLyVkK49LKSBvFexFD7I4wM+uqeRPi23sb61Iqo+130TPjRY2TsPt7q9X1R/vixfFj7J60M+4ZeEPiigoz3/eJ497eywvd/P9r1Fr6s+OiWnvh5LhT585eO96WTZPQTmIT5R2b294IE3vTcDBTnbao09IaaFPHLaCT7hNOa8M366PeqXCD4dnW+9ZKyEPldGub30LOs9vxZevTAmU74KCGY+Wsg8PhuyH7329qk9vt0tvVDlrLy8ySG7NWR5vtYnnj5swRG++JuFvbJRBb1hXoQ9om5OvhBf7j3YzlI8oAw9vnjYHD1hh/c9cxFKvkhjHD66nB++EkHovU1sebxiWno9RFSvvoYMSr1rzhI+F+2Nve8M9L2ikC+5WYznvLxq6r337KM8lBTmvhbSnL1gLp48+TGdvZqdZb2ZQAm+9k5dPaSQfbzojp6+YYWjvts6I71jJj++3kTovRSBerwkr4i9WCZTvBw8LL7+eo++rgxaPV7EGD072wC+kPigvZs5Cr4e3cY87sANu/it3juOBBa+4fPpPXtPH7oi0+q9a/BTvUv2MbzENb092HGbvqc61T1teUe9V1W3PU12YL50zn+9H20PPRnt7T0VVUW97vt0PQDxCb4fP0y9Ny+xvTgQdr1CEpW9HusxvtwwyL1Q1OY9SkYvvcEurr0mkxW+WAXKvYl6NL75obi9UJBXvVo3Ij53kai9Q7kqvpCeg762d9w9gdpuvb7JB77pD5+8SCGkvXYa5Dxji9+9TvuCvX0p3LsaoL2+QojSvcH7gL5Pqi49CEeIPNyV0zwUDIW9xbCgPEUJGrqoPP89pHHePFdnar5Vpko9tb+JvkAEwj2u8Eu9XVL9veby9jshJFi+4j0sPbxgKj6gaos9g1gFvOJJlbwg0wy+c5sHviKPFz02Zsg9D5OnvbV72j3rItq8ZQyxvbmxY7wLX5A+nrpAPmH8YrwhdUS+ofMavigrh70Mang+ufskve45hrwFTlC+52pOvQFIDL7GwdG9pp3OvJLtgz7AWj0+FBd0vmlD8b3xtgi9GEpBve85ab2Bq4U+foLMPhBXGb6GHnK+y7FvPvqYrrzI23o9dM70PVUobT4RRg29t40WPmwdTL2064E+bKqIPhdYmz0Sb3Y+EHXvPacwAT6JXxa7LgRTPnYgpb0JeQC+GA21vQ2pPj6RAx6+CaQ+vugLWj05n+e95glCPpg1hr4ARY4+ztngOxWSbD1JFK0+xJuDPj1miz6B4kM9yeN3PvINGb6lhqq+ads7PfVCCL7OHfk92qEfPi2wzb1+5cU9AbqZvu00gT7KNQS+Yx0jPP4FQj1DWZ0+htd4vsA0mz7tVY++Ya+Pvrww/72WPIw+S498PruT/b1M01s+heq9vZWn5r2fA74+KYIHPRLrLr06HN29PFIiPf477DxQRXg9scymPuu4R73vdSI+uLvNPSFwVL5iYew9zHQ2PaBDp77b8q4+P13xvMREKj7f7oo+8NSUPMXHsL1kooi9VZHRPgh7xz11y3o86eMyPp0M7j2zvQq922MBvVa1zbwX3b49emZfviyUSb7XdWq+OeL1vAdkLb0/wU8+CxykPsWDzLwX61W+aWe6O9TDFL2dVI6+wUpiPX3Slj5jfSy+3COGPasBNz7X7l4+Kt0wPiElbz64ucY8iP3sPf/iIb4FvoY9xd6iPuEe+T2h/4I9XDqWvikxO772DUq94QSQPcVwgb3h96Y9g5ZWvlkwwD7zxnE+4Gf0OhDnHz688TI8Qoiqvausbr5mNi88zGRMPZuXFD5OTgo92MpRPQrCzjwMPRg9FGIMOpWelj2Naxo+0tYUPgah8z31E0Q+IGMhPpddCr7n64S+akF3vZaXsD5HGYk+Bj24PJu//z18+2Q9h7fivej2Bj6C7oU+AD2iPTo5m72SRSa+4ubKPf4Slb6wfgS+jmRBvYIe8r2gUIc9HAhnvbKDAD6uiDQ+E/p8PhqDYD7JgTI+EI8JPjrKlb7Djj29pK+TvOc4hT74FJ++9nocvdoboj5brIa9CZCNvt2Nrr2tKX890paSPt0jgj6oMLQ8oSgKvmKA/L0eSgW+MwC8vtJpPr3Pqog+q4A6Pozkez71f7k+WZDEPjwlsT0pdBy+ponDvW8+aT6xkL+8gzy1vfAGHD50VqE7V9W9Pppm5LztEjc+lxS5vFwEV77gX2W9Y77XPclenD4sJcq9Hm7NPR8iiT4atQ68zPeAPmfipDqEfpW9CRkcPkg9ZL46+ps+ShiCPTcuWj7B7JK9ifD0PWHaaz4itgK+pLqIvnkRob2vnnm+9ty9Pab/Nz7gBw89iSORvdqirL1Jjme+fkf7veAQoD0E1Qe9GBUyvser9j1u8QW+ktQDPr1KLb5hN6G9hkt1vge7B767NcA9MCmFPR+iMr3FgDK9rCsWvpOuyjxoQ+E9EeuUvtiKIz3zzFO8UHfrvgs3Pr6fZga+QJQUvdkrPr3n17G90vCivr8muDxjVDq+GPX9vSIaCL7pE+m9iSOLPX7yer3pey6+/BOPvus0Oz5wQpS+4yIQviR36L3Mz8c9v+FZvllvSzyuMHI9B5DZPaLPPb5qp0w9w5GivRBMHD6m9Tm7q4IyvvtTzz03h4698fUgPbStAb5Rmi++/Dq8PTsbO76RXBc++USnvALWkT0cN4S+1tP1vTf/fj4JnUq+wpMKvqEg+T1LrpS9wJ1GvW0XtD1ZFOG9OTeTvcNKrT1Yyzy+lS7DvbLtxT2EvmY+zMioPIldh75qv9c8WgM+vqxadL1QgFK+4pWaPFFZRj1cPwQ+gDG5PdWnF75tMnS+kmKnvZVTwb3EO+s7UMeuPObhLr5WXqM98kzLPAOcWrxcpzI9KG9cPgF9DL7GTcc8jmddu5FTp73ShhO+GCf9vZDVyzx/W6g9ebKWPPZXA77APoC+PbEdPQ+1qD3/sis+rhT8vdldY733Y/s8S7ibvM25/b1DxpM9ijU4vh0GSr7AYVA+nAGrvTlolL0rlum9otpKvRDvE75eCUy82MvqPUj8vrwf24o+HcIhPIFtmzz4VU8+FqsQPQKalz4BwmQ+H1G0voRlST2UuRE+8NBXvjcgGL4us9Q9DuYhvDwO8b28NgE98KLcPXNcnT4Mt6e9RpYPPeK2QbzrvUW+PF+mPk9xzj3+vbU9wuJ/Pg4GP76NSwq+pQqdvZhNyTyJJTG9P6V+PvQaiTxtKo+8iMScvXvRKL6y2bi9e8y1vG82Dz6ybaK9dAkzPq2zVb2JiKY9LbPfPVpHd74yD5k+d3pDPWl7Kj5p5T6+nshfPsalUL1z+qa+uf7jvUK4DT18Riu+cTMEvbdGy73YVaG9pcoZPk+4lj6TiVU+ZJEQPeph/L1NbOQ97136PRHhYj0uEIW+/rRLPDd+hL5ypcY+H7pFPketm74fdhS9dL3sPSKLhr5+2R4+n55aPRhS5z2dp5W92ZIXvcAb770kDiW+V/rEvdfNAj23VMu8xh68PYrdrL7lbpo+6GtCPTGcbL4e7Ck++LXjveaz9T2mi+u9ofR7vVLoATwyaYw9/JIivmghtbyZOxI98zwBvuAcy7wwpa29gdOwvkUrDb4oE1A7OGcTPuLf6T0dZDA+QjMQvq20k71xGUS+zqeXvQdGgz0QKAm6B15TvXXDBTzPuQW+eQCXPeC6p7wbCKm+QTDEvYyjZT42P7Y9uXy1vPoQXj6OZV69WEqmPQuGvz0n8Sm8rVBsPf+H2b4lC0o+uzrlvl6/I77pgLg+nppgPAQKG76w1ZC+ei/bvHOe0j0Ug9g80xKLPgSCdL1CWJq9truhvvRtjL46OI0+zA+PvpC0Kb3TSlU9f81Xvik2lb5Dqpa+JEMwPtMkJD4dqhI+tF9UPn2tjj7SZBU9sQY9PXdcMD2o0ru+pwGlPkX1FzzLAIs+2UUzvm1oOL7mZsc9JX8PPoyLsL0WxlA9JHCfPimWzr1WCEQ+VnZKvs0MUb7NQB6+M/hWPprTSj4D24G+LVRDPvqBXr5FWIU+Nk+ZPrQ98bx+oL09rJNfPqYzrL4Zhf499d7JveuLOT7/+Ya9jr2SPnJrjr2KHKM9L3zYvgSmCL5IXKi71MAoPiGgtD0yDH++YFAfPvYhqD6ouwS+92+tPIAbVb18UZI+S7bdvG06gr1GTII+Rf2mPmo6KT4pVr27IZWTvlz6cz4hVWE9GESFvq9hCj1aghs+k4XNPXyE4L2k8oA8XB5IPpNlNb6rHDw+cSSJPrNKDT4MQIu+HC9jvfgRNT7VEze9xI2CPsT+IT5K+aI+jYQ4vfoTZj0zPDw+JQRKvo/rtrw9Y0e+sey3PDtuPL7Th4m98MpVvkNyPz0PHFg9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "9mZ0PbJPgj1nx5i9wD4svaxQwzsqFR28qWfSunYigz0Skr29WsGBvJBiijuYGh09vlEbPNySCL7QCCe8WcqiO+N3tr1Csym+o4+Avd1nRb2WaVs8+IkkvTejBb0oks+94F37PZX5f71oPJu8b25jvNqTOr3Sw4C9K5fLvVvuJrwiKnc9rUS5PRCDnLxgjTw9J9ANvl/hwzu7Le28EPRLOwlpUj0RvF09QnbWOwWAkT2xDia9Bz7WPHo+xLz54nK+mcjUvb7hN730vqC9dIqDvQNwET0EbvG9zwajvOoWEb6dSsO9A85kPXH7C73uAqW5FHjnPBraJ73Fpdm9hyOwPBT5YjzNWsa8pXgePS+Hur3uvsy9zbN2vU0RHDwgSOw7ud3LvAJDiTvTd/m7RY5zvTPM6Ly4V5G8gtdPvKmvp7yN4H88xpfyPFFGNr17xPs7XRt3Pedx67xLGDK9ueSkvArOB77V5ay9DBVUveb57Lwpbgy8BAirvNY+MjvB4sg9eLgNvVlMbL2ZEjq8gevDvCdhUr2yQLm8CTJGPYMMGjwbWcC8aZ/lvdyYWL0YJzo9B3nGvP4De733DKS8ubBlPVhGmT3GkCa9d4AKuzG4Wzy2VUS8wYUPu0No0rx3eou8OEYEvdTUk71bc0m9lBS6PCcdgT2stYy8M14xvBjFzD0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 