{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "q81vPRgKpT0e6MS9U9invS0Jgr1D3No9W6MPPoZU1b1un/M93a3dvbVz173KAsC7Avb5vdgINr5Rfy2+W0YoviI5qT0Na6K91GmpOcLVDT0tSV6+oukIvh/9LD6lBrC9FosKvkYOMD4cbt+9APagPVm2oj2tO809oM4MPnXnl72UOx+6uy/NvRh2mD1fkcW9pUYevez9Ar6mMPk8Y1Eovq00Pr7hhto995YSvSNKS77Egbo9GRq9vBfRFj2vfwi+3BQ4POzALL6dhws+W1jmPbU0BD5nQuC9REOvPQcC5T25BX095EwHOdhMGb3YwhG+809XvgVDkL08fIu9vuUvPldeJ75CibG8Jmgmvo33oz08MDS+EelDvs+l0b3JBgC+M+PBPdztMr7Q/Lu7so+JPXusFT1Z1xC+yEkGvg+OAD6XO1++FagkPtNchj3mwhA+5D2WvKYSdr1/ynm9PgwJviQqX765jBU9hUWwu9AjJD0hSpM9Rq/vvbox9z3Fpck9JOXhPU894jotavk9ot+nO5EcAr5JHgY+9+asPQ5B170XtAM+7RzAvZEY6DywpDq+kfPLPVA15T2TUZc9tpX+PQbqJT4Wmn09Geu7O5DYwL2+kSA+v8vRvYgZaD2Yqza9d901vcNnijwVE7m9lcSsvYuVLT1cUBG+pRfNvbQWXD1J1Zk9UkPivJ+aIr7/iOY905j5O2IX0TpdWyo9/2YBPtVzvj0UNgW+37kjPqrMmT3FRwa+D73GPBeX9j2uMn28vFEZPirFuj2snJ29l58gPjqV8z20XP+8M8sWvpfKHD0lkio9TH4IvvFlHz7Vkj++HLczPqjI3j1v5t69mInMPaGifb1Ju/k8rQwFvsQ2Vz01VsA7MYwUPvnmEb6eMV+9YtyKPdH11D2EOTM+7IIYPkW1CD7QKfA8pCLJPWs5CT35vls8xRmAvXBNNz57Jck9AbSSvVWEMT72F+C9YHV2vI/6+r2BeRw+yePePR2kGr4VlIy9sMWnOwSeqT0UgOG9yT5mvSMnoj0/Afm81QwIPgmxvL1RGgq+f3Yvvm3BNT7ayrE7iwhJvcsv7z2fAZy9aE2svHNe6j0T51C+ZpLEPUJu0z21I6a79+r6PWv1QL6UXjy9Apc7PCfPY77QbLE9DYcyvltWMzz3SjM+1oxWvdF1PLyNGlc9gNc4PS1OX70AdRC+7bxVPp+nyrtk+ys+NwNTvAQWGz6lsL48soCFvTlzOD2sL7c9UmwUPhgVU7664iu+zam1PIGH7T2iaAE+xAoDvBAERTwCYVq9aCyMPf5E8z2t7Co+ruuUPFCuDT40A+I9f3vJPZJEqD1FfKs9lfyhvcvap7vB/UU+DPjnvepkW74JspA+rgoqPj8Zab40JTG9W91UvSNDaj598QK+J8QRPtRJZT6z9jG+ppMEvsf6F72coHU+cPx7vgdMbT0WFmQ+FrUZutwpl703l08+rY1FvuwoSz7DnrU9Xqw2PoXwNz5j2kS+zbJNvnehLL4ysM07ObtvPZQeXr7N6Ls9sHlWvfV6sbzeFya+OAGBvnrlAT41JxQ+GmcjPpqtFj4U30k+kWCsPYo//r3Le+28tdIYPoGlBj2xBK09XeONPdBaD72IidA9tXMaPE7vMD4StNY9dxC0vaxZwrtoDlM+SJsPvRI6ujv56ny+LCGxPUxw8r2eJOU8XDQTPl14oT0+6s69/k3YPNS84D32KCI+ZZGIPW3Hrb10+8s955IcPpV2W75rAeK9CxpIPfz4Kr6QT0m+FDyVPVnniD1C9369vWrAPd3Rn71Ifi6+yiLHPUvdx72Ig0g+15kTvo+beT0i7Me9yB64uvdobj64M1A+8vfAvRyS/T2bqaC9trEqvvpMKj3ePLg9DL08PL33er5I62I+9ANxvo5tIz6IHiE+5QwBPabnsb1ZGA6+a3ptvqEbM77VZcO87NxAvvn4nT3rH0q9lERPPiTxDL5ykRW+twY9vtEZLL7zyRc+NX8kPteuAL7mSTY+PaoYvbHC2LvgQEK+tVH4vCvyNj11maS9R6rOvMZ+przgmEG9zf83vqPDmD3v3/W9ZPQjvlapXLyE+Jk9u04tvhBJdL3KJQI+P6NNPCw5Rb71Rau9LXzlPP0ANL3qz708t0Ufvr8L070jxnE9XpcSPEm1njw9glu98tJcvfVbDj6Opk2+4GPGvBbdHj4i6v885FD1vUR6jzxnM0q9s4Q5Pok6Fr6XO1a9pVKXPYy3uLymNrA9PXIaviu0wj1xqx0+BzQMvh7VIr4ZqN69R8zjPOwsCb20qie918SOPWb997xySPW9IOP+PdKfh73dtpU9Rm0VPeXNMjtqqiU+LoDYvCr+Kb5lJxK+GKb4PNj3zj02wjm9oJDsvbMhsrzXloq9FQHAO20GFT7FR287KesQvpE7z732gpK9CTf7vQeBHr6M/bg9ZpHWPQYgwz2V4i++MAFzPaRgXL4XuWA9moQZvlQC/z0m0om9uVlEPixQJT5Mtca9kSaYvUj++z3roru825QnPEldhr1pdIG9LaKCPUtJmjwlvBO+l3gDvJ71cTt8OEg9mSAhvt2Kor25swi+Jvckvgz94j3RJCG+cwa7vMD/+L0kwd29qtMcvtZmtLyVO5k9V2lCPV+RN75xpEy9Zjy1vEeFZ726iA+9ecQovYACKr6bxza9hX2cvRYn7L3kHy0+kGYIO5C4tjzdKbS9nKjkPI7MXj3lovY94/4avVaQL7yNF0W90DsNPja0xD2fwbs9xqEzvd28lr1BXx2+LyIrvo6QQLs13Fw+7MROPHEBmz1Rnyu+LneYPdA0Q76kLgq+NrvgvbiOCD738Um96YU8ve+oHT6U45+8shgIvRdfPr48lOk8zcWmvQyHlr2G6ni9AVCqvdovDr5FjeO8pLgmPeyLvD2dHd+97j6xvKaUtL06ceu7Ilb+PAquK76jwBE+C8saPo45Br6+z7y9MAcIvukz7rx+KI+9v1EOO+LXED60VAA+l+aoPOmCDb7oe3Y820gAverbwz1n/sa9KgIxPkauzL0lnwA+ibk3PmRn4ryHr3492NFVO1/iIr0MQUg+j58zPqJHOj7VZz0+5k2NPRd8Vj5S2gI+miurPceg8D32cOs8A2EVPt35A7wEfao93SwBPEDLqzw424e9jkvwvT9pHr7xgAO+FPrRvCZ+XD0kEc09i3StOru5CL3SKhq+fyOCPURCBT3VNAM+5PUYvkuTkj36cik+NTVtPWERyDwRXj0+XcMYPYxgI74nGAC+KkFsOQGW0T1gTc49o1eCvZERDj10rgC+vBuGPPKQxr3xNhW+8HAyPj31Y70a1cq9/nUdvh8PNb48sAY+Ng8JPAjaYL3RjP89K48au0GRnT2j2gc+CXUDPsahmz1PoX89ZnZVvCEFLb7lVzU+NrULvbhi0b1a4Kk9LZD2Panyoj05kAk+4q9IPPFLiD0APhQ+sBJGPgdqKT2porg8CW/YPVMFCD4Km1y99yV9vUeStD3z86I8OdEtvgflsj26aOE9FV+MPadNBb6KLbi81JFHvm/YsbpN0w2+VhMYPly7hryGQEC++XLUPTW0sD2lT/K76AawPQFGLb4JZ1k+mUPKPVE6aT6fdEc+f/4Zvs9nAz7YFQg9sHI1PlL4FL3aaIc9/n6evcdrE75/L7Y7XOvlPeuALz7Farw9EDDnvVBYwb0e+Dc+CmLzPbnNFr5TyQm+YOpcPgWIsT1yD+K9gQ6MvRV+Nj4AKxG+FRS7vQuVID4xB6U9O+klPvW7TL4XvyM+HOhOPt5EozuS6pM8fkmVven8PD7cK3a+4MmDvH67FT6c1Za9u9H/PZ+qIr5nuoY9qw37vbFZc7tKpa69kMvivQ7w9r2j2dw9sVavvR87Hr1vLDk92GFCPptEtr3A65o9/r5fvk8eRb7x6Eu9m5qevXCgUL6yRjM7N100vrIuAT6yp+g8zJfkvQiglDyKrlC+EIs6vn6NMb7RPp49ZHgpPPLJXT1w3fU80Qa3PXiC/TsvWZi9FCeCPZij0j0RFwG9ytIgvtSuxL280kY+kZIbvlNRvb3kvnG95eTzPUS5Qz7p6Ik8ceI8vbrqkTxow0m9ATB1PEAtqj3OzIg9MncFvhlnGb4IE2e9YpEgPkUt5r3bkB6+sYikPXjXVb6TCW+8Q67RPeEhsL2YduY8sBp6vp5BDT5UBTY+AWXMvRyIUr7HZhy+PYNyPdz8RD04hN49RQgiPkZxEz4+eSK++Mr2PRrfEDzpXpK9RW1gPQiXFL5Zm/K9N3RXPRJH1L3NlCG+CbLvvP2uAz6yOEG+B4ZJvTyloL3+4Kg91GjpvWsSiT33ERQ9/iWnPa+vr7zE4tw92cjjvRm4nTk1K689fe4wvrKNYDx8yMi9NoXnvXhSG74rgJU9Y/zVvfDT4D2tdJO9jjuCvKl/ND4hssc9yn0NvoKFqr0P1CC+QtqDvYhO9r3DOL29Lag8vVAegb0RWfE9u0hrvu7xPj6eYR8+piQ2umjWAz66U7e9m1ldOw6HAD1xJn+9YQfPu+E6NTwZwCy8p0qxvcH9lL2Qzzg9Bg5gvpD9n73xSlC+Q/SkvW/dIz6BE6o9CGdgPcjw5TtyAzo+4dXBPLulEb6Je5u9loa+vVz0mT1/Pa694q4fvkzcaT6upiM8hfX0PeaqJj71tBu+WqY8vvO6PL7aUEC9dg+lPWGci72Mbzk+67wAvWzf7Ty47hQ+1qGDvSU3QLtd0m89gzaePe56Jb7l/wu+PF0YPkJSZT1o2a29uHodvR0xVb7DPQm+uZymPU6Clz0A7UG3+cMSPpFj7L3/M7A9JgQjPqFA1bx9CMw9ii80Pvphxr2c7bY9CTytPTaFDr1EgMA95+EdvbnqML6/rDi9gCURPYlG5j0DZT4+4cTbvQZbI74pEdC8OZgUvsg77L38LHw92ixRPQzdpr2X1m6+DsA6PXvPgL7/4yo+jPR8PVulZrzHVsQ8PY6sPW7mmT0YGso9fcHkPVM5HT6jFgg9ll4UPqw5/r17SgO+3v8kPPgcQD2bI0q8DxQIPiA/pb1pWD+9nrmovY9trD0Zosm93nKivZlqqT20MVQ9YxI/PvoxJD1ssDA+mwpIveLlJT7idsQ9LBbNPbJ7B74GpTQ+JdhSvKJU7L3UMHW9naolPe+Qcz04TRk+OxJfvY3LIL4roII8/KmFPZLyHT7/tzi+DN4ZPnDcXT7HBBQ8Qvs9vqHJSr3ZsUi+v3AhPdrKqr1vjBm+7S0JvUOoWj6OTzo+saPWvcg6yj0SN02+pSsnPsjBVT39HmY9FraOO8zXCD7g3Py9aqc1vaAt5L1bdkQ8DwVfPops5D2DudI9RnwsvXWFaD3CBVQ9PTYIPuBiGT7oWSM+h40rPR8u+b3mNnK8wAyBPcW1x7zIGJi9kTn0PTLJSL3t1Kk9jKjyvW2wQz0hOai5VcsHPjuN+j3ALPM8nuMevtypA76CjmW+2YIuvudWET6gd1O+UAiBPYYfgT3m+AI+dva8PcN7sb1Ga1I+b16pvTPo9br2sw89ixk5vqZMQ765cRu9YoIzvnjKsb0FYFC+vAYCvlF/Zb2jh1i+V/DePACRcb7YYMs9sYw+Pu7xvzxISTW9VfLnPWFIYr69aF89YiUOvtMjPb604PE9pAIYvsTjDj4wUgo+UwTiPensMb5aUti8dAikvHiDPb7k7RW+0XXPuLHd0z1kqAQ+Q2D6PNbs27wHk2A+aD7wPfq63z3yvWA+oCT1PXXOxT3c3hi+XlkDvEm+fT2h4BY9E6+WvZmlhb2b/Bg+rUU0PZ3lxb28ZQa+WYxyPZOJIjwL40G+/68nPML1X74Qrsw9n/e9vRynQT47SWa8PalIPrDe8z3zIhu+gdgOPnfyQ73MxGy9kTIfvq9E/r3fgXy9cIqqPaxdDj6Ny00+l9Jhvq0iIT521m4+s9pyPlQrErxskBs9+B2iPfhNZb5WRM69aR+Ovde4Gr4aXho+ovIRvtBhw73d4IM+UBwlvlubwL08ADu9C9RqviqGJj2HjAU+2i6lvQB5pz2NbAW9G5UCPs5qRb4D+Wm+TXG9PU6riT1Jgi6+gp7nveo2mb1neQM+iJcFPocewzyKaDa+jjcKvsLbFT5LPRe+mp8Nvm77ED6HaGC+qyE3PRkmurs9jCE9nAvavdANAz7wfdS9uFo7PbIDI76Rgba99LH2vaprib0XjSk85pyvvX+kk73GIyS7o/ZAPW8eRL6y2/K9wXwevDvDrjxynv+7TNT4vJyAI729HBU+d0mgvdWToT0KJx++uXgkviA0uzy7Ypa9KBu4vU7GKz4Quv29lNoTPmKTQLy8iqk9EHAkvjCbDL4lGaY9JoRrPA76qz3//xq9Vbz+PUQH0TzPoqy9yk0oPpYvvTzKGKu9F2LNPDJM+L2QBQo8phaAvCnlqr10rBM8gUzJPTedEL4M4eC9erzXvN+zR761aHU96Qk+vP1t5jxYtpy9Rq4+Ptc85r10rW2+PdBjPY2UCTuvhvs8Z/oePqqdCr7ubrg9WwybPQWllL2OtN48ex2aPME+Pz1ORf49gm/tPXlwRr7LkmM9WglGvimNj72yZgc+ylVbvXMH9Ly1aC88SNg9PqjkSzylahi+yjkaPklVDb5wOEk8zdBAPTomHD7EEAa9M1I2vmBjIT3WdH69SSWUveV4sD1netA9Z3yzPbq8P75tmbK9LCNyvuQ9w73ywXU92j9yvIIEVD3Ppv68NTccveD+Lr4/eOA9D6ByvfWnFjx7keS9NcwsvlNysD0B/vG9POQHPrFXLz5qrZK9aYNDvn2ljjzVeg4+7ybDOnQq5DxsGRC+9/cjPjy9D76sYai8zgGWPVE9oT1X8x4+QsrVPWUj1zv8eTq7k4acvfFnjr252PU8/yYjvj0l5L03Hb08aWb6Pc7/ub3RVUo9xoWFvZrriL1sFIg9bVc6PEj9pD3FAwG+Bvm3vbwtjb2VJBC83M8XvghHOj3t/Qa+t3EGPuIvMr4fiBc+MsK4vOx3CDymW948IrMOPgQbmb2NF5K8TyONvZ9x87wo3Qi+L4P8vdSHFL6+zZk9qTSYPX4S3r11PA0+w8xLPXrkAr7mARW+rWi0vSVI4z2SjCQ99kcKveDpDr7wVg8+Ufe5vU+N8T1zQT88H9RPPZ3CBD4U1SM+6N7UvHNQDzwhG5K9Jyb8PcH18L2fzZc9k88UPsXuJr6Uz8A9Im2Vusf9Dj6JBTe+I6O7venLQrwSLNS8GRfjPTyi6jwf3Ls98RyzvC45bz1DaTI+PzEsPvK+0TxLPT+9c44vvuGyqr2S30G9RYTZvZZnCbvBUv69V1N3vcgpxr1uCbW9XpS2vaQbHD7gKrc7Her5PS8cOb5qJFQ9ZFbevdpVyz1e5N692sb8vaSMhz21IJI8IjSNvejugb3rcCW8tpMQPgyoED7uoq48jIgFPje6o71yAug9vqpnu2rcIT7rnv86QppxvZbmcj1mzJC9eDYkPhkfa756tna9+dz8vTIBjT2we+G9qxX7PWqxKD4prj8+N/7fPb8fG77GC2O9+McpPqW7dz2FtFI+/kFQvnKDCz2VEmc+3omJvreXn73f7xw+SYqlvdqD+z3Cp0Q9lwA1vbqIp7ykNum7x9e0PWA+uT2jsu49Rxr3PUSM8L3KNNe986uRvWMhbb0s5RQ9QaOmvV6NdDtLgl8+D7CzPbmLsb13gk0+5gbOvXjfW76gNrC9cLQmPuCFcr2KVbE88tdEvUuJmD2UMaq8lCxavkk2wL2ywQ4+/qeKvTtNOj0kaUw9DQshPlgErz1i2Ga+OAFWPoEw4r1b5Xq+TcgQvEz1Tz4iKU4+f5ECPoNDAD5NZ8293fwVPrJcI743Doa9JSKJPWheNr49N2u+n2ZTO43zkLs5yqy9+fgQPgBWEb5bB14+yfb8vZbQNT5iPD49IJ7sPacTKj5y85U958RovpnkxD2f6Dw+t5jxOj0EYD7/h4A9FvbbPePEhz1q6AY+z9Z6PVYyTj37Gjq+wApzvYkHC76whJk9GtbtPB2sUr5p28U9RNtzvdOGSL46WB+9BNzivf0NB72BOGo9kSvCvYRMZz35r0Y+uhwzvX/rijw5dI++AKDfPX+QTL7NhyS+0VZYvSJ+9r0RZlM+MV+ivPvCL76atgo+o65xPqAUjTs7GSy9d1bGve0xSj7cbqC9hcDsvNP9IT6YeDA+bv5pu/sb1j3CG8g9ptBPPd/unb3VgFs9DSWjvb6kkz1xE4893ml2PW/9Vz1U+a88NM1DPM8UBT15Se69dmqLvfksEb7HAiu+oBz9PCB9/T3Ofx8+BrctvlSIwb2lbYs9vIA7Pm7iJz705F+9MU3mvcT4tLsOyq89ErI8Po/WZ73wujw5Pky/vRfsJD1SusQ93TfXveRxAj4o85U8xO4nPoB/vDoR1a29l9YSPYQ9hD01OoQ9EUMZvZYdyj1x94y9UBdZvVkRlb09QUQ9GWgfPhv/wj1YI829AOnLvJ2nLL2qDTC98vY0Ph/oAT2BrZO9mp49PS5b4z2Kakk+Y8S6vY5kez43mgI9GQdzvY+wCD46lIu9I+xNPtwwEb2HL8+96HlGPaH4qD0oqMk9WUsWvjA9Vj1Qhbu9oTkpPqr35b0jhaU9Csanvdm2WjzxR+k8TPgtvAetUT3j0ci9Rp0kPj+ltL1CanY9kxoJPLDH5rwAHNo9q4/HvcC7Aj0RBhg+i4YMPkuO+TwG1Me9b5IUPrrdiL0zUd+9f871vREx5T2A+F29RUTzPCaA3b3sxpU81b5vvU9vJT7bawy+P8jhvRtIAL40HGm9r2wEPpJCDr0lZDk+YyK+vfTgGr6G/B8+fnxZvdI71TwPORG+vA0Jvvexl7yT0dk9s5dPO+qJ/L2U6iI+rmgzvVkCIT5cckQ++epcPei8eDpeObU9jsjQPSkWkL2WLw0+KS4bPtQEND5uI429QOWSPa3rmLyFdDQ9iiUuPiZqKj2oLne83tD2vck0Pz3yeZy9wfYDvsU2tT21bBI+s6C3PWc0QT7M9R++du8YPd2KAL5vE9m93h3LPesj+D0kCA6+Iqj+vI9MTT4VBwq+LbO/vSRllz2jZjo9nyUVPooO7brMaUo+DWQ1PvE/0z2qvrs9cJ0qvTx8aL1JNVm+PIF2vaIKEb6OQKa7nqoCPvDgtz0/ZDK8RegoPr5imLx9YAG+5lsRvvBVr73iPYU9RLYxvUxFAr5eYdy9mQGxvKQeET60Jw4+ps4bvqFi1z3KhQE+LDMSvjMtfr3Rzgm+NyonPZAHxbzkgOE9Wx6jOlL/BD4w9qE9AGgkPnysDz6iERK+Mp4VPRunHr4kDSa+Hc0NvTSZYzzD6dY9pfxLPfOQnz2z4Ny9gpP5vMYmij0hNvA937QbPJCxQT6ErES+3DfNvQjRg73NrVE9JeklvtLONz1ScCC+XH62vQuEpz3bFp88WR31vN0h6b0Z9Pg9wPihPQL7Bz25By29DJ/VPSKiCr7B7Q8+VKwYvjzuyr2qYbc9ueuZPWMMOT4G/ZW967nFvePAGT4JYya+6gk/vhYnZz7S9Wc+e1ivvVY+uL0SB4I+DHvmves4PT0Gte49BzgQvuzoOr7lGpW9D26fvVViYb3BE9u9/MjXPVBkLz7G7hc+VFy8vVJY+D2IOTe+5bPDvYVLJz6klWM+AxoEPhA0wj1oUJk9kYqJPQ2kcD7kIo4+E+sLPdWdBT5MH5I9+iv3Pd7Ebr0CDGS+cGZJvpOomDzkvjG87DMuvkIfkz23sRS+3fszvapgWT1Mg9g95/9VPhmxwT3MbDg+dhrgvfqZtz3GzHq+6IsVvc+/3j1fD1G+iKOuPc7hlrxghNo93+Sgvd3pqz08yr085Ao2vi4RWb5vWTy7T7RTvpcBDj5PxAG+tes2viC2Zb0LOyE+DTIjvrK3+j1IrNW9tjcNvfPQLL4Xuom8zEwjvo4Qeb1F2RM+QcdCvqHccL4+uiW9bhWPPvLMQD6RshG93pxvPp1MCb74jP29Q9BVPrCKij0GMVC+sjFQPpgoAr6H2Ei+nfX0vWw9XD7k1dQ7nhACPp2VeD2r00u+Aw5DPhVoRjyCZhe+0KBwvOirjj1qLIW8NFCMPWQnGT6fAl6+QxklPUBdHbx7UrC7EFQVvjF24z3qFJw98r47PieS/ru3Ui4++MsKPjLBcD7CSEi+XnIZvaUewz2UWhk+L54WPlJ5xbu48fw9nD2JPeEKfD0gxaE9AKgtPXUbEb6mVSe+uJwqvCUR5T0uB5m981lLvq8o5bwm29A9Z9AJvqUUuD2jlo28c2TOvbmyyLx7XvS8oNdXvjMcuj30Eaw9TFwVPcXLCTwJGx6+uWlXPWEjtLkhZcY9g8FhvVTRfz20vKM87UPqvdTzZT3zRxi+K6DUvQF4hbx6M7s9rhNTveYo/b3Tm0+9NlE6vZk6ij1tRhA+tp/2vaD94T009tU9ZsEfvgd2+jq+Ihk+h9DTPbQA4D2+HAs+s2acvQWUHTwmiWK9c3U6PsX4C72LGww+u9UvviM7BT6pBv+9tV1fvirqfrx07E8+ihnJvdkyx7tpaQm+Nb28veNe2z2foV491iouvhEt8T1WFOg9CEIcviuS2b3c+MU9QSBIPg0+IL7TbBM9XkIxPAfANb6NpAI+/xlpPbBj+ryWuuK9ydEbvuGkszz3Jn89oqNJPhYStD2A9De+NkbmvUHPGb6xVxC+tZeHu/phoz2k5XY9Ux/Oved2MD4+uAw9+3NwPUFPKb6Q5/48pw4LPmfzGr4aOKK97tgTPqcmFL0oJ8e9u+L6PFn1CzwRPBS95iQjvtig4z0R+Rs+vd5/PYgPIr2ig1c+AGkbPv+SuD1cTFE92GuNve+ksz1LGxS9Y6RDPm3+Gz0t9hS9xwMaPo/Loz0/3ko8tlp1vaX99T0jlYK9EX6qPSU9ET0jFAe+Zc4aPVZ8HT6RiiQ+FQ+zPQHTVb3H9hQ+t2kzvkz8Gjs9rf89E4wBvpidBD0S78S9focjPg5+Mr4fIa47YdI/Pl71yz0f5Dw+yAAIvuVx8D3dZPi9VUQJPvzcNT2uMHS961C0vU90oL38t/k9jxgDvj5mN73RV4S8wh1ZvWOm0r2sn7O9HoWnPVCJfT6jOew9v+vbPZCvEb7Bova9upfcvRL0Dj6fXmI8hxS7OyzwT70J2NG9iO7YPAqKIT5qMf49o8yQvemPI70LR7o9I02mPK3tob2s8jM+xC7Qvf36vr1+0zK9BqCBPQbeHj1/Kce9tIrcvU+OoD24//I8GVwGPhGgzT0qYb88iJG9vXtMPD0pKki+/1shPkRRPLtV3SM+t5tsPdsGF73VAJ89xiQzvuxJC749C1w+h3kBviLk/zwyXQ+8qKA5PjKHAr79dCQ+zFmsvQ1UAL5ajZa8tLPPPVuiPz2aoyg+a6CYvE3giz4c13091lEGPq/ACr78PnG+vmDjPc3vkL3DWEI+YzVKvjykBr0cQw89gxB9OyyCOj18wiQ+wwGgPQ86wL3PWFI9rQ28PEaVlD1six8+e3EovpJZ0r0kiQg+toRXPU8vjj2PlCW+zgpvO0aNjj41qnI9eOIsPY5AA76P8o08kbgNPj1wmz3YEJi+5QlTvVo3Xj6IQlM+gVRyPXaorj0mG1y+jCVVPq+uV77y9RK+D9dDvv0fXL2yGLW9JwY4vgsNHr3zd30+ZqftPNejiD5LYDs+GZiKPiNV7D0wuu+9cdIFPox76T3ILxC9U5rgvO1YSL62jFK+A4iuPcul4j37c4W91QqwPKojgD1eJCc+HRtIvnRzF70S9pa9MwCvvd28nD1pFZA9Rf+3vemnkr2TakI+qyhAvrXGIT5AiXK9g92PvUblIz6kNxE82UCvPCSASr6m0eY9bI41PuMZbD7DUBc+jnz0PZpONT5FUEi+VAJKvTCFojt5JPk8A1JHPhnenD3924290b4KPvZU3b3PbZI9kF1XPaFJ172DfTU+63UFvkLOMr4rP9E9K7O5vTP0Kr41FaG9nmk8vWCBXb3QCeU9uiOtvQMaiz1ajWE9cxV7PXcyGT6nkpW9c+ojPiXDnz1XPo09LDmBPlk2QD0oYJ6947KsvYoYHL6560e+lAKHPQHj373kJ848AfVGPUQ8k77jJxo+FmbGPUa+hr6yXZa8UKQrvkf2Ij16YNu9kg2gve5QrjvpMIQ94h8dvii18zx+DhM+VTIivmF96b1YdU49fnBFPZMEsr164UE+wxldvY3g3D1j2wm+PBGePTkJTr0kAYk+/h8iPtslvb2zY1U9I1QqPq3GwTyrABM+OpgHPsyN9j3HnX891DujvYlbAb5DsU49HcPcvYKgGr0v9N29/C3/PUepUbxkq6m8qkS6PVyIOb5GvJY9p8uWPdfYCr5uzSI+ZGs+PL6uJ72lIS09kuvZPQT7LD0SLmo9vAqYvYUlr7yPxsS90rgMvrSvZL3NOpW9czoTviN3zTzB0Dm96GwkvvmQM7xnYjK9Gl7IvbrFGT7H6C6+DfcCPYEYIL56x408SZhsvQLzhbxVuNM9V+SZPcOhkz2W7te9opuTPduI6D2ofDu94zAEPsuKOrtKjhE8JvEJPXDXnL2OHqg8WAPoPUz1rj1Kk1O+G3vSvVwf+73zs3O9F9EIvaWzg72/+Ue9ciYEPorWx705uKq9k0jQPbNsjLsKKGe99PUZPkqaEr3i6j29BTvNvZgLdz0UGjW+ZgwTvXpTCz3QKoI9ZtuaPdmoBz55yEa9bMF6PRLWvr3LAmO9qqaxPMSu1b2XNLQ8QK12Pdb4CT3rws49ikUkPqjP3r3TAEu+tdisvVJMSr1Fuwc+J+gMPnpcrz1uDwy+VetePYCLiL0e6t49TKtSPcHeAz6KX8e9jsjmPQpx07zGmh89EzPSvez6rTthcKa8rYrrvbPBxT3hjs69gU0Zvvn8Vzyafxg+bElpvMlrJDw0F+c9+AZvPeL7qrxBmbi9ukvgOwceTb441+294Ikcvve3izydgoE9ZTKOvdnnLb0StS69XX8Ovb69bT0O4QQ+hIIJvpz9Yz5f61a9QHQDPpfwrDyd7Zi92IXMPIGbOL323Jy9iMUnPY6lJz6MRgm+9YlXvYA8Jj5VCw++9qj3vWQpt727z9U8CSYUvvsi0z04tzc9609WPZGUWr0zKUC+z9LdPU1Ylj1mdh++q0HyvetH2T0uaxQ86avIvQcPOr4w4Jo8JlJEvU3xEj2UEdY9wYUQPnYq0j3nuJU9emmkvdLPpb1ZGM07UbpCvvxg6z0enS0+TZQzvSAqID6nsXm+tgpmPe8yir22XQi+r2oRvrV7BT03KAu+kzk8PQUyDr1la8O9Bx2kvJQlYb7qhBQ9U8/jPBQXND3/aim+VgGtvBwtyr3LeqY9HESkPZ1nGr5GRHg9V3sFvl6mib4VyXE8lDU1Pjm2VT0CNEi9iEpLPW85D73ejom7P57QPSTGirxfW1W9Ob2tvDHMlz0gthW+GbnHPY3LyrsoW629FCFJueOYFD4TMCo8HBwOvtj3FD6Aw02+xk5MPP7JCb6hjew9bBIDvZarVT1f5ag83UxmPrPjCL46tAA9AhDVPbKdiL4PXQW+ihMcvt4+KT71nPg5B+b6vd5joD2jzSA+q7rtvBDIaL1J+Oa82iZaPh1Eurwq/X49wauQvU34Vz5anZM956vRPRyDxT1XTjW+lqmMPUByGj2O8NW6tD47vlcBgz7j0+89VXgIPpz7tb11/M69VqIlvW6cjj5JDYM9ObJuPs+1Ej04FY6+mM4PPiHrA75X5kO+urvqvSwssz1dGOE9c8EsPvRmXD2Heqm8L04Dvg/5Tb6Ocgo+TiE/vOY8lzw5oSU+ObtZvlZH9D3PYBS9tujuPFjxrL0j5Sc+nzzcvZcRZL4XBoU9FUkmPjBhzr089nQ+QiCzPCALqDxlXjA+Tw6AveDNHj0/M6k9UEl1Pkwkbj6vLQU+OIknPg28MT7nXiM+X4TfPU7YyL1n9Fw+B+BYvchsTz7am1E+4T27PXrqST6neYa9Y+0wO4BFOL4dxii+nFJ8PkUTej6/RBO+ZuK9vXqKKT22sCo9rAs7vrTENL3RVgG+Z+zcvWFy5b2FuIO9olnBPaCYrT2SY3S7bYulPfDaIr5LBYE9UIE5vnfc3zw0YR2+jRPbPBZV+T1QE0m+T6ksvZEa5b0HGKq9vG0svhY9DD4ZpdW8EgCOPrDhTzyHMfu9CyJBvglI/zs4m6K7rkeWPKj/PT5Ul20+Q8rDvSKThT6q+Ei+nzNmPRmkMT6eCy+8bkw7Ph+x+z2MNRa+xZdQPujDAr4S1Ss+c84KPqK4g73SYyW+wEvvPcu34LzlToQ8mkEhPv6XIT5fIKi9oTYcvo6iKz64aO89BvAvvltMRL6YnHO9w5U5Pgj56z20dAI+HyBbvqMK+z2yBxm99YAuveTSSrm3NYu9Gi6OOyxGLD5i2vE9HL9WPZfbGb7byQc+11tcPX102L17V5s8ieiYPeKTKb0LKYs8XyRIPDjotztHR4+9Y8MJvVG7G77IKR2+PF/wPeCvaz27f/A9jISEPfFsnT0Jm0S+o5rePUd6Q70lVjs+c3kMvlOjSj1muCi+WVhSvX+PhrxZKue9E6kjOxrYAr6H7eE9tAZivVjVJ75wwDk+UPLAvBB66L2JJR49GEoRvl9JUr4pHEe+XqMsPfDH3Ty6t7q9zXtxPAoY9z2LrBI9ea8ouyrIAD7gsuu7LjULPkInBz2gL/S9JiEAPLp8zDqI76o9Cew5vkIW17vDscm7sfURvqPJEb5oiUG+GovpPSnemTz6cEa9UEp3OA3pFD6d37E7A9QYPdCfyT0f8iO8aVoOPa5kPz7ilxk+4JVQPhx6oz3j7zI+cFePPYQNET22OJK9BCvKvSYsxr03usw9AiKYvUUlDb6axt09ixEcvmNUXr0u9Nw9SFhEPfLID77B2aC9bFh4u4nq2bzpb+i97tXaPQbC/zwVim89XSjyPUIk171xzVa9JPJAvL6IG758PL68d9PIvbGj9z1AuyM+WLg1vqKkMz4yiBk+Se4CPsh5nT0oWWQ+HbV3vBcMJ71BniQ+nGSfvZp1JL7Ldnu98hYCvr2j2D0b9bo9G6xSPpA/uzwJP428kyfCO84ltr3SAZq9BUCdvabUAruJKDK7KCdmvNItyz0+//A85k9zvjq4Bz5PMqo9sTAHPhY+tj0ObH89IjovPklmgzpjeCA+5LcJPjkxIb2V2kk9A/BwPErzUL5LY049SnTKPXVQtT2mfna79cpNPs5Jvb2Jr0q+qXktPlQhBr4xXhk++zx7PYKxlL3g7jg+5PN8vSr2u7xb4b28Np9hvmPmp7yDau894WjCvXQh1L0z4R++0DZyu2pZNz1D8Fo+HObpvetMh7xYGQW+QpzhPceMFj1pqOk9DWj3vdMsh70wsKM958NoOWF4sT1raaI9tygfvt1khz3nLVC+oo1APjsplj3Kga253mMjvh+E/jwprOQ9aVqMvfzhvr0j6K26+DytPRIjAD4mCJK9w0h9Pqhu0TzarRg9E72gPhcNar5KnWC9zlYJvpt6Bb2iGqy9J6vHPQJ5qz1qCTy7ik4WvpP6I75Wpzi+EFLNvUHwLL0FIga+hWIjPb03ZDywPJO9dqYTPnpa0T3cnIC9VvI6vVs5az0dEjq+ba3dPRmMKj5Bnhy9U9v3vd1yab2av6u99fv0PAfy3D01GQg+XZl8PiJYdD4t/q29aM5QPQxIHr5CzD+9PhoAPSJK9bvJ2AA9R/OTvaRBMz4EUS4+6uAAPuDNqbxs5SU+OhCkPiV1YT7eQSs+4Dk6vjPr6b1AidM8rCXNPYWPuLwvttc92N8WPh5MvzuzQHw+x/sDPrktPz2nIgE88XUmvnSCcj5uymc9jQ0svuBYXr1sjfY9HWlBPhQrHj5Fz669g92zPKlc9TtsMKe9AMIEvrzjzT1UKUo+J3gKPvhKOr4RMZo+8B5YvQz8Oj602t89Lyl/Pg5GtzyYkCe+C/0pvmgFHD1/Q8y98OnMvWZx672pI9C8BH/dvWug1D1ugAo+WiftvffPIL5ZArm97EDUvaOaG77HIs88w11XPbj3WD7RPnu+zDliPiw6SLwcn4Y8r00GPndEFbwU5pS9i44sPVephDysuj4+NBfFPNDyO76Gip49OuUWvgnpAb7EwW89/aFAvgArzT0JkjW99DD0PCU8yb0f+xg+DHtgu5v/4L3q19q9qEiOvZQ1HT6YEwa+prdAvn8l0L0wRV0+7XiqvVrcFL4V0ji8ejpaPqwFuT2nSYC+4UwTvqtmm723s0c+I7uoPakShD3bLUo+6d9yPmiQ9T36Bmk+YOczPWvvXL28/gA+He37vWy9Fb0mlmE+BL3evQ74kDpwCCc+9CyyPWHlND6/O6W7hcT2vYX+Tj1wIOQ9Y64OPrAb2z2fZt+8L7qXPb7O+r3aiqQ99Vs+umAdJT6UTZW9UdDvvFziRLxkX6s9aK35PQ4Hmj14WDU+PPLNvbL5wD1GPJe9VqsHPpjsIb6hQta8AMLLPXvWxT2PDgU+/9mVvC9kJT2n0TA+hydWveBFiD24IUS8kQDwPSyKcT4saSk+B5EzPp1vjLxhZ1M+m/rGvTfPPD6L6SO9L14WPuW5lb3VM9+9Rlp6PT3vRbzuoMu9GEhKPDtNLr6Z6RE9mqN1vfxvFD4YCTI+5rgqvfrFCb4CNK69UQxuPh+hKD7lpOQ8Tr+vvZ8+gD7jNNk9Hi0bPp5x6b0bsd69h8AoPkctFb3j4PU9ErQOPn+0pr3/iB0+YuWHvJtZQj0Rz9o959jBvfNMh71d//s9O67fPctErL0LGUC8hn77vDbbKz6uxnO9T+bLPd9aMb3tGjI+xmLTvcGCyz2+tt69cVYLvpdfFr5t9AQ+p9JqPtvEJT6s6yQ+Yq54vd/4KD7iutc9/1RTPhbV8j3AhHI94gNrPWvuur2eFd08BbVFvT2Iab3deVw+KE/GPdC70L3v5iu+QkqAPYbjeD1IIb49N6kgvVs8aT1OQY0+Ofr9PDaZAz5+dzi8qDjXvVVS+b1E3+g80ThQvuqURD4um6299iDUPY+hBz41cDs9tZhVPXfDmz1akFo+2hMEO7/n0r1GkKu9LJjMPQNXir1/pq09D9wfvfUYzTyggny9iAdsPWPuNb1kk4Y9jeYvPVvedz1FexY83ZDhvdXmlr3ndBo+w9hfvYxA1D2Upb67hMlVPfpoaL6+Khy+Rk0rPrfm/L3HoOY94lo0PmsEjT4uMFs9RGBEPs3dir0JCeA9fl2IPSpl7L0DW/E92re8vYiL8jtrGCW9HzG5umJFKjvZHuc98TCyParzIj5EnKk8ydGgPHovFz78rQM9Jz4aPk+T8r0mz889TJfuPQQvzTuzUgW+4ikLPiRKFr1AMqa9AncOPhCmDT31UGs9TyIGPrVkEz5e2w++T5Mavqskor1pQAW+nhWcvXnlWr2aBRs+RPz4vKzUszwtmzc+3eMGvskhCr4I/bk9CmFjPl61tb0p3vS9MB0pvnFCrT3FA7U9yMypO7T7f72y0cc9COu6PbgGHb2XWZS8b4XKvBQmrL1DTjG+HRfauxpmibyVzee8rybSPSopGzylklW9YwCSO+6aGr79A+28CYKcvGtRUj7LpEM97FTmu79eaT1yelQ+HnMrPhyHhzx7h/w8yHwjPaicfrz4QwQ+9ICWPGV4p73nvAG+Jpw7Pljfaj7ZBSy+TIgMPbdzEb30gTA8qNSQvXrcRj5aK069pE8RvqQ4aj7n/G8+XSCvvLm9Vjug4Re8h9CxvYzRfj1zjhG+U4IiPmfcN7752Ky9C8BDu0U+ML5kFly93YFXPgLkBj4n8MG8vn0IPW3maz5S41U9PzAJPj17Qz7LY5Y+KqepvTle6b2l944960E1Pd3d6r3F2bs92gGnvPeE9r245R++vDiNPV05Sz75oy2+6da8u5HfRDu+KqQ91X1NPnx3Bb7pN209+MdxPRRjXz5r3DK+/oSaPoSH872PCNy9hrQHvobn0b2+f3w+7vnAPf6Ugj6wgYg+XneivXknm7xV9309dR5YvkNjBL7iKzS9ySEcPrRV2z3v2hO+0VIGPulEgT6VyE+8JnPBPPg3LT5VBxk9cMBdPUYwJj4QzgQ+IZRoPtKNtL0WdeW8Fq7tPRmRhD5rasY8Cju2vWeJ1r0aQ5M9zV3OPVyrBr6+9Ua+z4joPZKgm7wd6DM9cx4IvnBhZj3YMhg+a8VRvS/9lD2oe1K9XV5WPWalcr64GpG8Qn6JPbPIwr1mtvK9F42dPYzaCT5ZgqS98ILkPOylIb6y/lW8VLQEPuC/Nz6KC8U9VfiavaP1rTzlFj49Vw+dvS5BkD6i1uc89it2Pmvxx72/48Y9LIe5PcD5Uz64634+DCF3vdCSA77gYCy+tuoAPqsHxD3vO4y9bcZRPSJePr1Bwd49gaKaPGUqaz23Mt299Y0EPIiBCD4Vf8697n7tOrwLi73c7bw94XB9PWvy7D1yCyy+oKrXPWVzAz66EXw9fhy5PeR/1j0V3WI9LgwUvr83Nj51HYS8BM/gPcNLKb7Pfl6+QP1pvU0X772I3gA+EcXUPLkXX73uMrI8ZA8FPvaQAr6ys3G8FXUEPq5c0zxSMHY9J3kbvtsNFL1OxKA92VoJvj7D6z3svRq+uz62vTH32T3gMIC9fZmMPT/ML759OzY+x7IPPu2tlLx5Afw9j3olPnhfdj0/g3g9p98mvsrNUbt/PKi9uPj9vYnGCzy0Xps9NfGIPecNFr5rAqC9szk4PTME/r24w0C+6THRPaZfD74XmDi+u4pEvjvYqr2qAiw9dZTPu0kGSb7G1SS954m8vXBDgztqyIG9yQUzPYqSAb6PVoW990u5PThTBD4/AY69VYuLvR8XHL67agg+lySEPAkJtb3b0UC+AdzMPVEUA750Vke+zOCOveYaJb6tHe88JPsbvqwaGr1qX/I9KUXzvZUkDb5tcHM94qpVvpKLjT2hneo8HrLivTXcDD3/u5c9YKYxPsJFBzsuRL88MjkZvG9Fyj02vsE94b0pPkVnnr2LUFw+3noyPVEikrxzhw48V9bWPXwxDr6nKqa8p6XYvMlLoz1jWZ+9Y3Ywve5cnby8ZCc+y7UOPrrlA76tyv+9BB/iPBBXAj2g8go+sQO0vYRQrr33pJa9x2QUPr9i2rrkHIM9P/2MPbGPV75aJo09uLLJPfWD4D02F/u9ii72PbeDB71eJ8k9Va7DPUVmxj3KmI099J4DvpiQUb1s/Qk71oIKPraXKDzlP8y94m0DPZ9kOL0m8Ni9Z6uaO/GSirwRK2G9XMZEPc1YBjzQiDA+GKO+PXXDP77aaPU9yG4APJ9lhT2Yrhy+/xc/PaKwab2PT5C98F49vpwT3L2IoIs90bKWPW4mGT74/ii++H4Fvsows72xtrs9MoPnvQZcSb7KIw8+k78pvvcr3r0bVI290Gydvov9VD3S5gW++gASvjWpAju7Bp09aBmdvSC/tz1EuUS9VGgmPn1pj73iTX09G9g4Pj+5uT30YO69s6RjPXFWrj0Ytgs+NC/3PTBwZj3uv5W9hDDTPe7CzzpfX5A9xi2hvYGBz72SORi+RRinPQCqS77J5pu9Ol41PtpSAL7jWak9k9oZPpdaB74owxA++8xHPsoPFT6H6wq7Ssj7PW44xD2DoOw9q775vZjDZr15MJm9QPvMPMXmCj5hEKk9aKUOvp17eb0zk+a9PjQbPi+tHD4IDhO+JFVGvvPmGb0nBzI+G5EPPnMjVr2tYLi9tWxBvbEQFT7lIU69fvK1vTKAhD3tPUM9A7LQPXUak74wlRg+eM8PPf9aUD6vl/y9yF7UPQ/zNj5FgFw+8VcZvQhvcz6Y6aq9xnR/PskP6z0B2DC+AoJ/PbIuiL5mUfC9kHkMPu5KPr6rTyO+mucgvkwnRT6i2hw+PyIJvooMlr0VRqK8JasRvXmmKb1Dmt49stQEvSiaFzu3iQq+8BKtPIswAL5bMDM+0QIivht5JL7HwFY7jTE4vrLpFz4aSQE90voAvYKjdr3Z1B0+FB1uvTNrqj2cSq49jcO0Pe1mgT4tbEK+dsHePQGe8z0JYZU9NOkxPsJPYj5J/VY+fIscvvjhFr7sY108I99QPhH89j1XBQM9zmHsvT/Z07uoHAK+PAIkPjjnzT2yR1O9uuCPvfZTK7vC77S9o0XqvZw8mb2zJhm9VyklvQpxYT3AKUI+jBs/u9Zs7D1B5VO9BGBVvNunHz5cUcK7K2MivmlIIr7Gb8I98TvZPYvtdL6orim8Z/tDvsT6Or242o+9sPdfPTppjb686mg9xAm5PGGTLr1MjTu+Fz58PNKBv73HSd299f4YPhlbMT5IKK29GQMevkjzmb0kVzK8Q+HzPdPBnD0AqqU8mfMcPWf7kb1iTcE9XYuWPO4nCb5tjus9gl0KvqSEYjuEaL+9c4levp0OcrwD5A683jgFvYk0wr0+T6G9YRgCvt7tjz1OQPW9zQW7va2MyjylftQ921EyPslIjrwCWZa9nsLlvaXJyD0SBbq9etRYvU6baLzN8to8VniTvcOmlrxBrbK9iLSCvfcjs7tdKiW9nmKRvRRXCb5elKW9Hv3iPdJEO75RZRY+LGqTvQw0RL469DA9HQM3vR6rDD5vphQ+WxinvREeKD3Xk/M9/dkUvg3JW76V9BK9daDqPERlAr5ryQi9NrLhvRSigL3Er6S9kaAbPkRrUbtJ5wg9n9phPcN8AT6/Hxo+HV4DvqVfjr3rQ8S9fh43PWV0TD3APD+9uOYDPn3T4L2hfwk9m1R/vX5USDybS708rQYUvdHipT3IC3u9HIAfvjS1VjwFEi2+oaf/vUrMjT1kVDu+ZByjOe0WrD04Uo29Kk3pPRIwbz3eFea9ZZkXvocX1j2kw+m6KUL8PZ+KwT3aQ/w91+vDvY2IxbqEMe29klJfvsIZlz0F9XM75oEUvT+J5j2A5dS7bi6cOyfwHj4Pb+u8jvYMPqSc2z2j6jg9FyB7vUvU3L0go32+WjfEvcFOlD0HGg09PxXpvSLewbwB33m97gUYvpKWO74uh/892MobPg4jHD5B/so8vCpJvcX/rTzzpRg+dRqePD0vRj6nVEm+Fv8OPGAfQz3ZmBO+KJCSPToBeD2vAt+8xfU4PQqSIj5De0S9f4zYvYt5OT5iHUA+dZCuPYMXdrvcUCY89C/zPeNah72pmWi+bt6bPTMpB77W4IO9lAnyPYCpFL1rAN08VbymvV3sgr2wqCa+H7baPHkI6jxrKv+80hq3Pa/n4T1Ltom99F81PWe7hr0UQzG+EE3qPXDqtD0VSj69+bpJPsARRT7w+To+Bv+wPbqUwj1AhCu+vF4Wvk8XpTse4YI+H4DaPfFFobyzO5U9VS7pvLAHNr0mr06+krCTPeO+hz2xhxa+7bXuPdOh1L0A8vQ9tno3PplmFj7y8bA6INiIvQKy8LweNxk+DAfhuxC2vD1EJC49cuvTPFOZm7xgh688d5/gO7q067yVaSa+wsliPWDfKr2oig++2L3zPYyaQL6RDjC+Z95CvidmvD0g4eg95HuTvOqTIL7fdhK+zGcGPnkACL6eo0w9dMceviyJDz5709I9JXQ0vju90T0qy/09siAPvmDyxD0u3l++offmPYyswD2da+y9/ctQPiiyNb7lV8Y95E4PPlNjtD0BfGG+2jYYPiDtP7711BS+ZsxtvZA6Fj7qlW2+R00HPn7ygL3m0DC+uOkHPTvE073AUrk9GlWPvAuqmb01BE09UMg+PnDeEz5MRVq9gQ5sPjlKLL1954U+hKaHveWLgb2yCwg8LQATPgtwfT3J77y93jFQvjAdMr6FBSw9mWAivo+knz0emz29PF2Avvl5rb3svgW+g88+PRyKMT6LTYm9QBN+vQojY75bWhu9Tm1fvvjPIb51jTY8QdF+PaPxE768EOg9SfGTPYx6cDwwiIO9+w66PSQhNj39opO9l1o1PihsnD0G5R++EbUYPoRFm70Lx/+9yXu8uyc/aL4c2M+9JyTXPPhgHL5FX/+8ujVAvgBtMD0YtL49Vv4nvl5zl70gTVi+57kcvqW60b2/bGy+lxVyPrqdHL1DeoU8LZxhPBwnhj2QF0u9TRjnPZIKvj3/6lc7E20wPh6wtD2WLcm92A6AvZT4KD0lZwY+uSMuvq0kEb6UJjC+8fnovTMlHb0blBG+jAPpvLsT472tWFW9JhqsPAEEZD7CnUs8MtIDPhE+m72XNms9Zb8BPgoRiL2RKsK9C1mxva9yub26SwU+SkkvPuclW72seK096KdhvpUY9j00h3w9Zww4vh4TNb7SU628LMoavomwH74kOYg84HLhPCnWMj2OqBy+oK9LvhRl7L20f709e3UevronCj5sFES+Xz2aPQb6uT0e3ka+sFWCvMcXO74OyRq+I9rKPX3/N75oIZ69kDFSvnNAD7w8v0w9F4yCvaWROr10laC9KPCaO/RGD7wsxcq9+xpxPdYb0z3Kb/S8X9xPOP5YEz5ew3a9bQ6hPdJBLT3g7CG+gDKkvR5KCD5/PY09VBvVvWRwwz0NJw89DEkIvm/Mpzv3vai9UYkVvgsHCL49Yua9qRCYPWrBsLsm5/a9K77ZvCFUPL6l5gi+Wuwjvl11CLxXMwe+fwyAPSPmszsA/yy+NR87votwIb52T729IBDUu+g9KD0YAd29lMqhPWASSD54Yg2+qxarvOwOAj6JYc+84qZHPD4pCL6PYi2+i1AmPk4TuL2JmR6+1MoOPqkDwb26IQc+OnZfPaWtJL5c7dM9DTYHvs3Q2D2pyu28vjIJvTtVID7s1km+3mNPPk9YQT0TiWe9+ydCvWXGDbxeJSc+/OGxvYr6Fz22sOm7pwLWPFEDgL197849VjPEvU/9B76o3J87cn67vRgya70a9IQ8EeoOPepCsz1ssze+D2+dPXotUb79XiS9QdnovPQsIz6pc4i8rFG0PWXVEz5o3bi9C3eIPYrn673dhL29ulTwPCSblju7l4i9hUkoPuMw271tIes9JihcvU/jOr4QiQ09Oq5QOl39GD1NkwK+jPN6vv5FHT6HO3Q9PxEUPtDcVz1WPm+9vboHvPAPcL35h0I9iZp1vfSpRD1FLyU+LlWFPTHCy73OlTc9gEqtvFK4Qz7GXOY9GVYHvoXKsb3EqDo89px/PUW3Rz36mPE9hfhrvSt4mT2+hvI5KGadPQvQ3L2tOXg9Ckr4vfwHhz53FQu+hFVovpwwDL4JhHG99uP4vQHlxz2E2Di9iFEevpiGkjy/T849AE24vSn6070Eql0+tmmxPPcKAL4GKIk9kVqZPQeB8z3ddUI9oFpGverlVz5ns5u9ZwJwPBNgVz6K9z2+jKsYvTieZr1PwAu8ztEgPXJn1r3vJUm+/nNkvuKdLzwlydO9kyMIPZjRcb66esA86yDVPcZXCD7Oyrq8PChLvjEemj1nAAI+inoZPocL1j1SzGo+nu6mvfTCWT6Rgh09QV4svJg9jTwEeFa+16JyvlAykz2sLW08+qFRPsrZkr1cyTS9OiH5vTz9kb1OkQi+ZUKjvXoqDD6DNk6+pptDvuwRH747x4Q+zY84vrElAT1+fqO9QZ0CPkh5Q77MRAs+48qEvGdJ0TxJ+0A95ALFPVWzgb2P4yO+LJWEvPfcor20KzE+fELyvQcmTj151VY+X2/HvdQtGjuFg429aHOVvVXtUj4+YQs8K9Pwvam2R76jWBc9pnc/vcnKJb33owk+xT+3PR+mCz7vSHU8+rF/vKrcaT3a0zk9sfwZPpj0hbx2BZu9J1RMvlDPIz3Hgr491/bivAeWDj66zmw+HZOKvQl6rryMF+y7T/BdvV/reb6bbCC+gpoevmUssT3qGlY+kE/7vZH/8T31BIa+ALdZvXqUyj3M6yS+eLcvvmRYiT6ZwzM+x6z5PeriMD2gABs+oJ4bPXUKfD6rLW89Aw0PPmuShD4RjVC+gXNMPhDhTr6VSsA9XotSPrWg6D0ZlXu+DAYNvt0d9bxwSR8+d09hPdMgHr4FmRI+aFoEvvtG9j04+yU9XA/JPYRpyb2hJsc9WwT2vfNSAz1xw7c8+c+MvodYOD36PVs8/6WGO3lUj70s5wk+/n+2vqrURL6KwyU+RY+HvVZ9nb0fohI9u7fJPVV8Hz6qbga+ul0RPrf+IL7SmZq9IlbmPe+iBD4yrnK9n7EZvIMpvj2bcaA9KuxUvha4H71oZlo9VZUcvrT/SL5in2m+z5civpk4gz2DYBY9sS9YvlzYCz2hqDM8/5n5vGJbCz6VAUE+UdQAPo9Suz0KBg++IfErvgksmD0GOuS9wsiHPuUljT3cmgi++gZIvjF9Nb2dGIE9EmaGvNrQGr5R5JC9Ve+mvZ2Dl70+KZw7Etk8vjkP/zy69Ys7aExKPjnEaz0pmPQ7CqBpvkUMf76r4Ji8f4SgPcJOKD6Di7Q9ivj8vYImzr2Xcy+8pBsAPjYqwb0C3OG9WPIjvrFWxb0AL5K+hSKVPg+nfL76diO7xSz7PaNv1z3KhJ292gRNPZKqHT7CQ6S9vy9FOrgI+T0Xqok9PeD7vdJoUz4Agok4qOuqvQ9fAj7XWCw+yz4jPnJfuD3S9tw84qkdPpi+Cb5qtJ+9hIYLPsag+z3PSXQ9BKwIPedqfL18IhC+zR5bvCvHzD2RgZk9NtgVPjQKUj7mxqK9w26PvfH2JD1tPtc9hugWvZtG6T3hEfq9IGcLvkYd1DxODoC7mU9LPWnJNb0w37m9zeS8vU39jjxCaxA+KCtCvVpcwrxRRwW+8WzSvfI3qD1fWBS99xc0vW58KD5+uTW9fwNiPkrNB734oFA9xjwiPZ0HGz0RTk8+XEyivT9lkL2FrfE9neEVvPKwLb3wIVY8tpVCvbv9cT6x+si9OvkDPvaSFL4Bnpu9yIpIPY+3Lj0Q4LK9GMmjvGZkx7ujJbQ8huuevVsMIz6x7+09luy/vd+e+j0yWMq9485BPsFtyL3OEfO8Hk5QPvL4SD6HwDk9FcqxveNuDD4pMlU+epFGPfRNIr4L0qM9RxIGvmtACj3zX9o9dUoFPmlKHD4yJOI9IdtqvWR0gr3dd0C92EqKvNlhEj4meio9r9TOPYm55LyCnKu810o+PcONo73Q6Ym90M+4vEj4kLx/ySE+LNwSPvvOlbyPCpU76L9JPb4l+7yoeOQ9vS1bvUDYrb37z7K8mGeZPID9ED6lQB0+7JzhvalTzzwI6fA93TYDvm09Aj5tjmU+aHycvWjLLr00rKS9qXcZPcR5bD1KU8C9mek2PakqsTy0caI9nKr1PdtE8T04DyG9xFqzvKgzAr7eB6i90GYzPb7jVD73Sjm++Ra0PZjjXLqItfW8w4btvaYBtT3qW8U9gjTvPXGasT3eWh09ISIyPo2Ivz00+dG995WbPcCaFz4J8yC91/RRvV3hM734vbu9qhGNvSfZFb1bTzo9clsFPu7hZr6Z/pu9rZiFPVY9eL3wpiw+zUMiPYEs+D1DIAi+xGgDvfueKr56TUM+pOGovTe/Hjv6tri9W6hNvUy0AT7nHA6+kRusPESmlbwUqn89QYazPITzCztYoPG95f9tPeET8D2pY+29YysVPv5z9T1e0le9p5gyvS8Zaz1IsxM+0LpYPfXLx70nnQ8+UdUZPfFNw71onuS9l66cvY+dqb3CeQq+N9C8vRYMcL4gXHe95FkivYgLdb2h8dw9hGyoPW5irD3mTeC9LqURPi6ZdL67ZWA8A3XKPXDgpjy81YI+tUkuvuBrDTxKxRU+63M1vizal72zp10+ow5JPSvMjz291zI8zxSrvTtbEb65lgi+fMY8PojZ+b3neGc+hfwLvovXgrzkJVu+LHGfPRCJYz5Cq+09M+2Ivu0AKT6kRxu+liRCvty3Z73tgwW+xNtEPlNvyL1oVx4+XUVivqzYcL4075G9yhGivdhJNL4J9OK8ktbPPMUF1L2Xr4q+4dcVvnra3T0eMbq9bNW6u1f/AL7sf5Q9irlyvovZJr4Tr3a9YiEYPs9EFj4+R0E+t8phviVEeTwF5go810Ynvsb1wTyoIhm+zgriPSOoIr0G9ge+4rHcvUCtBT56C/c8n4YxPR6ukb0031S+lxGkPZkagr6PBhk+D/CDvSgBNj7wKiA9aOfWPdQXsL2mRGu+YIxMvSJQIb5Uw46+R81bvisdbj6A9gq+DP07voWB/D2F6Du9PPSpPfQdWb2P8WW+41xUPZHWWL1dfQq+iARdvcgOLr29I889HZRtvgqdgD7XSWw+FHQ+vZDZAb7rUNm9OFjWvau9Yb7AN6g9nHtAvvW7Ir5GZIO7r2Axvfz7PD6fX5S9MOdmPliea74Bdm6+1X0SPpM9Dr4MCUm+hrTrPUq7/LwI1r89WIcJPGo367uOnkQ9M0tLPhDvAD7b4D6+bHHjvW892b0pHjQ+xRoQPtomkL27TfS9IBxjPUdNxj3amyO+XSHTvewDvj3ijVA9FpFMPX6WRr7U93W9rz9iPqzJCT2rTgi+fGgzvkhHBT6Rp42+iuhwvE017r0HJau9i6h6PkFvE74YJR+9ryeGPBREAbz4Ria9GqQuvrqET741SjO+xKWMvc6v3bx+ojW+CiyJPXrRhLzxqku8IJ60vXvnbr4cXOo9YCEqvpuhn739S6C9FVaZPVgf0b0BRxE+tOY7PvYD472YvWu9y8JzveGvBb6rESM+NHNGvi7FDj434gM+btUvPU5M3z14QxS9VP8JvqTELr6CLLa9aJoBPqrbiL3LfJ+9FOQMPcKO/D2jX32+KrwGvj1OFz6E+V088gwevrBUkz3s7yE+ugW5PJxJBz7tLic98q/EvTdK+L1ZHqa9jzINvjsdhj29xw++CtObPcqgCz5KaQu+c8AdPcYjAT7kRHO7H/FYviK1D75w9Zy8q2IPPg3SCj51lhg+TmITvR5b/D1Heu69mLoovaq7jL3HMdw8ZEohvtp4cz1+bkc+rZuivSx1sL05yTY9RS/pPfOhn7y2Yq88ChsLvpafY71Ca6q9Cpz0vRH4DD75Tl49QBXwPdGjAD7ZzVC9wHUBPuS9kL3ykts9EBk8vlI48rwfBHQ9l80mvNccJ7ujVOS8dFlKPvJqGL5VIUO+ragCvvCKBj5rPJc9oLyivTP+P76aN8g9yqnjPS8qor3ljkG+14YnPoQ+yL2RXSq+TEakvK5QlT3Us7Y8wwwVvp5CEjsMgDu+jiXDPev41r1RfEQ+gnozvixEHD48iJs8hI2JPbwVwT0XBKO9syJGPhyGN74uxwu9wBnrvSADVz5WPUc9Nzg+vSFHB75UYYc9yQOavVJ6LD2T0we+l2SCPXdt6z2XscM9LFkAPhRBzD0uwxE8OBfxPc1zBD4dPa+9WrA/PotQFz5y9gi+KVrXPTuE1rvhO9G9nRVqvWDkA7287nI93TcDPeT1oz11eMm93mWpPfjFaD6e8YI9T/I3PVRKkz3npzA+vZusPbQjOj5sIYg9DLQXvVRrW77tB489ufSIvII7Ab6TyOs9LWqjvRAmWT75MRI+meVpvQFJEr5klfS9F41QPk2Ng71t3w++MDrOPUCGJj6KggE93yXuvMkRHT0vlTK+L1HVvRsxTj1LvuW9wwAPvnATxr2EDWI9L5MAPodCBz4100s9dJ06Pn4SDT4CzyU+S0G1vEOTqrzr03W9k4khPTLDlz01K0y902E8PVwXOr7fTy8+94EFPpCLlb0OzcG8rtp1vFoo3b3Dmim+tLNgvcvvKD1bwX294Xupvfxt1ru52UW9q37buxd3Sr6CuGq+ZV5DPsejDr0ekkk+ZhWYPYuVRb7bwaW7BhoyPajGF763PxM+jlESvoLoij0KdHW97YPqO/KlqzptyBm+x4sKvv83Dj07ABw+eka4vVAQEb4COn48wa+QvVPeDr2Sp469a/ulPZ9GAj7/SUA+20E6vlZIqr2qwnE9FswgvW2KijzbqnY+5QeCvX7brT1ArJY9SXwMvovQT76apKG+Z4SUvnICBT6twPU9KwsRvggPWr3Ae0g+ST+WvUPQWj7k/uq9xq4EPneYF75q4mQ91DeTPYR0gz0nh9U90zmwvQ7UiL5d8nW+/biZvL/oBr0tpeo8dcwLugBj5z2MnBO+Co2uPf6jgL2KDSU+tn6gvW83kzwB0IU9QVGEvRRqU77fuzA8lMKhvk6W6L3hCXM9pNhCvnza3brbJIG9UJCPvhwJ3bv+2ce9GA8ZvFrRAD4QeVG+wsMdvoWx2buSbYa+1sfCvcllcb5v+UG+mBkSPsr65zxc7pE9YSAUvTe0ST0MAtG7emMKvfd/ND0AAQu+bmwtvrYSkT1E5kK++gRUvgrE7L0ZY+E9EqqMvk6D0T38EQs+/qekvXX4Az4slf08Ypn8vbx+ED6oEjs9owRFPm3kYDyiZCm+j1A5PuPlVr6SKAu+I5uHvq10Az2R4ZS9C14IPnNziz2eD/g9hQhqvVoQUb4Pp2k+rjFIvqJkkD0vn+E9LJBIPY7OYbxnKEy+3fhKPfno+r0bLg89sCc6vsRW2r0WxS++KIP4vQAPlT3Tv1Y9qwKvPS5bSL6vmRm+McsKvj59Hj7S+pC9YUgdvbB15T1cLd49U9pUPUoDEj0FTbo9lN6IvSUh5jqf/L89qufqvTm1LT5VUAw+BsUiPadWo7vwxfc9dt4FPf2+Hr5Skp89M9grvWoI4j11qDI9/FtCPv/YYT4AAYS9SYeFPSTm4z2xiKE7O7KMvPsBDL7XX3a9O8kjPmwPGj2up/i9Z7cFvkQR8z1QzK085zA2PQqwPj3VcmC9NFBaPhKgPL7zDQe9/QmnvfcyuLwvQuk9N/rBPQN9KT7uokE9OWxAPj2u0T1tJ4M9OzRoPpWsFb7xWMe7hv4BPZckEj63/AE+7sRKPgYoyzx9bEG9l2xbPnGPAD42iQu+YTevvXhcCD49fVQ+SdTtvD3X2z3AzIk9HNpjPk5mpD1SYKW9kfK5vTXxBz4mSlq9ChoAvZPeyDxI11M+Glinvfvu+D26NRg+yeNkPVQ6FT6fXrE8HLbbvbuZHj4lODg+u6DJPRiT77zpOEM+jmY5PlXInz1jtgw+UDUQva67yD0b9/49xTjmPYzhKT4wYvQ9VdwQvsY1wj1XT4G9NRIGvgBAjz3JmPQ8L5tqPs1O6L3VBZ86ybeqvU01KT5hvo896/kHvqs4/zx452s9IS9RvR38E76UZvE8rkLTvCByGb2hQlu9qCQ4PltQeDwYWAO9/1A9vPrmxbx7vAm+busMvmFLkr0XbxC9Uz/JPRUz+z2KmZG95d/SvbFBOb4CSQ8+J2NBPTiQFL6wsNy9Jq3DvNVnNj1Jmxo+cG1KPniZ5L0eDfU9mMnlPTswrb1F+WW9ypT6PbhJ4z2FOZw9lFgrPt4Jv7xRldW9E4hLPfQ3Gj6sBe69iPuOPeBu5r0JK789Y9uoO/Lfmz37zHY9cYnxPckCyT0ilWU9+cwqvQ/I/b1NKiG+F1whPdP8jz1194U9aWf0vacjBby22IU9BHYdPhcGAD7gwtm9R5kbPpMHBj29Ibe9UbIMPiW+UL2jiOs9MItnPU0HgL2beV0936EIvUvmsTyBDsK9Qg5lvsIYq71l0YE9vxq3PNtxDT52l409qEsnvnF3lj3CNAM+tadbPWk0qryZxz8+B85wu3Ku0zwhIAK+1L2TvTnet7wRJEy96y2nPMqZ9j3qfdS9tQa7vUjZPj7Roq08OQcIvhMESD3vg06+D1QOPXI9vDwobwm+NktUPgCXxr1/EqW7YeCHvQ3HLT6lLuk9ZysvvnDnkjzSWCi+Iaoyvs3Uk71j6gY9BmyTOmuCgL1htYm9pntgPZwut721NDG+RM8XPvd24rwc70O9gch8vlPYib24gJA8yLAwPTKePL1CvOW9I1cqPn7C3j1s0gW+54BBPn73dT2gMIG9qY6ovfj/9D18V7S9jvyHPa5APT6A4bM9FE3LPbgNKj1nu7i9iIm/vDusgDyf/qe9wtbeveV3z70IUQY+GL3ePTwaWr7+y/Q9rjLbvXLweL5U1Wi91U4YPaSkCz207Zw7pqgCPuxd7rwAR0s9XLKgPWmmT76PRVy+gqUtvtJrL74mucG958gYvrQfOr0AK7e9OfQkPrFacj6KgpA+nUHtvfRSez0nOTk+0AOivaiJrb0Ld5a9PS21vffjnb1KegQ9enVTvShyrT3XcxG+sHVzPTq5nL2R09+9sNYwPqYaXL6HHyw+w5VhPu6thD14yh6+cXwHPpy3Rz5nd6q99EXtvVHxeLxFE6s9qm4vPZNGSD4eBoc+Yx/vPGqjmL0E22i9oHbsvQPI87zR8Ly91bgEvi7mdT6kKpE96i7APMxH5j1JHhG9G2UxvpHr2z2iaog+zBcKPljfPrxKjdA883uWvUNK5zy4YZe89REdPtGxaL1+Xak9cmtvPt6Rjr1Xtqg9n1LsPRrsS75k/lU9ockKPjM6G75dsK49F/XhvM6yZD50JWc+lPFZvTspOT1hDVS+rMqtPYbSEr3DqhM9oi2BPdcxCr4BrLe9VrZdPphBjrwe1vY9fyAoPlhpS71FyQc+4kauPY40RT7xGRQ+6yAmPayUEL7DDZ29yFfVvUsOoD1sU2u+yZLYvdsXkb2ogDM+AquNPRPHMT3Wqj8+w/RdvaYiyLxg3xA+VagEvscRBb4A5Re+u8mkvYmDHr1821S9q1LLO1JcJr04ioS9UB7gPaJs0D0B59C9IdR/PdU/5r2IkGm+jrRgPQpFlD3Uctm9whljPTgnpjy/+FC9i+PAPUSw1r08nM69QXExux+fCL5H9zu+kU2hvR6A0jzKNNQ8q1yPPUcaAj5y7kA99tSMPAf6Hb6PPDS+2MGRvZ/Wjb3fxqC9g87OvNBmKL4BH729z4HGPWEs4b1KLvU99KkNvr84zTwpNuy9pUwFvsx6S7xBzyW9LRVUvb9umL1ipGe+Yd8jvgm3Wj0FYPy90ZwpvsByyT0shJ09WD6tPcmRjr15fke95fcevocvPD1TQOU9dHajve7Koj2lON+98/5wvQPoOj2iKTC+KrUbvnjs67ydyyS+F4fdvXTyAz7HyY898V/rvTOPaLyrnti8YNuXPXqCrr2jbzw8NoGNPbnddb3SjwU7D36svD+Eor2FNyI9f1HVvNxXhT0kZto54Zc2voiqBT1iIXu9xBQhvqciuLucM/e8ZGfavWsYS75FDSo9f/e9veTc/7yap4E8UwKwPQNcZjvL86I9yWQovn/bRb5PNbg9oFuVvEuPwj3PRpi8wuMDvvEgNL5YpqW93PH7PYXpOr6gKGS9QLCXPKfyLL564ZG9xX9ZPVwev71Xv/u9fvHDvcFbMz5iV5i9hgSHPWHAZTxYlxC9kVfDPEztD71Q0wc9FANSPmWiVb3WdkG+4Y8rvnglaT4s2Ck+ISknPVixaD2WbnQ9DUjtO1elAz3PDZw9f3UDPm2+lb0anR6+XLTXPX+6KT6cPmi7t0iuvVS1hb1kLty8kiTQvfV9bD1QV869JaRaPaTqLz4kcRG+82FSvgXH7Dzcv0Q7j746PphoPzzSgg2+Um9uPXX4/r1zrcE92mSzPZg5hj1VLiI+cZx2vMBFZzwlj4u9dVEevZ3STrxkHUw9OFJgvKMVJr4hNfK87EwCPjgm0zwUOxY+mdEmvjjQPz3W6Kc9QYdyPOTwpL3I5vG9iICTveNQAb01E7q9jBcUPmSAbj5OMT++e+ghPpcQCb5IQhi+9KtPvOa2zL1jm4890/YUPqEmN71fDFW8yfUHvb1hYL7znd89CErXPaIPh700ahA+5iXbvbHehb7goee8ebqTPWXp/73nEp+9jFBfvUkJJj1zYD6+XYXyPOy0jr0TftW7UmQ4PsBmOL6QDhw8InQivjomvrvJYO89Dt9zuzlRujxn9De+k8YOvQL0tb24+4E8Za6xvXVIPD085LG9oWOzvV0zFT6c+9k9bRQDPnMKbz2MtAM+HiLUvGuzpL1IsZ+9Y4f6u2SSQT4AEqk9D5cEvuuOyj1VX/09RfIoPWTJXT1mvAm+MrNGvnSnvTx6LUY+t8VHPvqDer3b85Q9Fr7Wu8Eter5qP6o97i5Kvl0RWT4S3Sw+wYscvYr70r2quAO90KjuvYCYOT66xmM+w7QoPsLCCD7o7cC9zvYfvFOTQr6wFQ+8OJ4KvpLlaT2PXwe+sOLGPfiv+T1pLzk9RVttPhFzCr6oBTo+ow7EvaoNPz5UCjc+1HeHPdRztL2x1L89+3oVvknWfD14/rM7GleDvW4Rx72SrBW8B6rkvTtOVb6R3ci9ID5lvtWln70Pqmg+fQEzPo90FT0bmN29n6TOvOSbLD7vG1k8SfbfvGaYJL2H6Ss98RmvPQ1bJz5QW5S9+4Zava5cYL7Uf3g+hL8fvkV+lry+QYm9SSR2vjKN+DyyfpS+9VH7vaiLjzyrtIk9J5YQvB8sUD7kh0C+5sHIvdB/Jr3fAQi9m5G1uzhhDT36m8U7g7ryPf+TaL0N3/494MRTPtizCL5prks++paOvf9DtL2530e+tlVkPDus0L03Quu9uPODvmVviL5rRkw+T7ODvtni5b30qiE9CVcnPqhR3Dw2SC++iTAAPF99U75+h4y9ujwqPrNHCz7d65O80glBvswZDD42ERa+7lobPnONCz1ppMc9qZEnvpwF1Dtrv4m+yLXhPcOhFb61zHO9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "9up2O63Gfjw24gQ9KUGvPIU5K720nUE8irxWu6i2Gr0cQB69Q+nEvP1QSLyGrQI8O8GdvObqFD09gz+9ZCE0vFy3n7tgp3i8ZK1KPfPcwbyiwDM94tjgvDYSiL3Wt6K8AomaPLefK710JEy8YCbsO+9TmDtVS0u8ftqKvEs+mbyA/AO9PMCSvbcLJ7w/dwC8x4C0PLorq7xt15O9+6EHO8lItryrWNC9VQI5vLKlXL2fbhO99BvtvEr6D70X/eo83HoBPPHYIr3qmVo9YcMnvbVAkbz69SC97Rr6vMZtPb0Yubk8WL5OPff9MTxKufA7m5EtvYCFOjmXdF69mG5GvYQAobwgDSs9jdErPTth47rGIqs8MkCbO3DpVj275A89hZ8LvNo/iDyOtBe9kSIrveDu8bzyxQs8duWWPIhCKr2yDLA8dHelvQMwsDwzLau9J/nyvJSAUTyBNN48AXQIvfxgBb1IegW9oNUntiEeSTxcB0G7cygZvd5jPr0FkK88+P3/vESFJztdTBa9VVr0PDgGjDyVFTE62u2APVQhQzxRsxw960UkPHWaej3ZG5U8obACvC+ODzwieU28YFgLuvfPEz3NjAm9NRj0O2rGlTzNSVS9w1B9vLq23Lmdj6q74Nc7u0RV9bsLU7e7PkQavc/rprwALDm9zyrNu/C+Rr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 