{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Epx7PSuTqD059Iq9sDXAvZTou73sbKA9pKUSPmPiAb7UOtk97Fe7vbyv0r1366I7Vo3avVzvRr6TyTK+ueUhvpSinj2vRKq9IKyxvIC0Jj1NkIm+ZV39vWxVZT6rY6W95G7uvWC5TT7UZAK+qrKVPSaHUz1nIL09ICUEPkL0vr0d5e08YgHOvcuspj3P/+S9/Gudveu8Eb4Zsr883s4vvtuPSL6C8809lYksvYK7T77ZCIk9MvADvS0ILjy4LBm+qq0zuzzPG77JIRU+lYfTPTpOCD7g1wG+ITPiPS/h5j10pqQ9FKVDvVW6Lr2c1Q6+XtpUvvcnbr2mf669KOowPnB1T77mq8C8WalWvgYljD2XwTK+7DtUvnETBL5N8AG+rk6gPW6fcr7eXQK9UVNVPZvBtjz8xwy+5vEDvnaSDj7bDIG+VxVcPmvuRT3VdwA+yCM3vLa89L1kmc69ixwQvnGKZb4IKiY9SNmgvPXOnj3socY9x0r5vdCQDz6HPLY9WMPMPf469Lxpgfo9qqNxPLHx5r0l2O89b8rAPdBpA76ybOU9L2WZvSeAbTwMgzO+0D3oPUkGwD3BZnY9T/n0PSe7Zj6g94s9j0U3PaI4vL2RMRE+jxHAvbWkgT3XcPe8cZepvL90hDw8SOG9G5O+vVgAkTxN7wy+fMrIvYr+lT1KeXo9UQQ4vfdtJr4Q0u49ZKrDvJa4CDy98KA8LZT0PaUz6z1COHy97QshPktuQD29/8G9V0/sPBdZBj6iXMO8pCUiPrFfsz3acJq90xISPmtpIT4b9fK8eVflvQ9SKz1k+I49xHGpvUKVMj7wKyq+kzEzPpx08T1N7v69eLPyPRviQL1IL0I8+u4Xvh9fKT1LdGS7iVIYPmgkDL52tVW9ic6tPbkZzD0xHSs+WxMWPhGqHD7wcog9400YPgAoKD1qACk9kY9pvbsJIT7norI952+4vemVNz47CeG9MvziOxN+/r2zyxo+ds/FPde4Bb6a0869K2rsvLPEcj3ELxe+ZuGivcOvqD1xxLS9KrAIPlX8lb3taSC+CcIfvkveND7wXga90t7ovZiGwD04Dzq9mziMvKlX8D2qBzq+Q3CMPSAQhz3KM7u8/669PbxdHr6eNkW9tkZDPBcrbL7ghqU9RepHvnBFKT18/Rw+WBESvadpm7w95jQ932qbPU1wm72Vte+9cAI1Pm/Fibv/9Bw+/A+4PcG0AT5p/3093jOwvfJmfT3G3aQ9+vYEPiqNZb45mUu+hC+cPfT8oD0VwAA+bZ3VvPTlQzzHVnS90OaqPM14Bz4JBCg+6RLNPAqCpD1UANA9sAfbPY3V+j0Ipow9HKj6velGWruzjV0+NrvYvTw8bb6qnkc++H0sPmYPcL6xQxy9EHjjO7NwcD46iQS+z8YcPg30Xz5s3TW+GXL/vZYstr0mYFA+aZRevoeQEj1/6Vs+ZHMJPHsgyb1ZF0o+kXo0vrfCMT5ATOM9NzggPmAjDz5qHVa+nFj6vWCsT77gokq4asuAPS5vWr4rX/s9uf1DvQhe4jxoafm9DIWIvuvdBT4Kjww+kXokPtQHDj7MrEk+//9WPdtO2b2ngd28EoIOPrVP9DzBBbk9mQqPPTzV1b05OrM94nwCu/2RJz7xquM9F5LMvfnqnjzE/zw+wLDdusBZOLxsXIe+np7LPfciD74AEoI9SgsLPglOFj4jL6m9R4K/vUAO+z0hAwQ+dQEhvOgxj73Amh4+yLkfPup+Pr5TJCC+pi7XPAgPMr5O2xS+5Dq1PW7eXj1lSya9Sl6VPetcvLzShiS+/NAMPovZ6b0g1js+N8YCvitTez353LW9MQUuPb/gNj4ahww+gVU7vrWMsD2oPYW9bVo5vl2V7j2uDQo+PW7LO8uGhb62XgI+v3NJvi0gAz4eL5I9p+RWPcZSH756NCe+Xpx/vvHWE75sDQi+IGwuvmH3Tz3ixUu9KThUPpcRlb2KjCC+EcZQvjrMJb6pp9M9Z8cWPtLclL2suCQ+83gSPTkYKT2wnQm+gwRTO+kKAz3V4Sm9y1oFvc11DL12/BG9QUc+vu7CeD20uA6+W4onvjZ7Fb01v389slA7vsLkir2+QAw+zsOGPMjsXb4YXLO9PS3KPF4hW721e5k7QCktvlFuzr3OfL09SKe2PLYuHD20unC98bxCvTjfJD71uF6+DLehvMb9Fz5XYZg8ovAMvpKW6jupQoy8sGp9PtNGEb4KsYi9fzOCPaLSE713UIY9kX8jvnnEnT3hwyY+zPAXvnGrJL6mAAW+AXIDPW8QgL1S02m9qV+SPZL9SLwnQCC+xEr7PcPIlr1wlJg9CPLKPIS/2rt+Uz4+vC5zvTELN76Iywq+YIEdPYva6D0gtoC9s6HQvTI6BjzLQYq9pFNUvEPTBT4X9vQ8uxIrvvih773uNIW9nl4RvkFsRr4HV5I9IFmyPUstlj2Zzje+iHtxPSvyjr5fuVc9w+sDvqMQEj7Xx7K9MqdmPstfWj58HwS+eBCqvbSTBj45XKO8/+aFPXKrWb3bW4q9tnN4PU/3tDv1vTK+wPGKOdyQ9jsgEz09WTIjvvdisr3zJx++tvc1vrG35D3QCjW+JYZuPDpCL77Wkdq9qiYwvp0uhr2qu8w99nsMPS3/Rr7455C9oKf7uV2Jd71Oowy9XnwhvTuHTr739FK9m2iSvTs6Cb5bfEM+HvgtPSfIKzviJK29g93nPItndT1oOs09Vy8ivRmTr7yhWFi9tILSPbVO2T28+Jk9njJAvQ0YZ70C2dm95KobvswZBb3eh40++D6hPDtOrj11uUe+3xCoPQCoM761pg2+1NruvfG6Jz6Euoa9EUYEPPy0Ez4rn/+8Y02xu6/0Pb4gOmM9AcGpvVKJXL05SpO90dyfvcIOCb5B+0i9PInaPPLqkT2dbee9DVGNvKV9l72ABge8/mYgPaD7NL78MQo+dQEZPvx8FL5vuIW95yukvUEMp7zSn5S8xJz3O3/H7T0rkxE+9QsWvAnBBL6Lugw9UEOQvA4O4D1qPtS9FUskPoPMqL1wJLU9vV8JPrpTUL2LeGE9Zey+u1LiIL2hNxM+17IyPghOQD7bVzU+AAZgPVA2YD4NINA9plJFPe6W1D1Wm2U9Pl0ePsqbxbvjVds9SqUNvep1Dbx9+UO9OvwOvoSQD76ceR6+gzMuvKP/Lj0j5L092dMSvJ25ibtGQQm+oc7CPbAaNz0YEgU+STLnvfYq7Twq/0g+I7BQPd/e+Lvha0M+5U2mPVGmPL5exLW9RHh/vMq29j3yYK89XZPOvaQFiTz0ega+srQxPYkm3L2zzRe+d85YPo9Vkb0aN+G9odU9vi03Gb5SJAU+PU01O3BDvL2R6PA94MxrN5g84j3dVxo+Mi2JPbafkj1lT549UmGuuzpHOL5SR5Y9dtokvf+Uz71Ob649hhE7PisOqz1l1gU+R0ucPB0wej2fzxU+AqBJPkabWDogSiw8wAwKPvHqyz2PaoS9o/4UvUqnez17RRg8Xi8KviI6Zz1bhKM9g8HbPIXyWr4R5wu9hjD5vTT3i7u6cRq+ZDckPj/CK7zf6zK+6LjIPUfwbD0QK5s8DTDNPaZmVb70XU8+nFqxPWccYj7k/kM+lRM/vjzrFT52YQI9nGkoPq6kZ714MpA90yfFvVeBTb6VYW+8jtHjPa06Iz5UZL892wMDvs+N0b2MaxA+8m//PZHpLL5BJB6+mNBpPskSiD2/2JS94ae4vYVXTj6+QS2+exs7vljRGz44rHY9E9+/PafPQL5Hc1c+FfBlPvULST3Z/EG9SSebvQGYKT6XAU++wnHwOaBpDD7f/Ky9QHH3PRpJIr592ak9VJTbvUBinrySjcS9HkCUvcM1xL0SGfw9h0+8vcazB75gApm8OEE2Pnf/7b0qkZI90pp9vhdV+r1QME471nLAvSuDN74QmOa7KhoRvhdCsT3DOYS9k2W3vQ2DQL3+32S+545LvoTHGL6w66u8qupIPaldwDs6HoQ93tHGPTHKCDzGDqu9/BDSPB6O7z2zxYK9BA4NvgNDPr2GSRw+AWviveKGwr1Brd+8LfD+PfCRND6G6UI9nJ1ivW5pVDy29VC9c28OPZwUoz0w4GY9RZQLvj2RPr6VLqe9i7VIPh1y3L2ZIxa+KffUPbZgY76hfGm888vNPbWZx704zDu8x7qGvovhED53pUY+oHLXvWPXXr7dNR6+9WKaPQH5XD0oARc+//8oPpUaFD4jfj++MEfePa7nhrzfkWi9U1aEPcqtOr5rGgi+PyytPI+m7r1uBzm+K/1RvQLr+z3asUK+5jNlvQnopL2y36s9ot7xvev6ST3cmhE9EG6cPcrtcjw0vQM+U2ghvoG7pbu22Zw94v09vuOmPjuryQu+LP0RvqmwMb5xFbs9aHzZvQzC7T3NabO9xaMMvTurVD5AhOs9iKobvkSl+73Fxkq+7kefve46yr1NG+69H6puvapyk72ulM49ts5xvnlhQT5PtSQ+Lx18vJW0Oz630sS9sMaRPE7Azjx866e9DE4SvUXWdTuHyQi9CIzHvUjvjr2AeTY9uZyIvpfoj72bPl2+t3+Yva1lNj6+A+895xmCPdbkIzuhvlE+zzFXPYFq9b3GSM693hnEvZfAqz0G8Iu9iaM6vvGshj5xy447bA32PUEGLD5050W+Yzlivvr6W763OHW90rSqPdVMtb0uVlo+2pvpvGkQFD1QOi0+S6GDvU5gxbu7EK89muG1PS36KL6lJvm93iQiPlsXXz3aUru9tmt9vdpwXr7wuRe+/PAtPakAnj0pLMa84gYSPvAByL2p4e893jMtPm/tgr2Myxc+KFc6PpqqgL0YDHw9/8K5PddaO7zHrLM9c8BEvddoJr6dlYK9us2TPQ9avT13WCo+9KyzvX+uJ74YqFE8dbkbvjMy371fWoI9aZiiPd0knb0gemu+ssSbOkZvkb7JXR8+TdGBPWjHArzGS/o7NGLVPVrEwz1zIvo9/hrvPVnT5j3EJpU9xf5IPoOIu72jP1+9Egzcu6ngAzzaBVy7n4DXPXaLhr0M5AK9yEKLvc1RkD2IadS931qjvX8Eqz0068A8saETPk3I6jwqOC4+W0+BvWNJCj41F9g8ln7MPVnbBL7YrTg+RBuUvJKV0r3jtye9zwuMvH2/Jz0lmhs+hiS2vPFmGr40jys9lhNBPb2FAz6bqkW+dJbnPWFVhT52UaO8MNAZvpHEab3bAlW+nUcFPUi3nb0RLwW+FsUBvJStTz42iFc+c9SVvSNzfD0TOjK+fiwuPi46VTxLE4Y90NudPdO7xj1XlLO9L4+QvV76gL0QZiO7ty5BPvJmwj3wTrk9Yw44POYoPT1XGwI9KHgOPkHqGz6SeiE+aFZaPTaFur1X2Ia8EqFBPZIabr1JZ7a9BDncPeZ3ebwYk3o9Foc1vuBPnT2W3hI9MY74PYMI7z3JI/M88DBAvtQH5L0Pumq+10KpvSztHT5d1Vm+mA+gPV6liDyc+PY9bPTOPVagnb1V2GE+l/+wvTNRYb3rm7Y824M4viNSR762rHW9YVEevkeWGr5LdZu+ZGdPviSqe74qgoq+OclePSSXjL6vP9I9S5JCPqBorDy8PBK98yjjPQjaRb4T9Qo+ZXfvvWdTVL6CteM9MH4rvs1k7T1JCQk+wbXFPXhII74k68q8Buj9vDdDTr7esSG+HiuTvQELUz09Ng8+FzHpPMCyA72/Smk+PgDIPZ732z38JjM+0qDLPRE/Nz33qRS+jJecOePNdD0er3s9F6qhveIBQb31KNk9dr0NPftywb3z/h6+vT2lPY9qg7ogUxm+pBL4POP8J77yfqe8R0n3vQzCFT4S3B69MQNhPsrfAT4wIdG9+0rwPSL4lr0RZ3m9aeY2vhOSG76r+su93Kq4PX8vIz55xGI+D+gMvpT2Kz21pkM+vbxGPlf6nr1ecw+8CmZwPMKfOr4pPOe5oRL1veh3zL1t//M9FePxva9JBL6xfE4+PI0ovgqBQ74Q2gK+kEuAvseqGT1QPcI89PJUvQYfHD2xaxo9grz4PVVRYr4udG6+9rGmPeq+hD2Oeoi+fPewvYplN71lDZA9WBAmPmYx1zzoF0m+E9vTvQYTCD4Ryem9+vAYvuWdHD5HpXO+ixZnPZmYwrzl+ig7KhjlvbXE6D2SwPO9Ujl4PcWjH74z3Ki9WF3Overpib31gag7apqwvfqApL3Qf6i85XZBPRqPQL5R9LS9aavROviKDz2oL7+5SRXNuzBbmL29fyE+KMPAvQCpeT2jyD6+keYrvry5PDxyWF69cjSMvQ0cLz5V7xC+FMD5Pctxy7w7h409H2Y3vh+LHb75fbE9RRQ6PDsXuT10jHa99sQHPu+SGjvA07q9dq4dPn4n6jwNHNS9ML38N57r/L2N88I7hSBEvBNQub37jxw7UcmNPQN6HL5fddO9TNONvII+Q75vFEY95CFuvDreXj0iZpi9Bv4hPsCGJ75HfW6+JWRjPa249jv5vZw7FuMUPrI3773w0oU9U9KEPXrko70rZNs8RQ97PIo7VT1gJQI+p4YGPnAhZb6wWQk9VWlEvgxmS71k3Pw943B8vRCLwrzaE+88SllnPsSn7zyA1xK+K88sPv9gJL6sv8c8TwBBPd+dJT7rchm9ndldvsS5jD3UA6K9UDNyvUoSvD1dNPs9cV0jPpTsT75T3Km9L9KbvoVz970KwlY9RgPlvH4Krj3p62a9hnYWvYKeL75nVwU+2CBzvasKLzwqwg2+2u8qvpUwxj0nXc29AJ0fPoZ2JD6AoWO9PklGvqW1zzzE4Ac+LCZcPAc6kzzHehC+GsX1PUPwD742Qzi9xzUQPVafrz15Cjg+knPyPc+f57zp3gs9rBbbvYFtir1fPVc8MVsmvgIXwb00kfs83xPPPaGApL3/qyI9hMZfvXJGn70jBmE9PPM2PK794j0OJrS98tjBvRDZoL3ifYe8zcsWvpbuQj03OwG+2NW9PTluSr4SdQ4+SIeovLCvPzxyDWA8NagkPok9ur18DYc894iHvcFcKr1mx7i9iDe5vce/I75cevI9MK5WPSQFFL5bXRs+F+myPDBqzr3RAN69MLSjvUkG1z0yRuQ8E1kKvX4cDr5xSN095GjyvcDr1j1a2yY9Z/RLPUTw/T0OEL091rDfvHA4Wbs9I7W94twEPpyPCb59n8g7SqihPXVxQr7paeM9T4DMO4OmFT560zO+uZe6vaLNJ73abuI6eTaSPTstKz0h+8I96GoxPFZAQD1fvS4+y98nPu8vGT1olFS9+f4VvjKl0b08j8W8kl4jviUG8LwxTMW9PnKXve2c673itsy9uvCUvHRZzD21/L88G0uvPQqgN76iy588J+8Nvo+twz0c3Ke9cRWuvcdzMD0jdUw8/GKGvNod4L1Z2VG8aToEPh2GMT7z1XQ8nGoWPpKVPb3sU889quk0PEaQHT54/g09zP0Qvln3cT1Hyuq8UH8fPnxufL614u69apAgvjBLhT0VN+K9iLHdPXvULD7nFEk+OgXmPe2a7709zhS93LcnPsOf2z0ebJk+uk06vmoGDDw831U+lPuKvqA9wb0dpRY+hOR2vYajyz04oJ49QCF0vRxDWb38pfa8mnMwPrJYozz5iv09/T4YPlm79b0l4669WTKFvUArF745j0Y9HlOJvbRdMLtERFI+dnTcPY+dm718xko+4SC4vUHiSL6YSbu9XsVDPotylr3OdlM9MElJvRpoMz3T4wa90dJkvu8sy72aFww+Y5g5vewkyz11J3A8us9kPqqdij1tknm+GghtPj58D74w5He+Lf2SvCIRFT4PxfU9bEy7PUgnSD6Ectm9r7whPndBFb76tUa8Pa4ePTqVKr6W5b2+14OxvALfYju9KSu997YSPuAkLb6AGMI+R84pviBuOT66C5E9oHrgPULpgz6/k/E9KLZovmUI6j1qe0w+EGcJPaHvFT4MxP46VrshPpSqVjz7nIk993ssPeR67z28oR++BvFBPTd2E74Axdo9TK9ePQvphb7uGcw9wFeXPPBnUL78yrO9bDofvt+hrb1Ieo88YDDnvdtvlj1znnA+0VCHvVbGgr2M8qG+xuvQPV4XVr6TJCG+bhyCvTGt7b1wmUI+ZG8bvOwKQb4mKVQ+kxGTPm6ir7tntsm6ApvSveIJaD40cJi9MJ4Hvd7eLj6rsOM9siqOupPu2T0+vwQ+90egPYJJoL2/dGY9VUyivca8rT3pfaM957OaPXuoXj1miOQ7mB6NPPPfJT1b3729+3pAvYEa4r3AQw2+CRt1PXIx0z2oPQI+5XA6vvPhu734AZQ9kWdHPpJzOD6WQ4y9NksGvkQd07wtL8Y9HwVIPkELML0AfwQ8UYXovXUqIT0Otdw9PpLLvfa9ED7mq548J1ALPuzLirtn/XC92BLmvA11Czx7g6M9phVXvQ3Y6j3jrXa9YdiEvVzmab2sriU9xRNLPnin4T1qpNS9QgvavLrLJ71ijRC9pZsnPvYzNz1mXcm9FvW+PHZ6iT0nGTA+rpKqvQU3dj742ko9h6IqvelFKT5qO5C92XJTPqGMA7xcJeK996JcPVgwwD0mCIM9z+sfvuTulT1hB9K9qz4wPn2W5L1DZ389mGjHvfutmzz1/Fs87yvbvEAbKD0oOZK9TG4WPg4ExL1Qy4M9XiCrPAXiFb2dfuo9LoTmvWziQj23Nyk+/CXlPe7G9zl+VhG+fKsNPioxK73nWsu9TM4Rvulzuz25M6y9AmQJPTG11L22ZH07RCqRvSKSKz7PSxC+7OMBvqOx3r3J+ri9GdsCPgcgB7wKCzU+MiWwvbAYBr4QyUI+gHByvfVefzwxnAC+LTogvqKdVjzcxeQ9nXGTvDjEOr7nVyE+/qy5va7BET5HDF4+xbOBPQ4JJT2IBN89w4OlPQPHmL34hhU+r1sOPrrYVz4i3fm9uoNMPfhXbT3Ebhg9tCW6PZvyNT2pQ/i8+lHKvfmQ6zz7sam9kyEXvvg3ez0AJBY+aYOuPTfOPz5F9wy+dev+PMctsr1GT++9FgzTPeSP1j0y2Ae+phrpvPDaST62YTu+OHnXvWwuuD0YYIQ9aHnwPWJ6Ib0uCCg+kVQhPoemnj1CsJ88K56uvEb6KbulSE++PGeSvbIA8L2joXu9CKbtPWJopD1C2IM8GtxHPn9HrbyWhDO+EhsOvtiLOL1w5B89M9eBvScVvr0Sg629zdQLvT8WDD5ilOE9YAwAvsncoz3X2fE9+8QovmVOPL0tsAa+NpW9vE8uiDobqq8984ycPHGKzT2KGgs+qh7ZPQsZHT7vWv29Oyc7PWb4Rb6iIT6+OVM1vRcoLjsH57M9Aum0PHLS3j2gZRO+43ovvDT/Nj3AZw8+/565PU/QTD7OvhO+0SALvmzBf7wt7Dc9Yb4ovgnHmz3d8A++WqgtvaeWdj3bMGM9twgUutmj1b3nkcw918shPToUpzxnpVS96e1UPvDxGb5/mN49v7wUvg+g2r35JIM9yxtZPe0/Iz7DRae92VWVvcChIj58BYK+Zmw9vrB9cj7clZo+r2gUvkRn1r2nOn4+a3brvZgQkD0nzuo9qSgQvhKY172imC+9WNOgvW6cVzs6FwC+EuUsPjgYJD5x0hs+s/y9vUetKz71rLS9NRlFvbTdoT6EQ2Q+9/PKPcMB+D35tvU9gbrEPWp5jT7fhq0+qiZAOx/os7xrhAE9trD3PQyp5r384GW+WudbvlLpizyJBqa8xev/veGxxD2zqA++7msZvdthVz3B3Y89yRRKPjY37zyf0RY+8GHYvSk1kjy5sIC+2dlCPNSsyj2B2U6+j5nPPTZ6mD0Uksg9CJ7svRJbQz2kig0+n/Yzvmpcir4xnZy9M0+Dvp3gPj5Rg/C9+T5HvquHbL23aQe8cZM+vsS05T1XNGS9J+zUvX7Nwr1MKD89Fss/vi+OpL2/Bhg+kIKDvqJglb74RRs8OdCpPlI/az7PPd48rdycPoEZ8b3rY/29txhaPjJdljy+/ZC+8TibPgFuxL0qAo2+dZ02vXNFhz5mD9u8W6glPssD+TzH1yS+K2JbPpokeL2xeSK+2I8EPqWaBj6zge494QCtPWOFGz6f9UW+ltBLPcAJlz0xLrY8I3wfvh3Uvz2LFsY93bmnPSyJQjxZ4MQ9mv8TPrkdhj67lDO+2wY/vXZt07zDjxg+pBoePqauUbxfCHU+qDl3PXIgOz1oaLs9lYsBPRzoOL6L6yK+klEhvRtYBD7+tM69uEB3vjxNQL0DJoM9GsM3vhQxZj3Ya4675yDYvQsHwLzMNke8y1OBvvNrsT2Hsoc9DbArPYgcnL1Y3x2+zfMjPDFSU7sfPr49jFcuvZuioT3y7WC7bvPBvZxjFz1Auxu+f8mbvfKWiTx7rug9/05vvUk4AL6LTlq90yNpvRFaLz2LdQo+gSjevTxf9j223qU9zWAkvt1fHz2IHB4+/I3qPcwe7T0iLx0+jpckveYXKbxWMKK9TX84PmEtLb0CdRg+Wh8svgmhDj45zR6+TUh0vsZZW7yvx14+DVtYvSk4GTyfmBO+nubSvTwwFD5AiHM9NPInvr5Z8T1vPAo+ItMJvgDnAr6OPew9WwVhPk7xN74muKo8H8onPdZ4F756E0c+1zTcPIbwC719Oee99J0ivnKLijykwXk99shZPtS5hT22yEy+ykrBvZ4bJb7zGDi+buKlOu38Kz0aQY49IGjLvQb5ID4lElE8jF1+PZDYQr5/pk88q08ePuOnE7547529eMYaPWNwrbyiV7a9RN6LOj6Bujw3T+e8iogzvukTKD61iSU+zQaKPLDEoL1XzmU+6g0/PlRRcj1ijqk9MgrCvQ42nj1uCja9Lvk0PoAHpLvfjjC98WEZPp/fCD4GXUG7s0zDvS+YED0Bho+9CGYVPgb7Ob1G3RS+uOCTPFnGmz0mfa49euaRPQJVqr1+spU9VI9KvnlIxz1CbwM+OHAQvtX7vL2SRQO+QnU+PuawLb67Yts8Ck4gPjh7zD2y6yk+2RBPva8w/T072BK+mEUAPs9HpD3kI4e9YQS9vfqSRrwNLMc98fI/vqwGKb1L6T29aMIQvbku571sV9C9GTOCPYxebj7sR2M+1je/PfRMd72dEAu+6rtDvmNZFT7Lgg+9so79Owh/wbzN6jS+xETWPaqwZj6iLxA+62v2vbDJpb3Pz7k9AHioPXaSyL0m1iU+OwSDvRjH271XqZq9ENf5ux4nCr5XLuu952uWvO2QtT16Wpw8jQXpPaIqyT1R8kM9Ifs4PYFk1rz/p1q+QsZ5PkQZWLwCtAg+6IGQPM0cq712fo08C5Ikvg93r73XYCM+AmIAvrijUzwMaVQ9Gg0ZPlIJgr7xMhc+sXy4vTfeBL4mlie92EAgPjjPJT2nhz0+KiC3vEejqz6xywI+TbjYPVD0/708tIK+4bQkPSFk2Lyl+kI+Ci83vtExrL0Iz449YcBRvCykDD5sewQ+l9QQPZzkKb1h8DA8lThiPdce0bwxpy8+oyAfvlJIor0QF2g+4NTsPL1Chz2ZmF2+l7yJPUoDej5P8P08hnCNOlXlSb59j6O8w7QMPlGVxbqUF6a+wJy7O4iCVD4v6Gg+JuyDPb6wFT7sOWW+nyE1PmYtWr4j+xy+JlI9vlZjwzzisbO8TzyHvlcpUT3Qk5Q+j4eyPXwomj4AgTY+ayKmPmk1Tj7R9AG8cZdlPvu71D0exhu9lbf4vOyUbr4gbWC+4zfCPUmQYj3T6Bi+zohVPUa+8z1zDBU+htdYvmdPKTx/W5+9Nf6xvUjBlby1slQ971M0vcmpTj20hnM+WpUovh+f+j22aou9XY7WvXEK2z16Ewo77kw5PUEZcr6uwDk+2GooPhrsrD5zp389KgTQPfasRT6GUoO+EzOevYIRWr1fW6o9/OBaPurd0z2/oJK7C6SgPT8LA77pExo+9cs8PUqTZr4PAx0+PoI7vqwcEL4O3889DaEavgtCMb79/OS9Ro81PFRtkb093y4+Ot89vVNbqz20RUw9/oWWPUBcMz7uiQC+O+bYPRjPLD7RH/g9mU2LPqtAyz3/ULS93DymvQvCQL5TV3S+rM4RPni67b3Igt285tXpPFiCmb5VkR8+6HgCPukLjL51YYg9wx5CvuGJwzrzdVS83fzavSuAjbwFOBO9SQbHvU8vhDuKGdg9PKQBvp+KA76aLNo986UKPVeJ5r0FJZc+XKCovT029D2sPJi9alssPSBMzr18R4M+LA8sPtM93L1Ozo89ej8lPmQpCD3cxCQ+RVgBPsCX3T19z+88iA2HvUB+Ab5ZHkY9N7jfvfQPPb3jIM+9UbzaPbKBrrw5veO6sPy+PWykT77BepA9HF+EPRR+Ar4PZAc+xALxO1V5ebyVtGc9oTLwPQpFRz0Kxfo8P9SDvVeuPrr8AsC9nqAQvjqBXr349ly9fzkgvoQu/DsnLZ69bR09vqgZurw0J4m8n522vfZRFz76KTK+DhUJPb48Hr7/XYg88j2svAy83jsYbeU9hCzWPVy1FT1Smbm9Qy+YPfyFtz3t9W69qqwVPhiW+zt611k9JZFVvPi/ur02xZY8UuvYPZje4j3LvWO+gy6bvY8UEr4ZxKq9aiH2vGArh71zQwu9JCwePoECxr0syEC9cNayPTEKSzziPje9hAABPtf7ybwdJlG9+9Cjvb5LBT7nLCy+94mCuwHmIT1NVm09MwGKPaKVBT6Q8ri9Jc+DPf7mCr6tqSq979MEPLDZ8L0QxXA8CCc6PTvkdj3hqew9Nlk3Piyo67yJqDO+S8zKvRxQm73XIQc+yXoKPubmZT18+wa+qm2oPXGWgr0Ey7M9dScJPHo81z2SxvS9BPLqPYAjIr3FCSs9e3i0vSPcnzu4+hS9ftPhvR6Cgz2fCo29uhQQvjpCdj1SNB4+RCR7vFzwK7vvB509+2J/PaTig7xRvrS9KYS8vBVaZb5AJva9eFoevmvWwDxipKw93BfHvayUhb2uI5q79pSYvLxlpD2hAew9nKvovRVicT5fQKm8G+gkPq81HD3AQWK9HAhRPbRPDL2ZxOS8zyqrPT+0AT78Dxi+pu8svYhOHT4BZ7C9lPD2vedQpL1xn/A8dyE1vn0Q/T1QsGc9ZsdzPdTFVr3zAUa+Twy2PYkS4j2aHSe+nUkKvoAssD2p3448j/vKvcS2Kb6mmiU8VHQhvYehWT0wajM+nIvyPadDtj30Qjw9uI9lvYnu97sarR09VI9ZvkODCT4Utvg9N0S6vD3sCj5uOoS+N5S/PRlDib0qIy2+Pg0xvhWuCL0g3ZS9zyesu0Lipb2JHDC83TwhvgBJN75Kfoi9ZhIcPY1ijj2+Ed+9FJ1NvAdTi73t99I9PGO9PJJuGr5Q47095HkEvjNvjr71MyK9gi8uPoTMxD0W/4G9/TAtPf6ZaTwC0tA8F0MQPtrNoL1nQh698tRSvX2hWT349DK+jeIDPqlpmDtOja29MRptPfGBSD68vys9tOIYvmNBKD45mzC+p0NrPcm6Ir4f1qc9qTXIOxc6Yz0g3BY9V/5XPvTQ/L2gIXY9fa7APSVgmb6R5hO+wacNvkftZD7FOXy91sTGvf4zdz2+cxI+ueqJvAXL+Ly6O5C705yXPjoilbyzF4k9Cv9IvZa8YD4fyas9bInGPRPkzz1P1k++rXa4PeeMHbwR6cy8PktKvl+zfz6RGAQ+VYszPiLUDL4S98i9NDxYvWIjkj6YF6c9QzKGPtMcBD3Et66+DjP6PZy/I74hrEW+Cj8IvkQRoD0wQeE9jO9XPmU7CD6r2ag9Hl7uvc34Yb6NBhA+Y/SnvEeY0byGbSk+S3ZbvjcEFz7/GZS8DnWhveHjy7w2BRE+Fscdvsidab6Jhe49Q6AbPklgs73iYno+kFcNvRkEmTzno0I+bqJivWsN+Lx+G8Y9TtluPtZ6hj5HiRA+x1AbPluhhT4osFo+0YYaPpm5Kb72VE8+0lJQvYTrLT5nyVA+Bs0xPkzoYz5oMt69wapovbW/Nr5dFnu+N3WOPt57lT4AM0K+Ug+LvYqpzT2FDxq9+ZNKvr9ms71oHA++L+hLvhmEzr0yN6C9znEoPqsdxD1TIhU7vn2bPVmeDL57cqM998tEvtRa/Dy0SSe+2InVPBvd9j0J0Xe+5MBhvWjU1r04Vu69rms+vr2CGT5UY4y9roOrPqCRTD0V9UW+Ups3vr+K07vOOo89njltPCZHoT5LJ4o++EUNvomznT4dc5e+vzUDPuGAVj7daEC8sV88Pmx2Kz76KJa+vpVaPg0g+735lUA+TV8FPlLpLb1zeBq+3VKlPSXjxLvKB6w8t1APPgq4JD6aIKG94ZobvombPT4Mjv49sNw9vnwyT7436Gq97pZDPn5Zzz1lbSc+r/h0vk5d4T3HD8q8j/gHvdlRhzxCy429RNWKu+2nFz52fdU9chiRPKLi473eJvE9edgvPQLWz72+cwU9W1ubPaWme70GiGQ9kNmIPdlkrzsiHiu9uQp+vXSAFb5UrPK9Rf/3PfYJhz2qErI95lqLPSSOgD0BmEi+KSsBPp1bvbzxl1I+czXyvf64fD0zkjG+61kFvTMVI7tBotO92KxJu61Q6r2hIOc9p1TYvQk1P76PFEM+PWR+vCgU3r3jf58823Uvvu69Vr7AH0G+Z6gPPUKYIj2/+z29nR8IvbGXSz170YM9w/CVvPYcDz44qNg8l2M8Psu/Lj3OavG9yJ0RPTM9Ob2W8w0+xHgwvpkkLj36XMy8+0oLvpN/Dr60t02+2rPHPQzWCj2Jwie99mI0vOcVLD5JkPC86KGcvLvlpz0sJQI85FcqPeIUND5uxQc+VV9YPp1uPD0TAWI+OSubPbfLgTv3oJK9+UKYvRrclL2hR6g9/yC1vbmOt73SOuw9q5Hhvd6vpr31XLU9XdvqPfcfJb55m6C66oHgul/X5ryXoPG9BJtmPUzUNbydCTY9FeIgPg9o4b3ZVLi9lj+ovM8gCL5MOfW7mbLHvZXNQD4+3i0+lV1GvqDjQj775R0+pJYgPlweCD7s13k+9znivDJRu73Bkwk++FHMvdAmTr4Kk8i9c5okvga0zz0moB89EI4YPnfR5rvmTEu9X5L0PL5pwL2Blrq9JjuNvUoMIrxaN3e8cHe7vLGJ7z2+8Lc8Lcc3vplPGD79+Pc8rsIIPlBtdj1WQcs8/l02PjaC5bzmCzs+2ifbPTlyaT3E9nk88QfJPABsUb56jTg+XCAJPmivQj5qsnQ9q2NTPrd7Pb7O23m+OZMaPsg2DL70wM49ytFnO3HUaL1JNmA+VPFhvYKsBb2YMCC8dlk/vr0IWj2d2/M9XGZJvS6iqb0+OjC+KRrAvKZnnryHuIo+jx5Vvt8pyD3wBRq+3NzvPTMZpz2o5ro9nMicvZXogb2NOQc+l6RzPM5TLj7isoM9rKE+vpjFdj2kV2G++YZRPn/h+zxb/o28hn8avm5Paz3MnCc+4psLvv810r0mkcy8STSLPdWPBT7Jq6y9ZbSqPgMWwrxVafo8E2ZUPocImL4LyJ68cfGFvVjZ5DiDDIK99wXHPWjEgj3wh9O81rb2vdCpLb7MU1q+m6UUvhYnxbwMh6+9M8vgPWL1r7rKz9s8N2bVPZ0omzrSMsG9tfU0vVI/ET3Iooe+2HdTPshWGz7+O5+9Y55LvX7yZb1IyNG8/PyJPY0Y9j1Alvc9JMyCPnGIjD5d92A87we6PTEFCL4sq8S8GuUXPQFXTj3Zkbo9gxDqvTE8Fz71vD0+FhOvu2l7ND0S/Zg+QfbSPlOR1z4NRJA+sw2vvR8Zeb7bUbW8FjOTPeiGtrwD4Tw+7DJfPu8HCr5Er40+xovqPQzpjz22kv48uikJvkgsfz6zSq49wnZDvqmxQb0C//k9iZEmPgxUUz4LlHW9deevPTVC9zyAatu8fYkcvtvktz07QI8+QqPxPayHJb54R8U+oI33u6dSVT4N7f09GgGgPhdgKj182ve9dDI6vohWlT0lyKq93BUWviDc4716kq89CQ6nvYwQBjxDWrw9ds6jvS/lmb7OChK+o/sUvttsFL7aysk968/NPY5EWj5WL4C+blxnPopdEL2qjA279juAPqwLNT0h/AC+J6E6vJCBtjyuQyo+WkKvvNUMer2qgh8+A5vIvfVenb3Acy8+3g5Dvs52b7vJ48e9yD3LPQDxIr5xWoY+9UA5OwDR/b2WCxW+qx0cvZ7dhD74yNy9patfvrarPb4hqrc+W5GmvaDTIb4vBNu8IaecPgiFCj7kt5O+tN+VvpkY271Hhw0+gQeKu+m7mT3ioo8+qaBSPvRv1z2PCKI+uS8UPWw1Ab2FkQw+pXOvvV/87Lwd03E+Y5qovR+5bbtzdyQ+RXmUPc7aRT7g3bm8w6IBvpAsTD0aBvw93REWPu7TAj5gNPi89iOdPfvW1b276KE9R2WbPKr6LT4Jf5G9rrCqvOMVkby6y7c9oizgPSO1cj0LKWA+7szQvTLuoT18QKu9N1wAPmg/Gr6Up2S8jF22PdmwnT1xTwk+mqAavaTX8Dw8kiA+CM5EvSKEoj2XuzC9d3wIPoP7iD5CrCU+8eIrPnX5nbtrl1s+sGfrvdFfUj6YPx29cfLRPXGnhL3s7OC9Ui66PXwvDL0lQOy9s8KqPD2cJ75pjoo8mjhjvUgwGz6p1DI+6YxxvcneEr5s3Mm9JDBxPlcS6T0fBQM9FfuhvUdLnT5EAgg+EIEePovL+r06NAO+lkpFPv9PFL397Qw+yb8hPlMzrr0AzRQ+6OjuvAe/uj1EiMs99eXVvXVEsL0PdPQ9sNDtPfOxsr3nvRu9SqFgvY1dLT7X2GK9x9a4PebDvbyJZUU++BTFvQNyyz3qycO9XaMLvgYlDb5PIBk+9gqCPuOWFz5LQRI+H3ehvScMPD5JVdg9DclKPnhTlD1BXm49tkVuPeRwkL3wSOA8a4xivXDKXb1q/kg+pG7iPV2N/L1uvTy+i+NOPbNuKz2KkdI9IZHHvOICZj1286c+iRbIPGsp5T17prm83z9+vXeA/71zPsO74zBjvmm8PD4X3sC9mZuNPaXitD2o0J89XOVsPVF+D71OlnM+9HCsPE2wBb6OH8a9pD+dPZfETL30W4A9IUW9vHCjIT1awse8sbm3PS5FW70Qvgc8uqFSPMghl7uyHvg5EMntvUld1r0Ptxc+Q65GvJCq5z1VZko89+gLOqgCTb6trR6+jhkVPlPjxr1bLec9+IMrPlNjrz4iKac8tNY8Ptz2mrwwDyc+KWctPXYS6L38hvI9ZNHsva3QgbtFQ2+9dVAMvQTiKj0sER0+k+KOPdW4Pj7Nco08V8ZzPLwKFz5V/Ps7StsTPt5iAb5FRIY9f9zpPZ16g70/miS+UgUBPs5wCrxk6sK9FN3yPVE6DT3O2GA85xDBPe60Fj5w5Xy9YHv9vXV0t71SVr29uRO2vcrj/rxs+C0+2CzUvG34Pz3DWzc+6sm/vX6BGL6RNtU9xGOEPnTc3L0hah2+KrAqvjSu1z3nj449gDfqPPTRl701XY49ywykPc9YGb31Ayu8dCoBu9CjIb2cfiW+gaCSvbLR2byJeSE9Wo+dPW3jWrxwzoO9C1zNPI4rSb6SXKy9m3sWu3Htaz5DhP88VcCZu9eMsDwu24E+9/lDPpSGoLyv9gc9SCjhO/MoFz1KxYU975QNPZS59r2yJLu9X/AsPulZfD5TOGK+0ThmPTU5lbzs6608LryyvXNHSD647xK9yXDbvejjUT55II0+8PsNvDZFOjyI4BO99Q2kvdPLhj3ifQy+YVNPPp8xRb6bCJu9mWzHvSvaOL7UvgS+JIlFPg8VEz69NRI9AMTIPKmRZT7phWA9MkoNPtGdVz63e6M+cDOWvXTLjbwAyDQ9/+cuPb/VH74aedQ9e9BWvdiY9r3jDhO+/XudPY4uUz5aviK+doBxPGDJOD0h2p492IJnPvjnFr6hsmM9f0AbPYztLz6/7h++prq2PjeaBr4P4vi9aZjmvX6eCb5xhW0+RcCtPPx3hj6PALQ+SB6lvZSwVz3J2pM8qPOGvhhTOL7n62a9H9kWPpLbAD4wOTa+hVrDPcvGnT7LA5g6uC1PvPVHYT6EL7w98wynPZHAEz4ypR8+2a5LPu08+73NGi+9O+o/Pvk1qj4yp5E9uckQvX2xpL2Fi149uHUpPoJBxb2RsGK+T3amPUhrBLtcFaU8z+kWvl5fBz6EeQ4+LJEGvKolbT0bIgG+FUCLPaVYab6RpHS9LU4hPh3Fub1qsQ+++/nePdTy/z1XAZC9HglQPQ4PE77ovUK8ONj8PeRUgD656SY+e5cMvdIeUD0J9Ko9RWDHvapvlD7lghc86imKPvXsuL0lUyE+wE3UPUklSj6E36I+slWbvVCWCL7eLQS+DS4EPmcNvz0QZKK9Z6w5PTNwOr1xt8Q9A9XaO6neTD3KrcO9OAoDvf6h5D2LZZe96E2kvNuYor0RtpM9xgjOO24VxT2lhkC+eVyNPexxnz0Y7hY90G95PWpi8D2/uGw9rpMfvodwSj4pH5W8BlvlPS1aML7n8YW+ybEpvSoiBL4V0hA+LKK4PGk+er08CD08lsjFPeZOCb6VmJy8wdYSPqTi+DzRmSA91SYZvlzDLb1H3wE+NVnovdGa/T0KCOm9+rmhvdw0wT21D7K9oeukPWp9M77JMzg+e3/IPTs2sbyCruU9WAgLPuO6uz3DT4Q9cOsdvgvzvLzqpQy+eiw0vkOfWbx3iJU9kjVoPQezFb73SdC9qJsfPa/pxb0GtVq+R0bXPapS6r3F4h2+uQNBvrY9M72FZSw9OaBRvGUsVL6O5HK9FHwRvvS5pzwzNZe9NQIePcayBL6rJb69TKWMPTqdvz2jtXq9/uVDvSbJPb6/hBc+0cNwu6GLmL3p9z2+sm8JPqQzGr4dNEm+0eZqvRlzXb7Kb0A9U8g5vsRxW72rEQU+ffSMvSO8ML7ILV49uKhmvgtZrz2xXfq7bxfcvUW0Xjz8AqU9Mf0tPpMlYTwZQIQ9TqPmvPOfnz0l68M9mu9EPkUGtr0uXF0+XkuAPWEch7w4axs9spDFPdzrFL4itUS9fZXtvIhzBz6zm5C90myGvUca2LuW+kY++9HqPXUKFr41Jyq+HRIOO6cp3j1R6MA9KQh3vS8lHb5HEqe9yvIlPjx8Srub8ZA9S9QGPWpAZL45UuQ9P/2QPRD64T3mBB6+i8faPa/5f7xTvsg9GXHWPSTk9j1IYSs9G42pvRdmHr1S7qq9hbvWPesQ4bscvta9y07iPPGLZ7wSOCG95PEhu7ttYz0sei46IAUTPWBPOz1h91A+uLapPalzbr5VoAo+qZg1vSLgqjyw+u+9sRkEPfOp0bzacC+9KBEVvuava73NgyI9yAAtPCawCj4zxee9z9ehvYYI7Lxuao49Uw/evR7dJL4VqRk+rwwKviY4Nr59uOi8dxBxvhicpjvx6UK+u5IRvuixqDxCrJ89O02tvTg0gD2RoWu91Ac8PhFsZ76Tr0U9Sh8YPhwCnD1sFcC9naM2PaNoqD1z6DY+sXj9PT2ZwzynsZa90rAkPpCOQL3aXrQ9FQSgvYzd7L18uhu+fN1UPR09ZL6tELK9b7cGPiIC6b0T8Kw9TuYBPk7yr73E+A4+B0H7Pfj5Dz6dtHM8yBASPvXGlz2yKTk+3W29vd4z6rs+dlq95yOzPNpzED4wiLk9HgErvqrcobxm+zC9h1gbPjYcGj61PBm++j85vpIxYb37UAY+jvMHPtBaWL3DQKi9HK5gvTOnHD71oLe8C/CevYqJfz1/zqc9JCH6Pfswl75Qzi4+UBMRPeb2Qz5bpO69InuVPc/5Cj6hTFg+JMaaPODuaz77CEu+MH9rPpy5AD6krWC+OfvXPYulwL4xOEW+NrsZPrxmTb406Ta+x2xKvtatMD2O6Dc+8CrcvZLL6r3GvZi87LEFvbC6Fb0ysOg9qMuQvXnxCz11dgq+IyEnPdfUob0gBGA+vCkcvt6v/r33v1E9r4zCvbb9BD4Ih3I9R4avvdT9ir2c5Cg+wIvDvShAIz2X1IU9VGXsPf0+jz7bqTK+EoHBPUB5Pj753gI+/I9wPissdj6NjV8+6CREvjfpN75/8pc9MphyPksgRj4uvY08HYcRvgnMbjtt0Dq+9d5CPjAj7z0v7v+90GdIvWaERr3I5Bi+8nMxvqGlAr5ZPBO+Fc+fvSOvhz1LW0A+9UuJvbluAz5+0g29fGeFvOaTPT79OK49Jb0bvqtoYb74Yvo933JePXPqTb58YMK9bKhdvvp2Xb2E5dq9uI3NvIbrpb6xVG88wm6XvNRuMrwEDBy+OxLPO87X1b37jJC9UAM2PqcuRT4A19e96xdsvguASL2ZZ0A9wvcDPo6mYD3tigg8iovgPY4TOr0WUsc9t0mgPLj88L0pu7E9rJEgvuvUYzw1oQi+FglovqZykTxA4wG92wegvIOdtb3r7569YAAKvlfipD3OacC9DsiPvUH9nDy4JLQ9ekA5PteEa7wrm3a9aBwcvvpMtj3gkha+7bJ7vThkIb2Tuoc8fOVXvNQKrLy3SNG9SaPWveP33LwXOpa9Iq9LvQPRA74k6we+AIbbPaw0AL4pjTg+K4CIvSPiL74Fy348Lq0rvYVRCD4zBh4+VDOjvQ5DhD1QFA0+H6sDvvgcZr60iwC9/9pRPWI+F75XZvy8SH6iva94J72U1te9wWkOPs90ADy15SI6/bJ4PUVV4j2aSgY+3qQAvja5abvjLam9EJylPM39tT31W7m8rVj4PZtf0r3pjkU93/WPvVx0Pzx7CL08+9cLu9HyCT70PaO906gMvoVA9TsIByC+LREYvpE6bD2LD1++s5JJPDcm5jst0Y69c0fQPS+dHz259DO9SkocvuoA2T1PBga7NHH4PQ23xT23ugk+QIOhvd+et7oHC+C9a2w1vs8OxT26FGK873fkvIJ/xD2kBrs7i8w/Pb2SQT4FrGc87uT2PbTlgD2ifUg9JOydvQ7L/71mwXu+8cGwvahROD0sTjo9Pt2JvWwIwbtQRGa9JYVBvmQARb46KhU+zJsqPuBUFz7kbVc9hr4yvYJGprqpgDQ+277OPEpAWT41hNO9MXeqOmR3Ez3FsBi+69eTPYJbGj4ABbm8F0jiPGd1Lj5eGt+9fa3avVxLYD7GS5s+FBTPPXWiqrvS/4W7ysQTPkpqNr2P2xy+3jVmPZUkIb507Ji9uHCWPSlKq70lney8JKQdvc/tEb3oUvi9v6PrOxZQeTu3H3G8Lc6RPX38xD2gqYq9JljDO3B2ur2NGlC+gP3UPd+nXT3wX4C8EHM/PpoWGj54UHM+N62gPTt1mT0vj+W9GbgZvu2WF70WE8A+R0JPPiNUir2JKLA95OJ1vXwKoL1NTz2+nq4JPf4/ab2V2xK+aX3TPbgx47288N89Lx1DPqyBDT5dFTA9uE2GveCpk7vAPOI9eR2pOmOl1T1i1Ck9lsJOPYwdgLwCgrw9BlQgvQPHtr14In2+I4GQPUr9h734Iga+lvEcPkUGOb6XH1q+fF8CvmU8zD3xxPQ9ER6KvOxs/b12wOu9Eg8PPu5h772Kgqw8FUrPvWTiCT6cDUE+sAJCvjFnhT07Nwg+KvqavXCzkD1abjS+4LMnPhVlvTwF9869lvEzPi3YfL5u5w89I/QkPgDNYz0dg1G+294/Pjo1FL7L8Z+9HRPWvRXu/T2wr5K+kBEOPiFLkjuFPG++mk9ePOJIR73DCso9s+PsvNTA3TzoLPg8PCUgPijnFj6iuOO9muahPrzuQr30noA+SYBgvFoE2Lx9zoC9CngNPsTToT3/8bi9j/BtvtwyIL5PnuU8EpMgvpmC3D1MV+C8N2ewvt94Er5Asia+X5gIvDnjNz5Oe8W9GwQfvvMRrr5qn7q9JRWNvv5Ux76ApnG9D+VHPW/sFr5eYwY+iwpLPdSlF73xRIO9+7WYPVkQjD16pYe9TpmnPR0OED6C7im+wKEuPlZvO73tm+S95TdvvMfOiL7jfdm9op7fPSlHQr4HZr68Q0xZvrKhtz3tXao9Xu7qvW0rGzziOl++C3Uwvracb71VdpO+8V+XPkFOqL2jPzy7ak6cPdnnpz07+Na9ukwMPo3N/j20Hzc+4b5kPjOkCT5LtQm+8I7OvVTybzsxEwQ+m9hevnzo/L1N6gS+7IkjPDrmCr2bY1C+4R+VvDjhEr4g+i29boFBvU2UbT40j+g8Y6ruPV3sqr19fx68d+BZPSXY5r2EQpW93D2KvIT86r2XzBo+YJQwPnUy673B+0Q9AFt/vmfWfj2ShkI9k86SvhuxHb6nxKC9KOQbvk49Ir5uzzA9B0zYvemJcr1a2le+6oJbvquCRr3/Db495qc2vv/6GT42RTO+aZusPXnpET3Bqka+B0fgPJu6i77NrNC9osM0PX8NQ76NveK9XWFBvutNDj3RQjs+trrbvK54Ub0tZu69gjpwPJr9ozzMusa9+8lvPdQX+z2X2S28OTYdPO5qCz679lu9NYTAPf30HD0LrCC++PGdvauYAz54Go099eHavUzHqT3XKKS8ur2yvecnorz25yy9s2UVvtZKyL1eKhO+2WxXPUy4vDzOSRW+ka80vMIZNr6WgwS+VfQRvnNKubwdgAa+Skt0PWrGOT3kHyy+r/xSvmu3KL629La9efPBvKUJFj0hab29cn2iPSCwRT44e/i9Iz+0vVAMxT2RffG8C6HqPOujFb4yxii+pfxEPises733XRy+O0cJPvTNCL7jzCs+kMBePfelNb7wdRE+fGXfvUsPoj3OubO8pl85vciFKz4qV0S+FG1gPjLmOj3gs269GwOhvGPt+7xZcxw+FxOXvRI5Qz2oXvm5TqzUu28lh70E7cs9IJf4vWQyv71MXKY81A33vPL0r7wJFa48TksFPeJrvj07IzW+fQenPS2WU754uI68JJY8vQqPMT5Iuc88Q2CTPT3SDD4wut+9c9xyPQH0+r2BOrK97DsUPDEw0zxd1tW93AIePrqzq71kGo09UI+NvMvbSb7Y+SA8Om3xPImELz2q/x2+wAOVvtVfAz7SLEM9ZdHtPTangzxAv3687WajPA+N3zyFTeA8QgswvX2UDTzYHjs+cV8gPeJDlr1TjDU9WL5Ovc8AUz4C8TM+hd8ivkH6h73ptww9GtlYPVSGbT2DV+09JeiEvbyurzzyep087Gl0PVyv+70PlZA9acHcvUezlT4Sqv69+dJSvh6W67yWsne8+n7JvT1mtz1V9hG9NkocvszovDlE8Mk9poogvY3TpL32nXk+hJ6sPK+1Jr4PsdY9k97/PO5HyD3SPJM92K6rvbQmWz7GP/W9Bm0CPdwTEj4lSxi+48oivC1esr1JrUM90ZoiPabARr73Rma+vZhavk9jxbxfPMW9sZP7PO3wVr5KG9c85Q1EPYnYaD6tsoi9gxVsvroPuj2R7CA+krYTPhB7wT3S55M+hHaBvSq3Rz7+vDW7gvDLvJCfWD1TJAy+S7VavuBeTT1Ge6c96W9OPq3BbD0mljU9+WEGvm4lnr1rLQi+TOOVvdUc/j2s4i++m2omvqrfBr4tO4Q+PooKvpaGq72qoZ691Fu1PZO4Kb6wbjM+UpXcPLyLTzyFa8o8aJD0PagHp7389R6+F/6WvTnDNr3DeFI+Kej6vYEiXD1GJlI+KfJyvM7u1bzJwpS9o+9tPMjbdj7mggm9UQX8vaNs6b3qxSQ9nDEsvecrt7yPRr89ELSoPQsw2D3plvW8YhPJu31h6zw/XJU9gSFIPo2e2Lzt/ja+U5BVvuJLED0zZYc9yO80OjxGFD7tN18+wx3ZvbuWzjzyp1O8lju8vIl0ir6nDy6++ekYvnNzLj2ftGU+JWk2voRZGj4nhZK+JLCpvcEl1T1s40S+JBQnvqHyqz5w/DA+N8s3PohRij2BLDQ+BzYPPbAmsD4OPEw+LdNkPgmyuT76+qW+2zNGPsuAWb4c1rg92JFdPvV1pT0+soK+h6nHvRKnD73ep/M9wdlsPTdqOL6HZwE+FgYKvgVYHD5DyAo9oh4EPmahAb4rA8Y9WINzvizABr0nU6o8XDqjvgDp9jpD4QC76Z+EvX2JsL1dRcA91LvMvjlHmL5YSSE+0YKRvcj8s7yEb1s9lna7PUqPLT46tTu+KwkVPko2i766XAm+OTMcPhac9T0AAzG909g8PT8uFj7Iw/o92lAuvqjpkr1AUUw9xs4EvslAML5CIIu+ejpOvnrlmzzvjso9RUkRvpL80TxFGok9Xz4RvlswFz6Damk+yNwVPvQt/D30zu+90x5XvrzqyT1QKe69HgakPv8wGj6KP0a+Fj0dvpG9xb0otYK8TZ3KuxQ5Sb7cvgm99Dn/vXBD6b1lK5o9iAUVvmMiAj6wMAg+Fx6cPjzPiT2wkdm8e8GUvsVcWr79cZQ7yhJuOqcmDT6ygZ49IvUZvltt5704w6i9B4dGPo0Jtr3dVLS9m4N7vg086L0tFK++ht6XPnLnib72zSu9QE4MPrA14D038aq9N6B9PV/A1j18W9S9+Mw8PMGBBj5r/K49tdCYvYd0VD5KGdQ70uYtvX+YCz72uBI+ZE47Pk2rsj2ZaqI9D1o4Pq5O9r2xHam9IBUrPtC46D0f+ak9BAZVPdIpib2C4Ti+EkbmO+tOqT1duoM9qCo2Pk1BRT45H6+9aBaVvX5uPz1EoQ8+zAVbvRQTCD7WVfu93DYQvoB9zDwIBPS6y3NLPazymbxtyJ69MJlZvV880Dw+YUo+Dzp4vbovoL2lDyO+km3gvag56T0orXG8GQBivMJ/Mz7v9Yq9mYppPo+1eby+GUY9bIcVPdJUhD1sLFk+WyPQvWvjsL3w2fc9yVRTPXFhK71svd48UTGVPGQldj72HLS9MbsKPrCf+71VXsK91j6OPR57Wz3wDcu9yL8wvBaGLj0+66E9IiCzvd0EUD5m9tk9JUwxvXPi3j09Zsm9IrdHPqQao70qIRe9MT0vPrWMbD47V4U9eJiQvXomAj6+pFY+fkqgPS+pKr5OQqY9x60KvijFTD36fQM+HlonPkbaLj6ngbY98q9IvZXhYL3THBG9v4SovOSRCD5hzL085xVSPTpaTr0Rb5u7EGwtPAuKtL2sg2+9AH3svM2NF7ze6Xg9zBsfPh+LYjrBJNY8NoEwPLCrQ729LPQ9MX2FvRanob204Qq9sDt/PasQBz7p8Bc+iRKQval8dDzYLuE9BNAXvpRm8T2RvJQ+rt9LvU/WzrwR6ne9Q01aPY+Npz2WRK69imDLPOi/Qr0Mhx09n4OlPcJ7/D2QK2K9cBflPE+yCb65UK29vnO1PZgETj61VSS+Lk7YPfz8kjxrwDS995J1vlPKqj3f6vc9aZu9PV+vBD6itJY9bFBZPkBu9j210f+9le6EPaybBD47JUk7SLpYvSt6Db4zg8u9yMhTvIsZQ7yGJig9cLE7PmYPXr6Qo5+9Hs6IPa/2F7vtz/s8gpIePb7cvj24m8y96SgwvFu0RL6JFo8+/VTUvS1UwTznwS6+UGyPvUf5Ej5fdha+4fL6PNIQRrwczVk9eHG4PKc5Yrvf3rC9CqQ/PQ+rjT3sucO9fYLgPWfj5z0z0Ge98kCBu8GWLT2/X1Y+WlqMPW+f7L03Z2I+JMEVPc68tr2JxPO9YFqAvSa+lb181RW+MhcDvmelir7PqgW+WP83vUQhG728jtE9Ny22PaIyPT7Fkrm92KA1PhvYe76u6iy9/FxjPtK8xj1Rl48+XbtqvhTe0TvSSAY+eCd4vr+Xm70xOVI+dwKJPFTeoD1blRi8YQkqvreJFb44Ug2+JtAsPuX5ar4MLIw+qswcvsx8qLwvrpi+cz2iPdgZQz4HlBw+aUOGvqyVJz6vRty94hWAvlbMsL2Ss/69N0pyPm8n2L3qXiY+U85MvuRFaL6S8uW9j6vVvWIaPb6WcEq9PjBkPHeXyb3/iJW+mp1cvoaeOD5P55+9l9RnPafa6r24bAE+pRmLvv7WEb5ezpu9CnUDPmaMdz6TBXQ+a2tuvtehijtW5Z29bhxmvjIIsj1sP/m9PGMAPpEUMD1M6A++SjSyvT0KIz5GOpk685yWPaKIrr1RHli+MGbVPfByob7nthU+4SbxvfKwHD5BvLy8Y4e0vDNwsLtnSIW+pY8Nvor9M75Ya6i+j7UovvNWjD63iyW+jytrvlLqyj3ezSC+KdnJPWH7lr2fQ1q+9Hu8PaG2Eb39O/y9TKt2vU+VRb3z2pI9Bz92vum3ez5On4w+y7z2vTIY1b2JoEm+tn4IvvWObL6qM789rjMqvsOmuL1JXgo+5d2HvQXHFj5IYCW9arVMPoxPVb4ybEq+RE1DPjpQ9L2k5Ei+3pXUPaU6ib3CHRU9OgjGvHdBGT2ROcw9i4IkPg8+uD2v5E++vTUtvuA9C751zGQ+6WQVPrc3M7wln+K9+6T3PF0czj3Vb4K+ezJ8vRxAWT26npI9Bb0APAOnYb7qqgG+5cyKPnBxpTtXww6+4toqvnQUZj4CK6e+a+/IOj4jCL6ZvGC+G+B5PmUEMb5kDIa9xK0QPd8WpjsbTP68Vr9Xvu+dVL4cwzK+TrehvTyvwrwGVkO+c2r5PG6pw7zvWCC90v/kvaDIdr5H9dw99LUvvjJzpb3GUsm93opHPScB3L2hwMk9FrEaPhwB770HWei9l1gZviiWgL1Gwgo+ZeRIviamET5VaQc+3U8fPVbOyz0ch5y9/uzTveL3Ob7w5rq9tcACPtXHjL1jWNK945fnPGCu8D3yGHi+GKUVvtu4Hj4iFGo71u84voj3FD1JJho+eM03PKWv+j2ZTlM9cOLRvU8CEb7iera9ghYbvtkmfj2Inge+mCNkPRaGAz41Ryy+fJ/OPJQuET4frQQ8OUE1vjZBH77DC0S9QuAJPtI1Lj51pR0+/CdwvcJksD1j1xS+5P0pvfkDXr1ucSI87iIjvlAyQj2qxxk+KHSuvamgnr3uEp88ExMiPv9n6b2fuaU8iOwsviE0iL10Xei9kWrMvSby3z1wHJI9PKoAPixUCj6T/Jm9SXzjPSDLKL20MLk9xn80vr2rGb0QTGE9d1V/vGVfcLxk/im9W0VJPtOh871WrW++jhZVvgnfqD167Ic9DCOkvcF8Wb4kSe09vKKSPQ0hsr0yqzW+Kx0kPqsM4L0PsSe+zFa+unlCnT1MVVQ9ZiIfvsEN4rzTUza+aSq3PfbnD75VKEY+9n8mvqe8Cz4d2Ty8ou7hPK63IT7fuMW9ku9rPofXK772W4q7wwzfvR+mgz59QYQ90CfSvM5OjjyoZQA+oabSvVF6Rj1puQi+c38YPU5YBz4ER6w8K2TaPevwJz0UeNI5UsfLPR3YET7hW8+9Wl5QPiCREj5kcee97qP5PRh3yrw/jZa9ZEMGPNV0mTycj568/VeCPfuByD2hgV+9WL18PS7Xij6nUFo9u0uBu+AFeD0ksBs+8yOmPVj5Zz1MOWY8v8AIvT3sX754hu89Hh+1vFwGt71urMU9/5OKvezOkT7U80Q+LcW5vA20q72hczC+E5tmPmHYZ73Ccj2+RmHnPeb6Kj6Hf6y9kXkLvQK5UD3O0jS+gKMDvhIeHT2Bwt69S5YlvgYIrL18iJM9Tbq9PfY5Wj79sJE8NYRyPmcGBD4ObTw+WeiBPcGISr2RV969PDlbPalUnT2uDAs8KMrmPGoghL5c9wo+FUsAPoaFTb3yk6i89Cb5vOoa0r2MDPS9nEMPvmJcuz0sqIu9C0QSvCwb8DyrvoO98MJYvEk8TL7TOki+LqaCPkeObT2+DFs+MFjKPNn6O76fLF89Bj4mPmRHBL6L6kQ+w374vMQIF70l3Dc8elTEO+pLOrzVrTG+ecgTvtbpHL0SLf093Sa1vdWfJb48dvs7nFb4uTLJU70oQxm9mD/yPaB0Kz65hRI+G7ggvqyjmb3KrGI8VtmevK6rgjuVMHM+gBDOvSXPhD39KFw9n2wrvmV0YL5q27y+Vb+gvsJRCD5XiOI9VbQCvnsh+zwHnEQ+/aTdvXH0OD7df+C979/EPbZnT76NKz69RVhzPVaQ6D3ClJo9YJd+veYGj76m/oK+55T6vAW3hb0xwwS9RKBrvGKPlD1RjiK+gju3PY8znLzArho+8Ni/vSb+erzeHjA9BjPVvdSPor6ezlE9yAK0vk+0M77kJT09vWs0vv7myj02DLW9OCqnvr66qb2VHhC+6Xh3O6XjBT4GZT2+lAAZvteU1DrQA5S+cUbavcclib4YYQ6+S3LlPUAvhT1iTUI9eyobvMnEtj0EH6k8s5Ugvv8KAz3NkJq87+jZvUOK6DxOF2e+3TWIvsY/Rr7ylWw9UmxyvvoljD0sUn0+lfbpvVX13j11zSy7YJuQveUVHz6pHPw8n1oKPvSq0ryGflW+nrk6PmcAY74kqTO+1o+Mvu8KCbxmyE29DM0+PV+RoT3imiY9vO14vdSei745qIU+gvZBvsL5jDw8nTY+QxxpPYLKeT0eBou+ir5vPeCXIL4Bwok9psBRvolTDb4DeBK+vBsNvh8PtT3YO9874u6gPSNAV74b01a+k/hGvu0HDj5lo6S9QHWAvXtTrj0OiS892/OWPRtxGz0f0r49pEJmva5pCTs97Jw9ZyHfvYLKOT5RjBg+/xFePSpBfrs2eAM+0cPKPFc7Dr7t8ac9jH0evYa0+T2zqro95wpKPrhOcD4L8qW933OUPaxb6D0EdQU8E+TjOw9sEL4212a9X08XPqit+zzsgu29Zl32vQX6BT47YlI7RusHPSizgT2IweO82K1JPiSMJ747zrC8eq7IvQ/sl7wzj8Q9Em7lPaTWQD42ttU84OKOPpG19j1gm4w9CzNsPgBDEr53NjY8jBpAPTVYCz5uve09ycRiPlCBvzxfo1u9Txh2PuPXED5e7hm++zeVvQ5pDj4Vb1g+gXz0vDzA4T0HxG8975NaPjo4eD09wLa9KtKyvXTpZj7Ig8O85UZ8O1HPBT3OwEg+JM4kvXiR9j0hFRM+SzHnPWaaDT66tcc8RqjgvUIIeT4HJDI+JcXQPZaVDr3axDo+xBM9Phq7uD0ukfc9O+4mvXlwqD0h4Po9h2b4PRhaGj7EaQ4+9Fb/vTeI1z2A01u9Yl4MvoNIrj3E8mY9pLOIPjnd771WtMy7BcKxvagGLT6B+5w9scwBvl+rUbywlFY9wYZbvV13C74MYp076HkevKHtTr269pG9PD4yPiYeJDy4tE+9m+SNvAN88rxgFhG+R7H6vYRXhb3RSHu8un26PVFBzD2psKW97orkvW0HS771CMA9dUILPXe2TL77Mg6+rtcqvYiLYj028BI+TCFYPiWZ3r2epeA9O4zHPZrbvb2dg0W9LpLnPV1LlD2QV3s9FuhDPn1oN73if1O9NhRnPOx/IT4QprS9vjwgPQsnCL6naYw9F3cMvNGSOD1P7GQ97um8PQ/FqD00oVs9no42vV7ayL3mkC2+YjtYPVugiT0s00M7pZ4Kvk6Y3jzOKoo9G1sEPtcQNz7Z0KS8f6jPPUijYD0bYy6+3bQKPiwgnr0L+Nc9kdmBPb5Nob0xuew9/9WBvADrpjx/28u90J5ivtw1ib0SbIo9FK4iPcWNBT7XEnM9rlDTvYgu6TyQJso9/R1DPRlPdjun1CI+SgA9PB7xMT3NI6y9K32avVtZL71syLm9G3DiPJG15D21AYq96gayvVoKKj6OnNo8PZb+vUwln7v3nRa++yTePDGmML21kfq9M8hPPuaKDL4xB9A7E/2JvbmGKT5EG9w9jrgkvmV6ML2Zdim+SCw4vhW4ob2tC2A9/HDNvIr+N73b9LC9MYvnuzzioL3D5Ba+JwQHPlbdT70OEmi9lVmIvv9mgL3aRCq9vr6VPblSMr38Q7G9LmsPPj8b4j2BCMe9xE1mPsksED2YhwG9o52dveicJj4Pm9W94buhPfnYJT7K98I97m/jPYkLszxYq/C9L1iRu9BwXT1NDo29sRu1vY/IqL0w5RM+e9QjPt4nQL7lSeI98s6hvcJRc752NcK9V8OCPCHPZjz8M128HMALPjzARb16xDs9OgGzPYrahr6oB6C+RQZavskIW74hbsy9+KslvlZmcr0cmbu90oExPo91gT43VJY+ZHgWvmz/qj2IaD8+YCa0vRdCA74dvXa9b07ZvazOqL1rdQ09ruZMvUIvzT3WIAG+2OMKPpz6gL1AoAS+6U1SPpdlU75p9C0+PVNlPiEsKD3nEgm+yl8bPkZGVD5adMK98ZvWvRh5kL2KIYU96xr4PKzwPz5dQZ8+42mMPB2cjj1uBIg9KVXxvXqLrb0+ggy+IN5RvonMgT5xGtc8CBBePRoBIz4CQIW9QCRRvju7Hz5CyIg+dIEFPstKVz18cDm9soa2vVfSMz3EX8a9kUA9PvAHBL5fTFM9/YmHPjhSlL39trg9U0b5PUzAWr6I3ew8llwoPtbwGb69ZMo999BXvfWGiD7dfYY+LpycvVr5GT1s15a+vJqVPYICmztBUim8tfiRO9uXWL5Olv69yMRYPsH35DzUnJI9WRhHPpZpW739P/Q9r8j0PcV7lT55KBw+LkOtPYAKyb2EibC93g7AveOHwz2JNnu+Kog5vY9xWLy9cDY+e9OXPXYHBT3R3V4+HDiXvdahG71iWg8+fOARvtjLB74+biG+KQaovTFpQr3s1ZG9x5/juvT2Fb1Hkp+9BU7OPQMOtT2bQsy9B55XPW1xBL4MGIy+poEtPfZiXz2Ezte9f90uPXxymDymdpW9MU2oPdxkzb0XTee9Mz10Ozn5Ar74bkS+DS+rvS32Szvn/pQ8WDaePYU7Dj5XHgk9MHx5PPi6OL4/plm+LUWcvTckqL2loJC9yAErvUsILL5FS6S9iC9tPe9oEr6GLfY92FoTvn2FIzzO8/y9/sbcvYxSHr3dIgu9budfvZdypL13S2++Tfgpvq6fEz2plLS9+zgpvtjLwj230aA954KxPSYThL1Nr2C9Bwkdvrv5LT1AcfM9MVa+vSNvZj2d9Qq+aROWvSJSUj2zQ0C+WvM6vjcKK70V8hO+bb8WvkLLDz6hrWU9F/DKvZPM/7ssFN28cXycPU08rr3Vm+O7CziQPVgyjL2v5TI6U4Xnu9kgm70LtQo9GVsHvROYhj1YLhS8MeBNvuHEBj1ehpC9sFYQvk26Lryq1Wm9iJb7vYNBZb483GA90r/CvQxiQb20OU08e9OyPX7e1jyO6J09usBcvvjMRL6tesw95p+vvCJayj0N+V+8jKXsve7gJb6US5O9F6UVPmumSb6AkIS9ptKxOz3RKr5QK5a9oSxBPUXxob3yRaa9oFHMvU/wND6QrmW9V22ePWpJLj3ni9G85eKqPIJDLby5rrk643U2Pq0BX7yyzzi+Vb8tvmPdhD5QJBM+fdJ7PQ6rqj1uR3w9hJHJuwIsPT1LkFQ9gAXPPT7tqr033h++PO/+PUmCEz6jgFU75sXGvTczMr19hN68hxKvvWlriT0/lOG9p/RMPbx2Gz6hvyW+No5NvrLbRjy0sfE8Qlg8PokEQryTLtC9kvxSPdUbDr7j+mc9QxSvPYO8Lj1FLj8+ySWQO39ubzwhoDu9VQxcvQbBXru5zde7HUYQvCt+DL4VEi29KdkAPhLRPT0UcQ4+bwscvoHouzwtDs89LYPpO8hzXL1HEf29uSGQvac4FL327oq9AoTGPYmqfj7KB9+98U4nPqgLJb5KZUO+FjSHvKjYfL3zo9I9O8zZPXlCj70ncC29A35ZvFo6hr7b2509HMudPZEwjb08WxU+OHMJvglJcb4XwLq8Yqq4PZObBr6f85u9X8o4vVrTt7vWYh2++F1IPd5dpr1Uezo8VgRbPliAVb6Togw8gmnqvVRii7z/B489XuoIvacWGz1uwCW+fpJLvVibjL2NXb48sbXXvbi1yzyfQsm9p0V2vew8GD6rDdE9dJnqPc/auT2PV7o9LtgoveYxhb2trHq9wAzGvODZRj5fnDY93PcMvnpw5D29qw8+tC10PZlN7zwxpwy+4s8+vkIQzTv9pE8+nDEaPnn4i71xakw9bmrDvIlwlb5WndE9/hNOvu3Ibj4Cnis+sdeBPBga170lDhK9qxyKvTLpZD7WPZU+lMFFPppjQD6GTQu+WCAXudZyS75FTDo8Coz7vXRhdD07Rgq+SgHHPbIT2D3+fqo9kg2APsnqlr1Z9CE+ubPXvaVFRD57dCo+x1JtPSN8jL1S6KI9kAhXvnsTXz3U2rc8OZzsve8eBL57D9c7kkvFvbJ5R77j1uq9n4eDvpNeEL5+dWo+lNk0Pk1saz0t08u9E20YvdzBMj7HvEE8VTYWveucvr2nZiw9NavQPew+PT67lGO9ztbJvF30gb6CiYg+lcXYvbXeLr0Co269QNSJvoicuLsmA6K+aDrrvf9MMTxK9J09/3b5vO3OWD7tffO9dfURvgycNr0xaNS8o1aWvN6mJD39+fC7FaQvPodzZb3iB5Y9W2pEPohFCr7T6kY+Zm+RvUXb7L2UYFa+rSURPZiTxb2qeNu9KN2CvrWzq76J1lQ+ZqlDvsnLp72DaIc9ATc3PrL1GT01EVq+qLwTvLQtcb4/0mK9exIbPp7gLT6+PwO9PLBVvr43Bz5/j1y+soJWPgG5nzyAgdY9uUsrvvSS9Dzp65q+XOnbPTLnK75lQmm9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "lykEPDxZxTy+GyI9rDwIPVvk6rzy7Ko8eZneOwQpdr3SN3S9lURxvJcpnDxfCwy8kB9mvMN/bz2fj2u9ZYS2vF8uFb3TTjC9nKzDPaT3/bvSQUs9rCkOvcjTZL1+wSS9KcS/PAZ9nr2ufZ47mOtuPNvBhLuV/6w8kiaHvOExI703Q9W8ksDDvZK+Xb1T1+G8zwqmPG3G+bwBOYi9A2gDPBPQFb3km/q9JdXdvAIuRb3jm5+9i1ULu4ibTr0GKKk8cBvkOz/ajr35qVg9eJWXvSYoGr3Hkwi9i74fvYC1iL04Imc9tGCmPdzq3juHE0s8mu7au/6jBzxKJZG9Qr3fvZVr7ryINFo9iTiJPYfVAL3dvvY8x5ALvOWOlz3xz8E6sMaFvCLqkzw4phO9AwMjvYycXr2VutS8IA8TOwTuZb2RsZ8804PzvX4BmD2rV9m9p9FqvWef+jsmkbU8lJM3vVWMEb2ztp68R28xvZ+lFjztrNK8O1dTvYpVZrzR5SM9IeAHvRXWDz33PLK9hmY8PVZxfTz5h2O8iJUSPeq7yzxsjDs8gkh/u/j/YD2iHxE8L1XMPB52zTz2gTW85NMFPV8dfT3Ljd+830hpvIF2zjzGaPu9nORAvPC/zDtu3iW5qG6eO15BOzogBwS9PV2uvQ9h97zSiu68884uPNNMer0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 