{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "u+F2PTAFmD0rioa9eT3HvcmuwL1U8ZU95pESPvF1Br6oNtg97uqzvaTi070iA/07WyjpvVBuR76XtjG+I/EcvtACpj3Myqu9DC+3vFt6MT24+5G+vPr3vbyxaD7s5Ju9zODmvQdyTz5xDQK+SM6LPfZUOj2ZEbA9fmUFPip7wL3H3Ac9nYnOvYm0oD1jvuW9FGyovTmLEb5jUY88gcQuvuQES74uUMY97ucyvZnBUr4Pf4E9p7YevbIDPzwr4SC+mJlUvM3BHL4DCBY+0cjKPZ01Cj698Ai+QsrYPSQ26z3r/7M9b4puvWoAP70/SRK+J/dSvt/pYr3+Y7C9vdYsPsQdW77SDMO8Tdpcvg2EhD2TKTK+pfJZvt3tDL6bCge+zUSfPcbzcL5n2hG9UEJOPd0vnTxishC+h9IHvrwmET62cYG+msNiPvffGz3RhPk9zFuNu6gA+r2iw869KZQLvgXhYb4rFA49JOO9vChZnT06QNs9rs4FvkxbCz5+yaY9XsG8PRjaE70stf09TnWgPMxh473JPe0991PDPTRSCL5Q0+09/i6WvRtjnDzQjza+Fsn0PVfouT0pbGE9eNL6PQ33dj7COI49kHZQPfJrvL1IPgw+2wTKvRerbD23xOa8NP2DvE/ihjybz/a9C0TFvYwTLTxPHw6++xnXvaOjnD2DVmU9cYUGveTOIr66yPE9MWnZvDe2oDvgB7U8bCznPd5W+z1cj1u98uMdPn5ZNT2FOtS9Ng4NPcxbDj5AdFu8sHYiPk7sqj1nXKO9YwcZPts/KT6sn/i8Xoz7vb3wOD0gOJQ9DqWmvRqhKj4jgSe+RW00PtqU+z2TxAO+T8ICPpdYEL3qCic8wxQFvtoXID3fw8i7H10ZPlHqBr6OyWy92BqxPTZCyD36uCo+QscTPqvfIT7IQ4w9/8sIPmU3LT3WtCA9G4qIvQBTFj5tWKY9SQi3vdtnMT5OmOO9MyddPJ9o+b2kph0+ZMm+PUOoA74lrM29UJm4vLKeYz0ydRu+gZelvW0eoT2MQsS9JzgGPnYsib3QER2+4nAcvgllOj4+XCa90YnUvUWDtD2yqOS8aAAMvFmg9T1YQTG+PvWGPXWVhD2GC7a8Z4GtPVi5Hr6g1TC9GBJiPAFKZ77Z4Kw9w6RMvrPaNz3idhw+3qo3vVCoh7wAhR89rKyoPdd1mb0iJNm9rxsuPmzU87qKbx4+PAfAPTJ4Bz44V3s9RjWyvVARcz1S4ZI9rG4BPq3oXb6aGkq+4SOcPXBFpj3wk+49cWn8vO+CwDxlElu9nxP6PNKrDD6N4yk+dxIOPb0Tkz3wkd49O67bPRD9/D1PXZE9K5jsvTk8FjwtG2E+JaLQvW1Adr6sEE8+iXkjPvTaZr5X/Bi9SQMKPARXbz7GLwS+DhIgPqn+Vz5h1TC+o2sCvjXCrr3jFzk+OFtQvspgCD2uv1k+DB0YOxa2271r5Es+uU01vsy/Nz6kuvU9pSYhPm0nBT6TllS+wmIBvr9FVL4bN6W73+91PZNDXb5PAv89M9FwvaVBID21/869yQOEvg+Q3T3HVQs+3KoTPlx3BD6/5kY+YAFFPZlT2b1xYdC8Yp4FPm6vET15I5s9c8WSPT9rAr6CX6k9lmx/u2N8Iz5RwOg9ZOXkvf3/jjyi7js+gQg8vANbFLxObYS+FIDAPQDJDr5MGJw9UwoIPlAtKj6prrK9d/fnvayb+T28GgI+XqZHvByWiL0XzgA+/rUfPjeoPL56Tia+pESWPEjrOb6O0wq+puPFPc3uQj1MUhe9seOdPVo5rDvPkyS+VLoQPgwSAr4LqUg+bV4PvnqCkz2nCK+9lbg+Pa3WOj7R0BA+/wg/voIYqj33Gm+9liZDvkcDAj6AKgY+WPCjPMnNg765tOI9DThEvih9BT5mjnM9Lno3PR3gIb4dHCS+7y2Avo0ZFr7CexG+F30kvtMNiDxJT4O9hclNPltMH733Xhi+r5w6vkBkG74BaOE9S8EcPoyRjL280CI+var/PM3gQz1K2gm+dn2DOzvngDxX+QK9rKUNvVr7Nr0XVRG9kLU+vlE9bD1YvRK+r6Qovl53H73ma4E93TY5vjlYjr0iuA4+uQw/PFEUXL6vw7C9cC3mPNLqTr3bJHs7cVMuvooHzr3q17E9d83IPEMAHD0zNmK9GzA2vcjMIz7p4Vy+PJfRvOcAEz6/WS483DsMvqxrBzxG54O8H/iAPmQlFb6mtYi9vIx3PXrmE71I1XI9jVQgvuogmD0U1yU+9W0YvgUwJr4FWwi+AKvTPANOf71e8IC9vw2BPdoBN7yYNiS+9EP0PdMElr1CkYw9ciGAPPSFq7u+b0c+q7GNvaZMO74JpAy+0LAkPfLi8D0C3X+9m5zXvTUOLjvJ9Yy9U1OAvAprAD7+tQA9fS8vvqZIAb7OLJO9lEQRvubpRL6hg4w9V3KuPbbzjT3EED2+Iy9fPX2Rkb7BvGU9Dh4CvrhkCj5SGry9KpFuPrR9Yz460gS+oLegvQ20Cz7FHeW8xQ6KPVcAab3JuXW9M55ZPT9w1rqqpzy+UIUAvDoPwzvxEUM9Jlwfvjawrb3J8yC+MSo2vr8W2z3oBTK+GP+YPKGRLb6QFeC9N/Yuvoidjb0gxMU9dxcNPVncRb4BRJO9mg1lO8uNer06dhu9URM2vZeHVL6vw1W9VWqOvc4FCb5ezz0+MzsyPVc8zLpTsqy9i8u2PKB9fz3f28A9wM7yvF34lLyso1+9TaXMPW+p1j3DOZ09hY0/vaR9Rb1k58y9/0Aavo3ZCr1fRIs+TZrxPNLAuj3mGT6+BHWoPWSUN76BjBC++9navYxDLD62RYu9i+2VueGkFT4ZTfy8wHj8ORC7Q749q3Q9LjenvYP4RL1Zop692reWvaJe/b1MZE+9RFElPXH7jj2EIum9MOqJvC98jb0twEm8bHwmPY/VN77ASwk+iggZPnyPFb5gaH29j9rAvdb8tbzzzmW8QmyOu/qP2j1ekRA+OmUPvDxeD77XeAg9+eY7vMyY5j3H9My9XYgfPoYNp73kF7o97zQMPkSHUb1m/1A9Vnbpu+jDLb0UOA0+zq0wPuPBRD4qKTc+3ydtPbyiZT4wTMQ9qOBpPV+9yz0HRJc9y6glPi6RhruvWe897PwWvZ01FbzHHDC96WoVvlzVD74jjRC+d9HTu+ptQj3gV8I9Wh4yvADKdLmYDQW+8Va2Pa8OSj3V3QE+Nr3Xvcbi6zxeek4+AHZJPXmw4Lu8REM+ti6vPcXpOL6RNrO9l2ZvvFWS9z22Q6M9MMfVvTzpwTwxSQW+cqMqPfJU2b0KCSK+QmBaPkx2i71Hwd29YR06vqdsEr6lFQc+Ez30O+MS0b3VLvo9MgxYORII5T211h4+RsyLPXyDtj32LqY9yS8lO0lkQb5rxZs9UvxDvR9Uv70NUa890J0+PvZ4qT0sPgs+VxHGPEIvUT2BRh0+KxhIPmHW7TuMhQe89vkXPuGOwT0MHIe9sLEkvUY/TD1g2yk8anAIvqYFdT3p6qw9TC/APBSwZ77Fsvi84UYAvjt/orobryG+LfAjPlvTWLxDJDa+RkexPfFkZz30jA89Fn7fPdZob74L2U4+62mRPS1+XT7dNEI+WT1IvrImFz4A5gk9RbofPiQhYr1wF2Y9KgnGve6/Xb5f4Ie8MQzhPUS9Iz4HeMQ9MnATvlTq573IyA4+hOnqPUKRLL5/Dxu+IcJkPllWjj07jHy94iq/vY5HVT4VgDW+yShLvleQGT6G8mk9QWK1Pe/OPb4bvDk+OlNpPoH3WT1RDGq9JmmjvczJID7avki+BncaPEoEBT5jDq29+ZICPnwqEL6CsqI9ZLDdvQmk+LwShrK9y6CpvSCPrL2NfAI+kgu8vc2PFb57eVu8f9s+PrtM872vXKU9fnWFvhr55b3jbig797OwvVDAML4qU068r08OvlEutD089pu9HKXBvdlaQr1a1WC+XTFMvhdIGr6+oge9V0hpPWcVC72fwnY97T2/PQz53TzKDKO9BysbPaDnAT5W1mG9wLUBvqZvNL08Khc+907yveyszb2kIv+8UE4DPj00JD5nuVk9AIdsvVchnTvVymG9n5MjPQssnT1MQVw9gG4Lvm1uSr6E7Ki9SoZTPlNT473wUBe+yMbNPTkSYr5MUUG8aJPVPZi0wr3Y03i8PZqFvmlCDz7rLz8+Qj7VvcwgZL5JRhq+bKGhPYRqWj24UR8+2t4kPtfGET6TRFG+XbvlPfgOcrwd6Fe9d4iLPaU9Qb7zUwi+IJ+DPA0w7b3beT++fT5RvTBm9z03l0C+CxJavZBcq70p9bA9JgT/va/tPj3JOh09x8mLPRFdlDzR2gk+tYkqvvLUgLs51Jg9Jj1LvmWdVjuQrBS+7/0Yvh5mNb6jcro935PcvSeh+z15B7e9xlsZvZqZTz5ZNOQ9sLYbvkBSBr7splm+AM6ivfBx3r2ZQ/i9HYdxvVOGm71ynsc9j9Z2vpnpQz4yzCA+X02pvHbQRT4f9sO9UbGRPN9jejy2j6y9ZBwMvZ241DvLUg+9OpK3vcWegb3vixY99tWKvkVxqL2rylu+2IimvSvpMj4+ZOY91u5vPbfFhzhuuVc+kPhmPeaH570m1tG9/WLIvavaoD0+3Hi9+ow4vt9wiz7dAqQ6X933PRgcLD6WTE++Gw9rvlFyZr6tynO9LyO4PbSgu72ri1s+sLkAvfKhDT1uiC0+/3yFvesWnbu/r6490761PQ9bJr5OoPq9m8sdPiPfYT0x2sG9NEdsvbveWL5CYha+9IkWPWHGnD0sXcq8lScGPlWju72/APU9GDMvPh3Thr23ugo+wJM+PjvMZ72dnZQ9yiO/PX9BNbzmKKo9F0kdvXTqJb7yO4m9Jop0PR+hvT0A4yk+xge3vdenL77t0qQ8E7gavjBQ0r2JzYE9ExW8PYwaiL2atGy+gCSEPM8WlL7lXBw+9KWCPSiCE7u5j+a61qvVPbYjvj2HIwY+TfbrPWNH3j3aBZ89MVA2PjsUsb1O9U69sdWovA48CDt+Vae7ExLVPRvKl71oLQa9Sl+Ave3Flz2DAdG9NnitvXDvpz2UGcY8JYkfPqPBxTzhjDE+eTqLvZbmBD7LT6M8JNTTPWiDA76FBjw+e6SIvDijx70hRTG98DHxu48KBj3jzCE+rTNgvHTwG77c4lA9BnwtPXVqAD70WEe+QAvfPdiihz4EMW+8avAUvp9lVL0Kw1a+XRkAPTFklr0QewG+bjmavMiQUT7IdVY++WWTva0jXj0c7ym+GkcwPkqRBDzHwpA9kQigPasn0D1fW7y9qd6UvUvUgL0kKkm8DaNAPgujxz2/5cI9PEyLPFNKZz06mJU8XRMPPvPMHj6gKCY+2TKIPUlXtL0U4n68A6dEPdnLeb01h6a9c4LVPRhscLynhoU9B5g2vulotj1VkiY9MfYLPiEC1z35QA89GCVMvt2I071HAGu+KpyNvUrHIT67MFK+IAOuPUum2rrh2+89w1PLPYtIk70gUE0+ZIqrvRWZcL0boZo8xcZAvqvXTr5LP3G94JQcvi9+Gb5uapu+n5xVvmO0hb4LWoe+WlVLPbzXkr7J6cs9Fnw9PijJhDyFNie9DKO/PT1VPr6AgCc+0b/ovaO4Zb75D+Q9G3s3vqor0T3bkwY++9LNPbPwJr7kDYC8WbZNvdn/Ob6shTC+q1+lvR2mRj0tlRU+PSW4PI11Bb0g5ms+xDWjPaQM5z0A0jA+uei2PSc7NT36exK+1eIsvEJ2iz3OLYc9gs6RvWEwFr1wfMc9r1olPWt1xL0giB6+wViSPfn0mjnm/yy+TOUgPZoKK74CJxG9R34KvkzWCT6uPD6954xnPtr1AD6+Pte9qvz0PdWKb71muoW9+vBHvtzzJb4ehti9hNCiPa1QLT5Tymo+FDECvu1EBT0ASUo+LXZMPrUFt71wo+u6Y8h2O8j8OL6KAMM7KaTjvdDiyr2VR8k9+qzqvbbM9r3XT0Q+S20zvoY1Tr5FKgi+q62BvnGppTyfw+o8PPhKvXD0kzz7P9k82cvtPdttWr5+0Ge+vNzOPWiDij2oi4q+imKLvazcM70fbYU9D5IcPlHI6zz+SlC+MtC6vUmi8T1fmMW9CzkavpA+Fj6V8H6+scBzPVjk37x+i0y6W+fkvchN5T0j4u+9wSCHPYkDI77jHae9e+HVvdKyhb2jjdE7tFmqvYwmnr10fL68EtZPPaMRPr7Jebu9RgjdOsLV9jyZCoA7tRXQu5pYor0zKiY+757SvZkoZT3GN0y+1mknvlvMVTxt83G9jGaFvRkCKz7kbRG+NunuPRyLz7zfj3w9VjI2vmR2IL6UBLI9Y/A+PH39uz0ZyXi9jzQCPusuBDtfOLu9QZETPkQE1DzfHt+9+P9lu6xf+b3kYl0770aKvFZ9tr2KS9k4Rph0PR7wIL6WRt29sUOFvKOuP77jJkc9W9+MvB8IRj2sip29ceodPhSiMr7tE3W+voNpPQJYNTrHqLA6eygWPhJV4L2tw4E9D/Z+PZjKm714pdA8XZUePJx+Xj1Fpgc+GsEFPnxEcr4ZKQg9J1FAvrjrLb1DoAU+W9BtvTwil7yBzL88981qPkgtvDzMnxC+I+ckPujjLr4gxo08UVwsPYvbJz4gyhq9Qwtdvu+emD0sv6O9qmJgvQ83tj16BQI+eH0nPv2xS76hH7C9MRWevvtk971XVUE9I9ntvFwDtD03yIK9X8wJvULELL5njwY+f8SBvVZ7DTx3fBK+hzMqvsj9xj3RdNO9QKkgPk9rIz7uDV+9er5OvkwJ4Dz6OgQ+wueXPAp4zzxMGg++KfbzPccmF77Wkj+9rJj4PMJeuz1NiDo+cH/5PcsGB72j4vw82wzRvUoChb2UJbo84nEmvnmbvb12YtM8uFDdPRrXp73i6BI9nPaKveANmr2hG289TfysPF0U1T0A7qi9Jg3AvQ67m73YwZq8mpwUvjYScD2liAO+eDfTPVHoUL64eAw+wc6evBBsijx+Aog8iVQoPlrCyL2UHrc8B3mHveSJML1/qbe9zP/bvbsEHr5Q9f89QdwCPSZOG75IAh4+3UuhPKTF172wltq93YiYvc3O2z10ngA9H5oVvQ3uFb7ma949ao/rvXDt2z3vVyU9WHI1PUjT+z314bU9LL3SvOQ28LuQ4K29srAOPs6PBb7wXsq7DuetPSq3Tb5DW/09QutoPMCQHT7kqCu++Vm8vYi6Lb2GN5o7T712PS0OJz3tG/A9mAQGPFZ6PT3yyS4+C80pPjzjHj0W7mK93AEjvscMyb0J8Ma8Sqkjvrw5+bzRtcm9asGXvaoI670EMcS9Cj8ivNUvvj3bRZs8kty+PaCkOL6MtFw8atoQvuyuzD3wxqG9Ri+evYpvRT2WpWi7f4cOvO6p772rugK8y+ULPpldND7zhJc8lf4fPpLkY70Z+sw9OedDPJyqED4pXAk9E9UBvkiNmj1kH368a6UoPnapgb4BDOi9KFonvjE5kj2lQ969fATrPfdDLT5UsFA+WpXnPcwdAb6WtAm9nUwjPsID/D0nMpU+eiQ3vl2dHzt0Z1E+86aNvn/91L07LBo+7ghuvc5ezT3O/70948t+vYOPgL2T9xq9trUwPt/RTTytkvI9n5IYPpGt/72Miri9HOWIvVahFL61pHY9K2Z6vdgrirzus08+VQjQPdeppL3pR0g+wCeyvQw7S74PZre9tck7Pu03hL3Zyig9hNRUvdY+PD3EiNm8GQxlvjx2w71rig0+rGZavR/F5D1g2RI8Et1mPkhZkD1U33e+DTpmPrhaDL6AI3e++ASuvKVXFD6HFOQ9T9izPZx1ST7MidS987orPlDDDr5V+qy8gKspPblfK77JTMW+Bdb3vN782rqH5ze9ihkaPskwM746FcU+5dMpvl34QD594pM9knDKPWJEiD6Kvw0+pG91vmf0AD7Tr1I+wywjPSu/Dz7oahM8m/cvPqr2cTyrHq89LDgdPfsLAD4Umx2+0aJ9PZM6EL4u0sQ9QjxjPcrJhr5RztM9Ri9jPMJcT77bgby9S08hvtRtvb1Qa488JAvevVI4VT0sHlk+CkqUvZEpdr0pCqG+ebLrPbeyT76O0hO+seBTvVeY+r30Nzs+3P6avH8fSb6d91U+8p+YPrViiLwL9JA7yDvivYkrcD6/irG9tVoVvYsKMD6ruNA99IaXukAR3D1EaQk+zeScPfvrnL3YKGE9xlKWvZ68rT2tvao9+i2gPSStXz05ot8727ZLPDJwKT1hPrq9Fx8uvThE0L1UWAq+7ZaHPaBP2T2CCvM9Yg47vi0fs720PZI9E4RMPuOeOT5gJZi9iF0KvqmD9rzbF8c9UklLPsT8Lr14xfE65jrzvSSKJD0Uc+o99zDWvQUXFj7Pj/I8v3MFPk7YiLvcjVq9XLocvemkzroYZqk99P1ZveNt6z0TunK9n195vf8LbL3iBSM9Hq9IPpTN4D3AOs69rKgHvb2SE73YXwm9hVgmPrfJRz1olNK9a+N/PInMgj2a+Ck+ZE6rvYutdj4g8Us9ZqotvVonJD5t3pW94ZdbPt9tHrvaUtq9SXpLPeGkuT17UFc9gxsivpXnlz1fdMW9F+4sPnyr2b3GCGE9GV3PvRRLXzwcgpw8hvnnvO/bSz1UlYS9i3kOPn0Lyr2clFs9mxz1PA9SCL0lX+89a+TpvaszUz0T/ik+L4TsPd7ujTuSWRK+KzkGPlc6FL06sc+9bz0cvovLyD2a2rG9qLnyPB7J1L2RpD47tOSKvZgmMD5xnRS+SOMAvj2DyL23mcq9lUD7PUYd37sa0yw+xXa0vcqdAr4NrkU+Modvvaq8vTzPGAC+ocUlvuM1Rjz9O/09V6kEvf/TTb61ISA+hDDHvRgjCz6Bo18+OxRqPejoOT30Qug9+lqmPc+vjr0UDhE+exkRPqOXTz415Aa+LJROPYKXfj0zYx090nmUPVbCPz1zpA29xzWxvbxI2Tzodqm988ETvvdEhj1O1hQ+vxSjPYsNKD7dSQ6+/mG5PBk2uL20se+9ZpTUPTxl1T2qwPS9dmTlvPskRz5KgE2+1L7WvX0JvD1ixI09aEz3PQKCJ70KZC4+PvgnPqdbpj0WABg8qza3vFjMETx8Y06+Ys+Xvdyq8b3f/YO9/cnYPXyGnz27I4k8ZkVNPgA4ubzp8zi+m8wNvmfAGL3QcDU9BCOevSUcqL0Ok5i9ct0nvecF/z1Zq9A99+AEvge2dD2QoQE+AdsmvnqYJb1OWAq+JCfzvBQZJjs/3qE9u4kIPCJoyz1gXQk+lMnQPQReFT7dLPa9BspMPeJNTL7X7ES+rTYsvW8iCrs92as97bOiPFEPyz3F2R6+CxIhvCcfST1jqhg+uGzMPREmRD70UBG+KwEOvoeUy7uQpBA9Omk/vh1Fnz0MpAu+XAsivfkXZz0L/Yo9hzCTO0Fh471QVtA9gaMvPcn+wjx/sVG93UZdPjvIFL7IObI9sgsOvkli3L0yooA9okdIPZvoID7LWJW9g/mhvXfyLj4leoK+j6dOvjxZcz5Zvpw+c7QivoH72r3tg3s+2a/yvWtqoz2Ujuo9B0USvosQsL0FBj29KwGhvadzODxXlAK+pakvPhhdJD6KJBo+GNO/vV9nLT4lx5u9AMQovV6FqT5nA1Y+QFu4PW4n5j3+hwY+4cK/PYJ9jj6YdbE+WzyQPFaagLxsiO08A7/xPYqZ873/HGq+4wtbvppykzx8Mb68n9vmvUcWzz17PxO+PlURvTP5gT341YY9jts7PqD9DLuCFw0+uxzfvUjjFjyYE4G+sLZWPAVGuz2Hi1G+uU3gPbb0vz2oA9M9WmIDvkYBCj3SUxs+wiQ8vrJVhL710LK9q/mFvu9iPD5k6eS9Bd44vvBkU71ANpC8sec9vgma5D2JCY29rDzevS6Sr72QGkQ9i7RCvszcqr2RDho+FamPvi6ck770MZk8s3+qPts4aT7O3eE86OidPnEo770xjv+9hNhiPow1mrv6gZC+NiWePmSfw71wBpC+cmrPvC35hz63Dd68VEYwPhVpAT281im+a7tdPjDoo709jx++6bQRPjo9Hj44cdM9eKu1PV30KD5RIUq+QgpjPbUDmj1UZwc8Ywobvkj03T1CEsc9MI1UPRVv2jzHc9I9PM8OPvniiT5CFje+lCtkvesAP73C2Q8+784dPjC7abzng34+NV94PeZHLj2KuLM9sJDvPFNERr6gNCS+/oA0vU7/Cz7pLNW9KEl+vqz0U71v0oA9jgo/vqSTUz0SYWC7+AvbvbVd+LxS14O8OXOHvrMTrj1wtZk9otciPeNkk702HSG+IpThO8Di6LtUZ8E99EgzvU0foz2v62g7C3DOverb5jwtOye+VyOOvcYWfzzNPOk9R8B3vfNCAr7BRja9XN9bveaQCT3imgM+g6LevfGC/j0OIIY9O7gcvgesMj0giBg+xOv4PQ046z2inC0+pLIcvbr5cbwhzZe9e985PvVnNL3dJQ8+RyIqvqAPEj66Wx++1xB/vj+Xo7zsl2U+g2g7vVQxhTyyuxS+NsPUvaMXGz6zQX09faokvtYw9D0m8Ak+RXoKvsB9Cr5pbgY+9EFiPmwYPr6q6Jk8h9hPPaezGr63llg+VInNPK8xAL1Aytq9IhArvscJsDxrAow9XcdXPvz2gD0NJVO+jJOyvdOrHL7r0Uq+1vAGPIhOLT33zaQ9/oDPvVUYHT7251c74AJtPae2Or7dIQ484IAiPjKfEL6GQKe9ElwmPX6wjbyqF6692k2+OkWxxTwOs9i8og4tvpxeIz7uuCM+G0w+PMovtb0Dj2E+p1o/PpswZz1zjsQ9JVXQvbICnD29vym9C5wtPi8ZM7wgsSW9uFMePj6wCD6tILC7ZiarvSMDcTyvPIu99ZoiPkX7OL3V7y6+2DvCPCSShz0npIk9s2V+PXHr1r0rpGc9FMNVvnYu0z2Ubwk+1FEVvrHMz70oJAa+mOE4PuK1Rb7r2iw9T/MhPpRM1j0vQjc+RYlWvS+FBj4ZFQa+2334PX7ozD38InW9xJvPvR0AHTsDLqs91rxPviFN8LwTh0u968HdvInG+r19FcG9D9BrPTBCbz4oQl8+/GzGPWYLZ712XwK+GxFRvliQFT5Pc1e9hcH+O5Rnx7tWq0O+jT3oPWEJaT5hHxE+u7fzvcIgtL058qA90onHPVXSvr2UqiQ+ll17vbyD1r1vTp29Ah6Uu/HUIr5crPy9Z+mCvMjrxj1rBU48HS/YPUIprT1qP289JzpwPf+Z37wxS1G+535+PuQUUrw0PwQ+VpPwPMXorr3XnXw8hTcqvukI1L01Hhk+cmDFvSM9cztxsZc9ozcRPlZqir5qfyA+hg2WvQqKAr5O7Sq9E1YYPjvdXj2Qt08+TjXdvKtXrD7n9Qg+L0G6Pa4M9b2hFnW+/MHqPOi5oLxFrDs+o9wyvj8H2b3ABoY9oXgVvO+cGz7HXQs+XncMPVOAB70qSMw8+thiPeSvMb2rhCM+bgsdvs/0gL146Go+up4HPWSXgD1ubVO+SsVvPZMGfD7m2788Tk8IvPkJP77/Hma8vmIZPn8FlLxw1Z++aTz/PFwgUT5baWU+BHZaPbJpJT5/6Ha+hyEtPgsJYL5VAw++f+M8vhDoDT1w32S8tItyvq2mOj2HKZY+UHObPehfmT5DWDw+lRapPlwKXj6W+ue8IoNuPmPe3j20F0S9Ne33vG5Xa75M01C+VuXOPY4lYT25Jii+8OdhPZq2Bz7P7Q8+AGZUvqGcET0psKK9yxS1vT4RtrxSP0c9ancNvTHUUj3YSoA+JG8ovub4+j25aJO9oKvVvbrY8z1jiOO7XU94PXa0hL4D/jM+vOcyPlQ/rj59yj89novgPfwXUD5zKYa+tz6wvfkQOL0bAQM+cNhxPp74wT0RfNW88zuLPQiKAL5zlSg+EIkVPZDFcL7zqhM+nCFOvtbEFL7NIco91tYWvi9XLr6MsdW9eRSFPLP1fr1MBSY+sigevdrUeT1N11w9J9HUPReQJz4OIRe+8RzkPRNDNj52uPA9SJKDPv4i3D1hf9K9Emi5vdraRL5MxG++3aUaPrgy271cPUO9k/K1PHX8nb6p6B8+2Mf7PXNYkb4sA489hIo2vl2KmTwGEc+8XTTrvewDibyvjAu98PK4vacbhTyldeA9p7fwvQxaC74/qtw9RiMoPfwM572yUp0+ANiTvfN6AD7z0J69n6EePY8X871LLnI+nhkqPp+u570vfJM9zxQjPqtaEz0cvyE+I+4APm4h3z2kGMI8MChyvVY49b3gRVE9Wk7bvfKQGb1c4Ma9m2zaPatUjrzqnXA7Yxq4PWecU76n7Yc9jgZ4PdjqAL5oUwc+DeTtO3+RALzcen49rgzvPe1GPj2H2bM8pNCHvfQnpjpWb7u9sE8TvsGgSb1R3GS9qMUevqd0CzzJWZO91189vtwm27ya5Pu7P5atvebwGD4d/Cu+FjH4PK1IJb7zMq88hdm9vGkXQDy8pPQ9dOXOPSGmCT029rW9cHqZPePrtD29V2K9R28fPnGN4DuuFmk9BniZvKYWub1xq7g8iofVPTOA2z3ramS+PH6WvRpnE75t26e9uxH9vIWqgr02ShO9JwEhPno52712pEO9JeSvPSq0LTymikG9Pa4CPhtH1rx4cX69xiGhvcyJBz7HcCu+2kHqOpJqFT2JzmY9kg2CPezKCD6Q67e9yj2CPUlXFr5nhQC9TXbuO5mK7L0VD5U8yVEuPeQYez2/KPU94zU5PhI44LzsTzC+GcPSvQ6/o73w6Ac+3zMJPgNtZj26GwW+7wGiPaYRgL3H9689mmHTuhOowT0xpOu9NX/pPSm4IL1XWhw9oV29vWtcxztv+hu9oVPmva0PiT0t1JC9q/UQvtVYij1SmyA+aMsgvFXAuTvVIJA9L+qWPUCROLymG8C9uD/gvIHAXL6NZPq9JIYUvv4Z5jzMj609R7XHvXdDkr2a7Oa8WLi1vEzDxT3WVfg9igTuvUw2aj4XMKe8J98oPv0NMz0zUnC9LSFuPY29Dr0f3928Tg2dPc9LAD5JfBq+NNYjvV//HT4saqe9TvHrvazOk72pb/08z4FGvhDrAT74jHU9kPRVPYY4T72N2j6+kvqoPaGJ6j0rCye+1ZQLvu04nD2hV8Q8dC3JvaCFK74I5XY7cDAGvclKOD0QMzQ+sAPxPWzWqj2IRkA9+hRLvVt+nrtjOg49N4Fcvk7YED59yPc9Y8RQvPZHDT4hZ4m+krTFPa2Ph73yNCy+j5wwvo8J3bzaPoS9WiXGvOscuL01oz67aJ8evu3WN74cJJu9XhMaPRSuTz2GiMi9oIoXvEfiab3LI9k9I3/DPPOtFb7T+7g9VEvqvY3hi76a1Ue9TGovPgovzD0MHIW9R0QuPV4kBDzaaxU9oGYTPhe9mL2WVAe9XiVevWXaUD0FGj6+UrYOPkPW/jvo1pO997aUPajJSj5lt249uiUUvl4bKz5RRS++lElMPUBBIb5gM8I9vU8FvKrucT2OwxU9AEBTPrc4+L3km4A9B/2wPcbAlr7N7BS+/50Lvi2ZdD7KvIy9PpLevTMAgT0O5g4+68snvEMK17x6PLk7IZCcPs9DlLy/Ll891MB1vUYZYD65Mp49dMvCPbVUyz1x302+f5HAPS//GrwUGOu81mpPvizYgT5K5wQ++eM4PidGD74kxsi9O0BjvXxgkz7hAKw91cOLPg12DT2fY66+X4n0PUnaMr5uRk++t/H8vZ9dlj3+/OQ9qGNXPirsBj4JHMA9fY7xvbkoZ77t7hQ+nDGZvBGCHb1hMSk+5CpdvgaRHz44/768gBuqvTG4v7wlGhI+/Isovo9Ac75Rr/A9/c4WPlzYrr1gjX8+mxZGvV/zIjyL5Eo+2GtXvT7oIr3vq9M9E1R0Prx0iD5Thw0+ArEUPhwihz5KJGA+40QaPs6FLb4IWko+cLEwvUYuJT7FOEs+5F8sPr8cYz5ZHOK9SpJTvcsLNr6jn4K+mquOPqdQlj6hLUS+GulsvaHN2D02ME29Ay9IvnC3u7365RC+krxIvolbzr2pO5+9mJAtPiFTwT2sF0E8y06iPcoHDb5EK7M9/L9HvpP8jjzD5y++utnLPK0a9z0UeHe+OyVpvY293b2B1/m9cnNAvnGcGT6kWHi9EEqsPu3CPD1dp0S+Kos7vkidjbqbe6U9aN2aPMOPqD76MYk+220Vvn5fnj42G5u+XsUHPnhiWT4rQpa7WuM2PgDxLT6+HZq+uXFSPvWLCL7W6EI+9m4HPpG8Or2Wnxa+niuTPTu1rbvYWVE8YZIJPpbpID5VWbG9lyUVvkQgQT7DqQc+kRozvq8OTb4Jx2u99H9CPuMd2j29XC8+9T51vvW44T3P8NG8XWvvvDhKsTyvl429a0qMu7s4Ez6Rw9U9TCnJO+Jr773RUPo9V9YcPfql1b3OXCA9mR+QPT1Ocr1KTmI9w8eHPUpHUDuMhxW9sZKGvRDiFL7PE/a96DLyPeekiz2I1LQ9jL2dPXaNgD3L00i+Hij1PdGWjLx0klg+hIPSvZqwgj3zti++C+7ovDCo3bs4xsu9FHqmO2CA5L1rAd49Kk/Fval5RL4FcUM+09o0vBJezr3df4Y8UoUuvrxvWb70jzS+3tg8PcWaVz0nRVq97kchvaiVOD0cN449x++dvO2TEz6b+bY8qgA/PgGBBD3w7u69vQMYPXcODr1ODBg+BqA7vn28NT2pQqS8u9YUvq77Bb56IEe+qtmwPWIqPj1sghO9B6AYvBBKMD6m5uS8BrEGvU9zpz0oHlk8930tPVc3Mz5QIgc+lp5VPjp9Uj3b8mY+D+edPe5EhzuA7oq9gJKgvSvCmb32C6w9DeW0vfE+p70T1u492MbovTDuo72qE7k9TbgFPgVBJ77piRY710IBvFZd5bwd9tq9ErdNPT8Iy7tDOjI9q68oPq564r13HcO9PH7svItj971YryG8WhPJvY+NRz6hADk+9Ps4vsBjTT6i9iI+SB4mPooYCj6tum8+v4jdvJc/y70hrAg+OTXkvRs1Vr6H7d69gsIfvuhG5D29+Ok8Q6oaPiZjkrsRTVu9YnnsPI3jyb2lwNO9IF2WvQLnLLyHB728lwC0vPDjxj2wf7Y8w6RJvoD4Ej6QhAg961EBPrxmbz2OAT09EOM3PtjtyLxG0C8+ShvAPQhuYD2EHyW8G3SgPGcmVb6cvTY+y4YVPm6vOj5LnXw9cNtXPtPrM75Sy3O++8cfPpbPDb79Jcw9JIv+uhFYRb0E5WI+K2VOvYpI8bxbtl28BkpCvgidej0YoOs9NT48vTdSn706vje++9O5vCp6lLyHw44+/Tdsvvdh8z3KLBm+PhHjPRxN4T3qis89HwGZvft+Z72Pggs+NZamPPUTMz7orYg996Q8vnNNiz0ginG+yO9WPqbsfTyaY1i8oqEbvjx7Xz2Tax4+mRAHvivi271W8jS9gfhlPRxRBz6fj7S9PP6tPhV6OL3yfzU9AaJWPqMdl74wYiC8cA9PvWMsVztBjXy9rmyxPYwaaj1eF6S8wZDyvSTyK76doF++guUXvn6u0bzjQLa97ybdPac1lrs4UBk9uX7GPWq6Nzq3IM29jR8fvSS4Aj0nR4e+m9VePjxZHz5JJ4a9iK3XvEXjP70EOhu9CxMzPZP+6j0Pt+U9Jel2Po8ZkT5pp8Y8FKTLPZMO+r27Ddu8QnwePQesYT3kyME9rjLyvYO2ET5hRzw+H1EovB2oSD0RgKE+ytfZPlB25j7OPpc+kKKNve2ng770lue8BKuePfMRSrw/yUI+DoN0PgCkGr4kko8+NdLpPa1kfD3eLxg9McHxvRIsgj7NJLg9B7tKvl3G+LxKpus9oTUdPnUwSz4u41y9QuC7PdelizyeBLq8R44Svh70uT1twJQ+1fcKPjGgGr7Lgsc+uU+GO/wXSj5jxQA+jvmsPo+uIz32IQy+Wx5CvjEPnj1TupG9cQQQvsTo171Qk7c96JOyvY1rpzxj4ao9Zva8vfmWmb6mtQ++FZgPvrWMBb5lotA9szzhPTgzXT64IH6+C9FoPnHtJ73ZDZ87CDCHPvtOUT1tJwG+aiANvUpF2Dw0kiI+kcoBveXgXr32Chg+pZGxvabpir2mx0M+ATA/vqogPbyMLdm9FoLSPcgjIL6f4Iw+w5WpOsxq+b1gzxu+h1gfvQL0kT5LxOm9E5RjvrG2Qb628LM+hhSZvXZEF753PMm8PzamPpaAID49+Jq+cu+evlHXwb0nBRU+s6+wvLu5lD3HRY8+wQpPPqfK0j1C36g+p439PBsW+rzjSPc9v5OlvWxnpLziMnU+hduevQ436rrGXB8+/4GIPccZST48Ici8LLkGvu8tRj2mtPQ9HOkbPiGMAT5aZ+u8l5+OPWqB2r2pSaY9XwOyPO6vMz6fW5S9KeKyvDwsury6YbU9VczjPVnbfD1g51s+/VDRvSe5nj2tY6S9Jgv8PRvGGr5IG1q8zYeqPQyilD3dbAc+UG4YvW4qBD2eexo+T45evcMNpT2vFia9teQMPkNgjD5i6yg+EoklPuBl9btuJ2M+IMbgvTTlVT74uBK9PCDaPfHlkL0FIN29U7rdPeZPD70xwfe9VBWJPIzFKL7AZpE8cR5PvTaVGz7BzTI+z5JuvciVDr4BodG9dPFwPmVr1z3QoQE9SOekvdHLoj55v8o9jR4hPr9gAL5/gAO+QU5GPt2yBb2xZuI9dM8iPhzPr71nXgg+FYnsvIChvT3fG9c9pc3cvfaCtL0EOvE9YkzqPSFkvb1ZQ/68xCRwvT58Nz4TRWS9q8q1Pdb3lbyozko+tX2+vR4cxj3j78a90e4Ovp6fC75k5Rw+xYyDPuJaDD752hI+tByrvTOrOT7tDtg9ZN5EPtCsoj0j7Wc98dtcPZHNfr3yeeA8AVRkveTeYL1p6Uc+XHTVPWFq871L/EO+7vg+PT5HLD0/x9c94jiyvLTHbD1Inao+Fhn+PIRN3j1r/Ry9lfaZvdqm3738ejy8fNtmvsn1ID5a+7+9ocqCPRtwoD2EWrc9a0BAPccLsLw5pnk+F5TfPChNBr4XfNe91/qtPc15N73L5nI9wD9uvOv/BT0BJbi8V2+vPYU2T71SpgA7ZyJCPCJ3pzuOrXm7uKX2vWIP4r1KShk+7HQJvNp76D3fbH08Krltu7CTTr7ZDyq+XsETPg0xsb2sqgA+YHYnPhCkrj6INXs8eYQ7PkPCQbzIpy0+OQQgPXaX7r3Xr/U9mRT8vcG1N7v34FK9/WEJvc2dPD0kISc+2auFPbJoSD5m85Y51lvjOxzCFT4mqiY8EAkXPplxBb7AmYE9QbTxPc45j72MKiK+czsBPkfD+zr6JrS9eejpPdtR1jwnsEA8s9SrPRyxGD7Sx2C9ab76vdhIxb0PlJ695GnEve+c7rxG+zA+uQdKvRGfBz2S5DE+ulvLvY4/Br6wjL89PeSMPvytz704JSi+bq43vrMr7D0JuII9sUbtPFxYor1lmlg925+XPQSwC71buIW8JpAwu1PF8byG0Ci+UtmQvR6f2rwKZB49G4ujPelBG7yzQJC9Tv2jPGQ0Ub6U4L+95Cb2urPuYz4RAs484vHqu97w2zyhS3g+kLw5PlE+mbxJmt08ez8eO6tPBz1wh309ypA4Pd5j971d97a9bzsnPpBsgj4roGK++cGPPc//Irxyivw8BJyavYJsSj5+QR+99LPAvY7dSz6REJE+sCgkvJzRVzyNyv68OaSovTTNfz3mpwu+FxZUPqVDSL6qV5K9iYO3va7IOb64ygO+VFdAPq/sED5Y4TE9TbWJPAonZj6FJXU9g/76PSdFWT6lxaM+luqUvbd8Rrzohk89pIctPZ9rJ74yJd49TD+IvQEa9L3FOg6+PkKePU8ITT5ubye+/4OFPAB4UT1K4Z49EkBgPhziG77R8V49ORAKPajJLT6S0hy+YVG1ProgEr5bf/y9PJDrvQbaCr6womo+2WiVu75viT5iybU+wSOwvd3PVz1VRN47kHSJvnR8Ob7WzE+9z/cTPtAMBD6gsEm+VgvIPePgnj50LyU8eAJyvKeaVz7xBLg91ZbBPScPAj4H4B0+uEhcPhNDCb6zXRK9GMdDPgJUrz46mqw9xlPMvBNYob1unVY9bWQuPkYMy71gz1m+PXOdPeZ9VzpWeKY8tT0iviyqCT7uyw8+eZCuu3fnfT28dvy9ssiVPXDYZr6VR2u9uXIwPof0qL1PDxS+jPnuPZsmAz7x2oO9mpN2PSzKF74YX5C8DUP+PVnagT4q1jQ+FmujvPnkRT3yeJ49hYzIvZBVlD65DJI7ptSOPgnqub0VDB8+lArSPVzCOD7E0aU++eOavWdzGb7Xz++96aoEPqpMpj2t/qy9+CQyPTKzMb1F48E95INNPNYyRD2XmLu9soqkvOUQ8D3z0Je9TZOsvLVGoL0wdII9UmCUuzN/xD2PJz2+jYyIPTyRmT2qLRE9nIJzPQs//z2OlWc9e6gjvpS8Rz6BQkS8mhrtPabPOr6d2Yu+Bcc1vZiCAr6NGxI+4gK/PCeOdb0b8Dw8t/XCPfk1Cr6nn568DNoXPhJoAj1BZxI9TD8evnv8ML3AtAU+y0j6vYnjAz5Ol9+9EaCgvRFEwT08adS99Lm0PdyQN74nQz4+1bu2PW7LqrwNJNo9GqsJPrjvyz19oYo9abAhvjgJ6LzoZAS+YYk2vtWTpLwBRqU9lcVsPTIGFL7AXNy9zs0sPSk7sL3i6VW+cezlPRSqBb6OiRa+sDNBvpoKJb31Lj89yWZavIEeVL6K9Ya9+K8OvoWVojzlgJa9a8ADPScNAL4ng729Tr1xPQMurz22qWO9EV05vSDuPb4C0xc+Eda1vDdro72r0Te+j7wNPtWgDb4br0y+ZkVZvUN3Xb7T3049iBE/vsZwYL1McQQ++VSHvXeZLL5O1FU9M/hpvqQXrj1Thny8WYDZvZBQtzvz3qI9CqgnPm/DRTwb54Y9BbIuvXctmj1i4Ks9pl1CPun4yL11iF4+8+iHPRqoo7yToh89Z1LHPc4VFL5UYnm9RrbjvLbNGT6dlIW9Ru9wvXZcUDs2f0c+r4TqPStgGr4DBjK+u2whvILBAj4rIsY9PQOCvW2FNL5Vtbi9nrImPptNDzzGMYo97f71PFRLYr5/wuE9n8yLPZV62z06UCe+8knPPRD6IbxQTcw99wvzPQJD/z3dUgU9YP2evcQdEr1IKLe9suPOPd/vCbsWqMu9D/LwPHk58LuFQga8AogHurAbgD1P9aU5c1nqPNfncz2NFE4+VDm7PQepfL74dAU+W3AxvZYL+zy2a9S93+kZPWn/9LwulCC9bIoRvsUKUr2VNw09Nx7DPESfDj62wO29nQOnvWvPXrxQZ6A9Mc3SvSKmHL78MRc+/SEJvv5ePL6uM6a8+zRxvvFQijtYh0G+2iMHvgR0+zyzFZo92hurvdCzgD30dYa9elRCPo99b75ZOFk9lWAdPrSklz2L9rO9Zh0rPXwqjj0BHj4+iTLkPc+KTDwrL3K9IPgYPju9R73uV649+faXvcim573g2B++H6COPaifZr68MK29Wtf3Pfchyb3RlMY9kd/pPWMxtr0z1Ak+FtfqPUzyDD5OzDE8JngMPpz2xT1mcj8+fTy5vSKZ4LvoYkC9uOQIPXqSCj7a4aw9dFMqvrmss7uBKhS9ZsYZPinLID5otw6+4dE1vtPNiL08ww0+b+0LPrArRb3YI6a9Su5bvZLCHD6pBom8GBChvfpUmj0GGrg9N5z6PZqylb56LiU+qbUVPQf0QT7L1va90QGOPRCxCj7WhlY+9NH+PKsLbT4Vq02+9e9qPhfkBj7Ptnm+bsPzPdIuyr4YK0K+0c0WPg5YSb4o7DK+h3BZvsM0Ij1uekI+FkzVvQOk5L3TkpK81ckEvWwWAL3zQO49d5WPvQgCJj0N8w++kXI/PZSlYr2n/mE+kkAbvhfW3L2FCY891ci3vdDkCD4kXX09L5jCvdSKkb2ZMCo+kOzWvRXS3TwRoHQ9CV4GPp7+jD7yBym+9ei1Pa3RRz4gkQ4+RP5lPr1CgT4/614+wn9QvrTDNr75L7g9SnxvPqhaTj5/VXE8Yc8UvlCf1bsQR0u+bAM/Pqt/7j2K9Am+lalhvU2+Lr1MqSW+/Iw4vptHF77TNCG+xka+vceLiz1LUT8+/Q2WvepQBj7Rq8e8yG6tvA+7QD65x+E9g0MbvlHxar5Gkek9MEdWPWx8SL6CLby9BCNqvo62h72Wuvm9LZwKvZwEp74H1pk8iAn1vCYxgbw+0i++t0QgPPWV0b3bjpS9oHA8ProMUj7aP+C9ag6AvhgkOL0rt189nO75PYseiT15w1g7hMoFPmv5LL1Ybbs9Gcp8PBD79L0D5J89DWYmvuaBpDtkhBm+DQ9fvpm+ojy7CCC9Jl+YvNNSrb25R6O9hZ8HvoYyoz0cPK69s1lwvSK94TyKFbM93hA4PkRiAbtnRm69k4QWvuIGrT14jxa+wD9/vT9xQL1vYHc8/yEGvPUEb7wJ/8u9iQTKvdzWz7zFnJi9kf4yvWutBL6WwxG+49/ZPV2j971SpDY+dtmEva0hLL7U08c85ckMvSvgCT4l7B0+bmm3vYdVkj09xQw+Qo4BvtcJZ77AQxC9iS9/Pb16Gb713+28HUm5vfUoI71zrNa9AMUDPtx2/zv6v8a6DxVtPWZ+1T0b/f89v90Gvmyggjun0KO9vs1YPFccnj07j6i8/w4EPlkP2L2ptjU9gnqMvTwvMTxl7nc8bWSUO2FwDj6baZy9jPIAvp7K4Dsdrxu+B9AXvrFUgz1Pwlu+tEUMPDZ4MjwEkpG9rwPSPbVJET1L3Fa9vSwevjnB2j1v0Nu7fG3qPWocvD3RwQ8+hFudvTIaz7tiVNS9r8svvlB0wj3sOTa83TravAPGxj3fjAA8oMeWPcxmSD6ZHa08HMwFPh4YFj1FOUU913uhvR+rA74wHnu+bi2ZvcorLD0Y1Rs9CsxrvR1IgrsCjmy9oYBLvtsZSr5NOhk+Sk0rPo/yGD7r0Fw9dxw0vSlhpLtv3jU+RH3UPHTLWT6Ij4i9yo3iugvsDj2GIhK+X3OMPXN+JD6owHi8XrYSPCipMz4P0M+9Mj7rvQQtcT5H7Z8+gkPHPTwHo7uPrea7ezMZPr5VV73cxgq+yjWEPSubKL77z6i9srhyPVRAtr340Oy84WxAvaLk0bxvYgK+8nsUO1L9NryDjly8ZIKXPauxsz3nLJK9QtymPLtf271I8la+VoLaPfWKXz3L+vW6Qfs/Pqo3HD7GWHw+p0WPPUkDnz02p9i9qSoZvhKfOb1PEcU+wG9ZPrKCk73Qk7Q92ryRvbK9n70ssTq+XQIdPX+khr3Tagm+R9fAPSm/9b3gjdQ92K1CPoxSBD7n00s92DOkvdKhwLsYzAA+arLfO/zT2z3HCzg955hnPWIGQLwzX7w9yhYivUqCsL1hG4W+qeiSPQ0Rlb1/yBC+i/EhPvXhOr5epWy+nPQBvmeF5z3eHvA9fKfrvErQ6b2wjMa9ql8ZPnWv8r3NbmI8PuvUvSNr8D3O2E4+T7NHvuK3uT2QOgA+CgOfvXtXhz23kzK+83wrPs147jytUtu93l8kPjo0h74Anhg9pXYqPsVqBz0V2k6+LrxEPpQ3E74582+9t/jWveGhAD58gpe+gdUFPjqaaDyiJX6+RVgSPGEoML3AEMw9oIy4vL53Dj1bbdM8JoEaPofpEj6vOPC9igChPrFJV71Z54I+dy3HOebVH70PXbO9CZkRPp6unz1av5i9K6Nxvmg7E74zTuY89b8fvoiI1T2x3428SoO0voHGE77Pmiu+9uh/vOaaPj5mY8+9MTcgvjpQsL5lJby9I7OOvskAzb4qGnK9rr5RPZf7Ir4uVAw+Ei5WPU8kNL1o7oW9TnWgPWGanT3r4F69gxKePfmGID7YAim+8cs2Pv01cr2ust29+B0gvDUCjb4MfMm9ztngPdClOb6VJZe8m1VYvq3h1D3KWKk9unDqvT/y2bsbp1S+0xgwvu4pFb2mxJK+FbKXPpqDtL0RJRO800OOPc+Xpj1M/dG9IFMZPoIx7z3Inz8+6NZsPr5cET5q+gy+HArivSi3x7uG7hM+KM1bvkO3+r0jcwy+VqGbPMk9FL0I5Vy+P+mIvJh7Cb4f1VS9wReLvdUUcj7+qdw8fbbVPVR3lL3BP+68c8rZPMR13L28Qoq9L/JHvKQZ371fvBw+aQIyPt2X9r0N3l49KLd0vsyEZj1maRc9tWSRvizdLr6d/6m9dTEavsT0Kb6OrSI9YlPLvRzznb35QGG+2d1bviipZb3fVcM9BuZAvt/VJj7XUDu+/LqlPQgVoTzOaUy+nZmzO7F8lL5+YPC9HbdUPed1QL7vBMy9FxZQvgmwFD2XkUI++FKRvO71Ur0sZue92fyCPOfbSTyE1q+97j9gPb3TCD5Krsu7/TFePEWaDD6qDna9yXPGPZ/8Dj2vFBy+Kx64vSJOBj6qUIQ9GmLVvU2qrz39GLG8tcCpvax+k7ypIiW9yp0cvswpxL2aXBW+a/1TPQkkvjxBVRm+8smJvB5tMb7OoBO+1GMLvo/nurzJLBW+cmWBPYq6NT0kxCy+rudKvnNBM77vR7q9iqrivAV5Jj1i9K+9w46nPW8XRz7A1Qa+5RbKvbthwT3xpAK9FL0FPTdDFr7VzSi+905CPgiCvr2TnRC+YYQMPnUiDb62rTA+8YpbPS9VQr7mvRY+Zk3evSl1hz2wn5W8EMZFvUa9Jz69UES+L5VcPgWxLT1G+Xm90kd/vEZp1LygeCg+BKydvS09RD2q2Pm7aIRlvCRqi706I9c9Gcn6vdvRtr12Rk08P5HivHFC27w3nqw89CgTPcwmvT2JjCu+NA2aPb6oWb7W59i8rKwsvUYlKT6UirM8PuOPPf5PCj7Ha+O9ANyDPeRl5r3+kq29+P4OPCWi0Tyh5t692wYcPk+6qr37bpI9jbyDvB1eSL5zDz88drwSPaWcQD3C2CG+f4uWvuK3AD6AZ1Y94NvlPSIrhDzgMp28TC/cPDlFBT37euQ8IssTvQTMsjsB0T8+iikJPRbllL2KJjk9+hZave/sZT5gYDU+bQQXvvmfgL1MkRY9nVlxPS5yiz0N6u09WSZmvRq6STwf2/Y74Fh/PbobE75VMYc9z6frvbBelj5/UPu92M1ZvoFiirxG/ZO8VFHGvYUrqz1E6Ri9TdgWvicgMrmEA9E9se4kvXcdob3BCnM+mF2kPKHhH779m+g95d2/PCe82j2EmZU9AiO6vSzzXj4JwQG+JZQJPT1fFT4MJRC+FmFDvN7Iq70xHzI9yjRDPZ+DTr4GN2m+MkJXvp4GWLwfTM69jOvpPH8ZTb5tl+A8TRcqPZWHcD5C+q29R4NqvgK+qD1gHx4+SukUPueWxT24HJc+pZSWvWGZUD4zI3K768PCvBhUPT3DXAm+PYlKvkQNPj26/K89eJNNPqV+jj3NgCM9vl34vVh+qr3d4g6+LeusveN+9z2SMRW+wHIWvn6ZBL7qwH8+7SQIvifwjr3CcKy9XALLPcztK75GSjs+jREMPTDWODwWTNg87ev1Pdtgob1Kbxy+ZG2ivdqlNr0dSVk+FsDmvZ8bQT1Tr00+2lKBuxHIJb3eDXG96YGsPGkVfT79NwO9Y9z5vezW3b1/PCc9srghvWCEs7xfyNY9m9OpPYYl3T1tbNO8yjofu55Djjyx+5E9cWBJPkuZ2rwzHiu+x7FRvi8oxDy+W2k90TwMO79vGD406Fg+OUzSven8OT0VWZe78icCvSf2jb6jBS2+W+IcvvoKCD0xQGQ+jnJLvpc6GD5IEZO+WJmnvQ2N2D3hL0y+VRAovpqxrz50GTE+wHxIPkUTmz1J9jQ+faoVPZ2itD5SFlc+vm9wPlqpwD6pT6m+ZFlCPoLOZ74D0qM9t/RtPnL6iT1rtoW+MYvdvUNgDb0ubNY9AXloPYG7Pb6A7fk9IwETvvg4JD5kPvY8VKoJPrumAr7US7g9hAJ6virKdL0Zrq88K3OlvtP1frykrdS7cquOvf06tL1JIZ49RyfSvsedsL6Ceho+uit7vcUggrwjemU9vLOePQ2bMD4Mr0m+ZlAPPiVAjb6nRf29DOUZPsCp2D0Owje9HgiBPfynEz6pbPM98Mw5vlWInb2Dil09nij7vYTKKb7Wvo++tKRYvgdt6DtChbU9IjENvv1yCj10NpE9znwMvnOaET6Hm3U+H8AjPg/R9z0cPP69AtNXvt3ZxD35R+a9SdOuPvIRMj6/vEm+uqQhvtU55L1ytNW8Wp6ruzPSTb7vlQm9A0gKvjKBA76wEbc9iTAUvqEKBT7RAxM+lW2lPhEihz01GOq8vrCZvhYQVb4Ay9I8cGE6uoUSDD55rYw9dbYcvi8/873wJaW9Pz5CPmjMuL0anqu91zWIvhb05L3P4bO+myuWPvbUhr7Fjze9M6kMPsQHzz2LAq+9f6GGPTj8sj2ugdS9yCZVPLO/Dj5n6bk9X2aSvULuTT42l5E7aV87vRNODz7oHBU+dk49PhZYrT3TD749oPI8PsaG8r0sPLS9MHItPvU63z0myag9qVxXPROyhb0xcUG+NsgGPMTOtj2ooHQ9NKQ0PqVdQj4bMbi9Ie2PvWjlKz0sPQ0+3VZavWW0Cj525vG99eoSvnlBzjzGJIu7aXMzPXMQFbxdq6a9gSs4valPpzxzSkw+L25DvZaMr73gpCa+Ub/nvTEG7z0E3TW8L417vEpTOT7qLZy92+BuPkqrobyWi0o9YokGPWhLoD3aVl0+VSHSvXCuuL36pe09rKqKPfDMI721vsA8zBrPPBhDdT5F1aW9T+MJPkQECb71F9m9avGaPWwHaD2p18i9XEamuzAsVz09/bQ9kaa5vZTPRT4S0dA9Jlcdvc2i2T1Rh8+9HnxKPucdor0sdCK9CAMtPgO1ZD6K5Gw9LP+RvYeVBz5LmGc++9qjPTotLL4Gqqc9mygLvnfMXT2GvAY+UOIyPh7sOD7QOro9mp9AvRGwfb0aPh69uvJxvPmDDj5Izrg8v24lPZaxdr2qBsm7xj3JO9pKsL1MrHC9quTrvDKAmbvhAn09wg0mPvTZuDobt9s8ILR7O6OHQb33fgA+0eqHvSLWnL321ga9VW5aPYyjDD6dGxo+1DiZvYTgfDv+dOY9MDMhviLl4T2uzZs+DDbyvLV2mLyuXFK9+e6LPYBepj33S7O9PXbyPFKjX73S3gY9YmeUPZ6M7j2ZR2C92i4YPYV+CL57WqG9sdPAPT9+Uz6NdCC+n3fYPSQ62Dy9OkK961J8voo2pT3A/gE+09u4Pci8BT6UPJ49Gq1gPvNi6j3h8v+92k6IPRR8+j26SNE6cHNbvZ/zF770u7+9scmyu6j4Ibx41jM9g1Q7PluOT75xz6e9aJ+IPZHOMjzaMAk86JYJPb0BvT3uE7y9ja+zu2poQr55MJE+uy3qvTSpqzwm9C6+3UuTvYfjEj5cIiK+sRjsPL6kgrxiy189OHMbPVk0QLzO1669yVkoPSj4qT0zOL69S/baPa/Z1j2Ld329hwmyuzQ5Oj2PJ2U+WtKJPZsF1L3cbmU+5YrxPK+eqb2Eaf29dheLvQUrnL3ERRG+mAj0vbvCi74LsAy+hfg2ve3jBL0edtQ9wPioPYdAPT6nh8i9Xq87PrjpdL4tbMu8IDtsPuVyzj2tkJA+7kxnviqOFruyyA0+d5Fpvtgqor324Vk+DMMYPPNEoD3F/VO83+8/vg7jG772ORK+ixUuPmjYbL5ieYk+Uywivmzq87ziAKG+ULWhPaRaOj5a1hc+7QWGvrqgKT5Bi8i9TnOAvm7Sy70BtfK93zl/PqbM1b0rSS0+OUtAvp4yb76ZX+O9qbzXveiuRr45EFy98Cc0PI1w0r31UZS+4hhkvtVAJT5P9ZO91jOCPTbz572FlBA+jjyRvhicBr7gGsW9ZhYFPn6XgD5Q/3s+VJBpvnJvvDsD0Kq92Kh2vv2Qwz1qjNO9JiECPnp1Iz00cA++ARO3vZjyLz55LEO7wHGfPepGsb0Hr1G+qCvcPRzLpr6RMB4+tej5vUFpGD4AQeO8TBoOveyYRjujpIa+qpwSvqBmOr66NK2+3ZcPvlyzhz7oiy6+IHVnvkR7wD3ozS++xCDYPaxhlL145F6+MdfcPeVdG737bO29vaJpvYhFRr3SGos96cR2vvziej4iwYY++L0Mvk5N173crlG++DkFvhHqcr7qZMA9gssiviQQsb2YAAw+pWiTvQktCz7dbfq8/3NKPjJ8WL5A8z++ctg1PvNY071Y10C+dRrUPaUEjr2MOIg8OuYYva3GUD2zK+g9TwcjPugZrj3VqlK+P0Yyvk0MFr59nmg+j/sQPlc1S7xFhu69oQYXPf7fyD01Qom+MdtxvaX/IT0czJg9WRCEu/lSZ75rQg2+OG+MPmw/LbkEIAC+UucpvhaNeT781qu+i3ZmPF3iD75ekHW+vIZ+PoJ/NL5UNo+9IlEOPUY4cTslfnC883ZmvkygUb5//Cy+Hw+kvYprwbx270K+E5egPMN99bzEDgq9VYjxvbwvdL4YG9g9OEkzvh4HoL2USNW93LIqPZHE272jyM09ZLUZPssg5b073/q9aVgbvr+Dc71bzgk+yWo7vgdyEj4c0gA+hGIgPRrNwj3frcm90UfOvbuONb5FYLW93d36PV73kL2bNeK9XSLOPMiW8T135Xy+S34YvvenIz7WCya7fD8yvg40HT0C2RE+RWnmO+2+7j3hzIA9ZhbXvbFoEL5H8sC9JJQaviAqYj25ggO+Ma9IPREhAD7hoTK+KymUPBBpDz52BVU8ruo4vr3yKb6hg0G9wCMBPsGNNT5Ymho+/XZ5vWycqz0VThK+dkExvWC8Pr0sTSA7EEQpvnchJz1JpRw+7Nmzva/Omb1mo0c8EVEhPjzr970vpEo8xHYrvp8pir1wY+29ZC/YveaC3D2uN4w98AcDPs3mCz7d56G910riPdOwRr1UULY9FDY1vkmdJL15s1o9LPmbvM10U7xcgi29IUdIPnxG673dmnq+aFdgvkvSuj1Cm4o9zHOfvdurVr75Ve49wk6HPXt4p70yzkG+CE4hPlr76b2d8yi+KjAuvEYyjD2eoIU9wfwevohkJL20BEC+ZUqyPbp2Gb6h5kk+VW4vvq1wCT6nGJq83688PYSzKD5vKsy94hpyPhOOLL4Csru6ZlvWvRuGgD50XF09OgiwvOoXID3R3gE+GILpvdtnJT3iQhG+lw4KPRj1CD5YMLg8eHvhPYD4+zwSi7g6rqrAPXscDz5Xgde9AS1EPqVrET499+29mEv7PTkb4LwfJpu9MclUPKnDzTzfgCO8US2pPRQyzT0edRS9K4s0PSmGij4eC249BZE2vHZxiD3C5iE+Jv6ZPT+OXD3Py6I7LjXIvDTVYL6bzus9NCyivG2Wsb1DGpY9XwCQvWlFnj6IPFI+QawRvTfrg71oQje+uXdsPlakRr0jYkO+Hp6zPeikLz5Ge8W9nNYNvTYTTD3JFSe+WPP3vSIFJj2oq+W9Re4ivhlct72+8ZA9xlWrPV4Hdj4MS7U81+1qPo9NAT5aEjc+FW2jPeB+Ub0Pedq9MnpzPZAZoz0kTRo8XKzCPFwqi76Hl9094akEPndqFr2UFSY6u9r9vOVr4b2hHfS9OPL+veJLpT2lYoy9qk2Juqxc6zz89369SEfAvHpcVr7ybEG+8x2MPiPVMj2BulU+12WLPPeLM75ikoE96WQtPuDF/70ylVE+WGDivHpAfb3eo3A8LNEVvEZiZLvLd0G+1t0evoezwLz2qO49XnyzvVgORL5KQoc8DE2CPFy6Ub22bGW84BPOPZeiND5VaAc+z0UnviBUmb2N9gU7IULcvJcOTDvf0nQ+F0byveWBkj3pqU09WRIwvg9ear67pcW+O0WjvoWkBT6qld89LWr1vVSzFD0/+UY+SRrPvX5kMz7yrtS9Ile1PXVHSb6H1iy9WptaPQpyAT4G4pg9pjhtvU62j74Gn4O+UsADvbVggb0gpRO9AYRUvPwfqD1L5im+Sfe7PQZRmrrZcxs+89+7vUwHgbweLig9G1navXRXqr79uXA9itS4vkKiI75FfkI9/pQovgY91T1Lj9e9CLSovnYb0r33jSC+c1ybO1yH+z0k5zu+1eIbvsorTjwFtZe+A2zfvYAfiL4ESxG+9VfZPadagj3bwEw9cR8MvOyytz2rI6Y8KGkqvv6G5Dw3ASy7gd+xvXrK8jvZy2O+F3SRvq3fS75Xrt08OQKAvgqapz1aNHc+k7TOvXYi1D0+4747RKBtvT+WHz6pjZM8iWDtPdZVML1ajk2+n3U4Pq9BXr5DWTy+hN+UvnMDHTw1eCy92kFXPfhGlj2Dzw89M6N7vRSOmb6aYYQ+GQZCvjoRljylhT4+MI1vPekcgj16Y5G+bUVgPZgyKb7yY4Q95+hVvgmcE76mVhm+l38DvsGhsz1BRga8qgufPeaQVL4sKme+Y+VAvigXBz6sCrG9MwGCvUdQoj3xdA89J3SWPdVaIz1FKbQ9GWNcvaopWzsACZk9OoLbvdFXPT66Qhs+wWBfPRzDLrsl7gE+cRwGPUCSDr7lHq49r0IrvZno8j2Deco9ojlJPnshcT5FSqm9fGSPPU2P8j2au3Q7vSAuPCx7Db5C7Gq9VhocPosECD3LzeW9u3T2vRHRBz4s6cg7ojXnPOg8gz1Xf+C8PXFIPlNTH75bNQy8aZDOvTD8mbz8esQ91PHiPUItRj6oA/U8c/WYPixi8T0jc5Y9/2BwPijsD76BCGk88hxOPSCwCD4Wdes98dtjPqUhtTxB3m69JPmAPi1bET7AkhS+0/6Svbd9Dj5UyFg+T1/yvJPv4z3YAGA9SLRZPuguez2/m7S9A6+1vWnWaT4UiLK8zfO3OxXI+Ty9/UI+AyAeveXM9z1qkxg+WYD1PRaxDj6X7bA8IKvgvY69iD7Bdzg+oCHRPbBGAr0i0z8+q2g6Pjhtqz2QYAE+VaQlvZ21sz3nHvw9OdX+PaiFGT6uBBU+/M77vX3U2z0wAVa9g2gPvhN4tj1N/HM9XyGRPs7k7r2hk867kYqzvWi9LT5vQpo9UPYFvnsY7rttWlY9D2ZlvYJoCL6fAOY6ycQovGtxUr3qn5S9YQQzPokSgzyA5229Vqy1vOWz9Lyqqg++smr5vdcDgL1/sD68rda5Pe+FzD0wKp69Sn/1vYK+X75ge689S6zfPIKRU76rkhe+P483vS9SVz03vww+lVRXPkXDx70bquY9qpLHPeUytb3NhF+9GJDvPfBohD3+o209PBxHPtzWbL05PUW9uTw4PDvxHj4fx7G9sLb8PJ9e+b2OvZE9fdFuvGRAMD0M4189mcuuPeLenz24qWA9NCOHvfSKy72LljC+Wc1kPYbdmT35Yfw52csOviD3+jymqH89m2QEPsoyOD4gkja86mTVPbZmXz1zXTi+J+UHPkWalb24Os89SwCJPRVOnL3btQY+2yyhvOEppTync+a9kFVkvsJjg70/2Is9T4wkPQYnAT5CxGE9anLQveUcyDyVyNA9KihcPa+pUTy0fiM+smHzOxcHJD0Y0JG9qNykvShQQ71448q9I8D6PHnsvT1SPZq9SRezvf28Ij643N88RWr1vTd3crz5jh++2dv7PFjoS71k1Pe93wFVPuQSFL7PMSA6uudsvUNWJj53JtM9yholvkSwPL1rUDS+/842vtxCnb3uNVo9mpu2vC97ML1tMtm9alo7vLHFn72lfhC+oVwJPiD9br0ez2O9H3GPvl13hb3+jRq9gkSYPYO5R71wLba9U0UJPo5K3D15jb69LzxhPjLyNz0YwxW92w6cvSw6Iz6Rndi9JLObPcLIJT7uXLA97mnZPawCsjz4XQO+yHayOlILaj2vQJm9EB2mvem1mb12qhU+9ugyPt0QLL5BpeI98m6dveViZr6o6qe9ymGIPGAIYjzc+WS8454IPupTN7099U49Ok7FPdU8iL6drp++gg5jvvEuWr66JdO95k4lviExib1qp6+9vL4kPpduhD7qPpY+Q8Abvighoj1shkY+XW24vetZB76CRW+9yoPOvT/9nL1dFis9RrdXva6q0D1JqAC+/ZoQPrExXL1LcQC+aYJGPoOHXL6s1yc+kCRaPub9JD0TkQW+BpIcPkOWQz5tir+9gvbOvSiHpL3cIog9drn/PNN8PT4/9KE+JOFmPB2rjD3CTmo9RsztvfllrL1eHhW+ZG9ZvrCjgj4ipcY8KveXPdJFIj6cL3a90aNLvpdfHD5/x4Y+SeQMPmlvaD2RnUy9AMSxveDyPz2uPua9W749PnM3Cr4o0io9apCNPnoPoL3B1709BD/vPY/ia74HDgw9HkofPlVaIr7vvL49SS1lvdRBhj7EOIo+1hyZveg2Ez09Y5O+GjWPPc3sMjxg5z68VQO3OrTQUb42jAK+41VTPlzh4zzbE2g9wPVHPmVbUr0Vc/A9oeDnPXEDlT4giBM+8B++PSv8wr2ftbu9IqfRve3Pvz1Q+n++B5w5vdzzjrw/qzU+2Y+UPSMk0zz5AV0+nLaivQ+JRr2tYQ4+AvYUvi2yB77ePyK+lwSmvaySOr2lfZq9MnvBuGnkEr36j5q9X0vAPdEWuz2X8c29RBdhPb7bAb4zYZC+3HAHPdoxVT3Radi9EbspPbHXljwXqJG98nGiPQq5z70FXue9/Ok8NxdmBr6RSkm+PJClvank9jpK5BI80/KlPewLDz6mJA09rk1hPORZP76aPWS+PZCYvQiGrr02i5G9wKIyvQAhKr4YWLG97v5SPYqfF75vb/E9rJ4ZvlLX4zvrWvm9a/vivRJ/JL3V6gW9tYFbvb9Vq70Pjmu+d7IvvvkVDj3Rorm94LYrvj67yj3a9ag9O6qvPbzCib14RVu9BAUlvulLND23IPk9gem+vYaUbD094wm+hDSVvR6/Xz25Y0S+F+o/vug+Nr07FhK+fdYdvlkgED43CHI9OwbKvfy4qbx8MfS8f0+fPX0vsb1r+ea7BOiMPd2ngr3J9Ru81ZjCu13OqL3wew09HW8ZvRqffD3Rx1a8IJ1PvmVSCT3MCpC9+RMNvvRgSby6x3q9ZQEAvsIca77Lvmo9zfrCvZLuNL1GrlI8LBS6PdkZvDx7Mps92xFjvmhFSL4JRNA9V3envP3IzD0Lcoi8Arr2vdDRK74GP4e99cobPvAATL46ApK9QS0tO3sJLb45+JK9zBQ1PVlYkr2oeI29yqWzvep3ND6fwlq96c6uPSCqWj3cqc68pZ3WPCaHrLvTXhm7MVY0Pu8so7w2IT6+ll4yvj1Vhj5svhg+b05wPQvGoj0fYHY9mzrju3V5VD2/k0g9D8XOPd5Bq70tBB6+rTb8PeIfDT6nJHY5pE/JvTRSIr3fmue8vSWsveLwlj1hsOa9CcpaPd5FHT4zdSW+IrJQvkNJdjws4AM9Lco7PjUGLLxRxcy9VFdgPQz3Cb63HV89hHegPf+iLT1iJDs+bE4HPCPrSDx7yDS9bb1nvbjW37vZ4Ja8tZrPurUeDr50bTG9bBwCPheuUT0lRw8+hU4bvuBQ3Dwqgso9lF4GPMapar1KRgG+FcGNvYeZB71ZcYe9FpWyPVuZgT58+de9I6gzPvmuJL6ZK0S+D3yNvEaUXr0wTuI9jSjjPakekb3caDu9qj5LvDclhL7CN5k9Ic6wPb6tlr2Ajh0+lDIRvqVjcL7STa28OR+zPQygCL6sm5i9PC04vTWC+rt3zA++/v1VPXvcrb2E7Fc802tfPgH6Ur73NaU8ZXHtvc1ri7wGQZI94VobvTbTKz1RTSO+TPJJvfmsgr1gUNU8MPzYvUcCBj2/sL292yxqvQ+3FD7+L8o9N5vsPROctz0Kl7Q9sPgcvZQ0hb2J4369hivdvH4uSz4ptz89UagNvpyF8z1CwhY+RzZePQBFyjyIPA++SJJAvqTXM7sV0FI+cG4KPl+8j7204FE91xPqvHaek77SMs89DOhOvkkCcj7I5ig+GG+7PB+5273FWh699EiivYCoZz7Q1pY+5EFNPpYcRT7yQgy+VeSuOzH2Ub5ycM47/vDgveXFUj0WlAa+LZ3GPa0Azz2uLZ492GiAPn7shL2dyBs+o93QvaPPQz444SI+0kN+PdUihb2eCZw9Gw1Ovq9CTj2BJak8q3rpvVovCb4R/248J9K2vR1FRL4lCfK9y+SFvujYHr7R5WY+iUk5PgWMij1vSsG95h8dvY+PMj5zrW08o68fvTVwt71z8Hc9K+TRPQQKNj4cLYO9uY1JvDVEhL6JI38+eg7zvezOOL06NpW9t8+Hvi8ouzthKKK+NcPrvZ4SYTyCa6k9d5tCvT45Xj71QO+9pJ4Pvm9mU70mYcm8MzqjvObNLT1Zg2W8I3k5PromY72SLIw95UxMPtDbCL4iX00+KUiVvS78+72w3lq+WMUsPblgyL3p/ue9SKiDvlkIt77qgFA+b3RDvvitsL1Mno491Go8PlG/Jz1OEVi+CjR+vK7cgL6NmVy9gdgdPoUyOT6Z2xS9ZVNbviKXDT5MyVq+QqhYPgoYeTzhceI9J4gvvtt7Bz0Q05m+0r/XPSVJL74TdWC9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "yECkO7I42zzdU0E9KbbSPI0u57yIpd881ekbPNfvc7197XS9vFlfvFfDqzyU3kS8pXqivEeQXz1yqni9n4mAvFrBF720Cka9h/rbPfRzJ7xCgCA9RCP6vFOXX72vXxa9VqKFPPvSrb1tQmE8rhJBPDbujrtPxOQ7amBSvEwNHr1NBuO83kLDvcUGU73mN7O8DBq2PCXLBL2HwJK9vvphO3fbGL3SfgO+job5vMtcSL15na+9YuUWusfxLb0aeTE8iLInu+o/oL0b4ks9jOCZvepSE70Nmi+9ABc0vbPdh70SHoU9ZGizPY9/pzq5Xns80VZCvNx+ojvh94i9zx3hvQzYBb3WYHE9EKaHPfJuEL3Rg7o8+89PvMUNjD1cgZ87vzabvLXcbDwbWC69zVcWvSaka70AHJ680VGIuz5dcb1xtcU8/ZL3vRaVkz07Q+C9GLpRvcFXhTtjpgE9U0FEvdLsA72VAYm8Ajc+vW1hFDvcpum8pWBtvSRtPryA2Bo96o4ova8pCz0k8rq9kgtRPWlpBzzoIIm8nfMIPWbJAT0zfgM8diKIvCDncz2ohLw5WTcWPaaX6TxJc5O8eVMEPfK3fD2IJsm8zVAavAhU4Ty43gS+1jdAvD+rCLwA5k08BLEGOiO0eDu5Jym9KZexvYLLH72iV628OIU3vMCfg70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 