{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "YIY9PSasSj0Ol4C90RfGvTcuxL0KQlE9t7MXPrJkJ77qkN09xpKuveb+x72iayk7mkDcvVuGQr7whzu+6B4fvl73uD3t67S99uQHvYJlVj3Wv6m++nv2vZdCaT4W9ou9tBjvvbxAZD5PmBi+wx+IPd9/Wjy6ETk9WF7+PUU/070i7To9Y0T2vQ47qj1dnwK+garavTbJKL754Ds86b47vvm1Vr7hzrY9wvs9vUGMYL7vLSo9Ml5evd84ELz8dRy+SO8HvTPNDb7qdzE+XLvfPUiuCz7SBBW+Ici9PUWG4z3Pibs9INGxvXS7W73PRRW+YrNEvvnHcr0Zitq9IQotPuvagL7fHDO9m/B2vkBudz2o8Ri+bNJyvmNVD75rCiO+0wCjPbjteb4M+0K9KgfYPE4uIjxAwDa+7jUPvgvwGj4gJZK+MTV2PtL4Dz103us9BuuPOSrPP74S1gW+/QohvklIZ77CtSE91PMxvYVhkD29Swc+ITMavnzVEj5qxXg9TATGPSs6eL1fCgA+3iTwPLcy1L3t1+Y9V2OJPTERJb75ywA+IPitvdK71rr7ETe+5/IFPq7lpj2R+oE9T3n9PZtInT7xFZM9RwprPdcKub20+/89OPLcvalEUz27a6q8fluPuwU2Fzv9nBG+Fm3svcaRqbkAMBu+0/XCvVZVpD1TATk9nNMtvSjQGL4UIPU9NRojvTP7UjxVZIO8m4+XPUHZ8z0fJwa9yClRPvysvDxzI+69cGs6PFdXGD5Rjuu6aYkgPpPi2T1Ieq29JzsJPvIbRz4ougK971MFvs3CHT03oY094VWxvXlnDT6WUxu+fx42PkB8Bj5SIQi+syYTPobvqDxhFzc84/btvYwOkj3aEl68ICUVPjcy0b0vhmC99Cm1PfznsT2Mnic+7l0BPuq2KD4SCZE9o20SPrfnND1WagY9yOlVvfUXAz6fZ8M98Yy1vdboQT5HkwS+nbM3PBr8/L2kvBg+ErLRPWl69b1yWtO9pgBZO/ug8jyTwjq+Us6YvXdOtj3BuQG+3eHJPbvOl72WoB++flIrvr5FFz7MyxW96XjzvR6wpD3IWry83fIoPECUBT44bym+s4hdPRIVVT2ToSG9YHOhPWLrFr76G8S8kYcIPJq9Y766XYg93T1PvubMiD39jAQ+xh88vE6CyLulLDk9xf/GPed3k70GssG9sgYpPnQcbLx29RM+F881PrMGAz4VY8E9f5a/vS12ij0TSb89CMQFPrUYL77li1C+le/TPaehhT1jxeo94Nm0vVduAD3X0pO9utyGPJuCHz6HhjY+cBg8PR6eIj0Un9E9eUncPedqDD5kcZA9QRT6vaGmB7ynYWg+Ilrqvboeib53SDM+BWUzPrCAIb7ba0m9SImKPMkwfj7vVje+hroUPiwvYz6pqUW+REIJvj4Fyr2PaRI+xiHwvXDqAD1ywGw+BOn7u2cAyr2NMGA+n/4gvkQgQD69aJU9BnUPPrBnij3kTS2+CbI9vZ1uXr6oNZy8Z4ifPO3BYb6Snhk+/N2ovVuqej0+OO69SvZtvsDX8T2uQ/E9CEQAPoaYvT12mTA+6vt2PSrDXb1AN3285mwePksIWT25i3I9FT5tPYJZGr7qZPE9ZVyUvNdgDT4zUNQ9vKUSvozGBDws0RM+KFWcvK8AuzyYJoK+hyqQPRNcDr4rdb89vEkUPi7NSz4Y47K8I0D/vW4b6z1Rqr09+KhZvVlAsr2GKPI9HTf0PQ5EJr5swCK+xEDyO5yjNL4pmeu93K6bPdySzzzuJQ29oAucPe+Yqj1aGje+EroSPs7NIr605Sk+QAICvozGjz3cswK+6yrMPJXbRT42vwo+qTt/vrrW9z1Ansa9/Hwqvp0gAD7Enxw+RdKGPSKpbr6ALqo8Z8dqvvLx6D01Boa80CN0PeLsGb66AhS+dqiAvvlF3b2wFBC+Husevh5/1LxPnd29xoInPml6Iz3Q4Z29KIIKvo66Bb7WtLk9Elk5PsW4db1GBgo+YA1rPQrHjT2gwQa+LL7kuvywwrxCau28ZoprvUpBob2s0wK92Ek4vmwSYz05eye+3+4vviVtaL1wdIk9ZvFEvg0vib11Hgs++QDDPKT0Ur6s2dG93rDkPI9ILb1UwyK70LVEvg8tx73q3qI9wooOPQvlCT22QES9mdEpvT3zNj7uknW+AI0DvcgJ8T3KGoG8a3QTvhPdCDwiNj28UyyEPjAKFL5M4KW9ryA1PbmlYb02XlE9qe4jvo99gT1+9yM+fEoevn1gML771Bu+ssGXPBbvtb0xBn+9ONtQPS+AKzyp9DG+rCgKPv98or3vsHw9oxmYvEGNQLzd9ms+VP7Zva0/QL4pbwS+T2A4Pb6i+z0096K9aBrNvYi4iTvSzLi9keHOvPZh/D1nrT89obJEvqaGD77gUcO9jYMPvu4wUb6Pm349pcd4PYFJOT1yrGW+gCpwPSTPn76Yuzg9rPPyveYXDz76jNC90NKFPrMtez4+eC++XfLOvfg/FT5YnBO9jla2PW9LlL3KNBe9mz5CPdYOX7wWQmi+tuQovCam7buE2HU9y+4jvpSUrb1bbSq+RO5XviEMtD1tKi6+kzCKPCPOTr46At+9JI08vkJpqr3TlOE9WqfXPPnodL4/17K9jEE+PLMrgr0/oSi9ST5WvWt5ab7t3Gq9JjaPvTqzF75WLkk+IdNaPVb3MLxWnr69z130PGEwbj0Wn489z/XsvAz/kbyE51+9ipuePSQQ9z3HL/s8uq2kvXAeTL2KyaK92a3NvZfmaL0+t4M+Hf2yO3x+wT2a+DS+3eyIPas5GL64YRC+aLDlvdZ9TD6Ej4+9oBnoO8mWFz78GDy9eKRguxn5V77Bu5k9PBKlvZD1NL29AKe9ItmfvRIdpL100la9hoI1PQYJ4T2zb/K9wS8JvTmQHL3PWme8UXgdPexvRL5vJt09LO8KPglxHb69Nmy9tKSzvRvBCb04Hme8pNIqOpAeqT04/ic+CXf0uwvwCb5Kod08qxR+vBc95D0BQtK99p8cPpnGnr1kcrU9zBwXPmC6ib2pH/481/ohuZO057x9keU9xzIKPneBOj6Npi8+ixjqPM2cRT4vZso98Ys4PcK7tj1d2c09ElwtPkIrGjziuAM+wtYwvTRt4rzlswm9ptMNvv1JFL7OQuW9JU6rvHV/SD0LZJI9B06huyZxwTyC2e+9DysEPhuYez1vVAY+3By3vQXs0DxdPkg+ceIZPa5YrLy5vTM+LpIXPgoKK76kJ169CZG1vOloCz5MscE9nlDBvRT+Yj1aIQS+TsUhPWazAr70fyi+ttNOPnp7m71PYAC+mp1Pvk32371xtQw+g4aSOwyD+r3xFvY9sLaWOw3LBz7QJjc+4hgePSO7nD28Ubs9l8SdO5ojU76bDRs92wlZvMZoNb2VCJY9yBFYPrX3zj0fsr49ROnaPC6HYz0iNTI+XVFLPmgWhrmICqK9qV5kPkfeuT2gYBy9R8o3vWNXRj1IAxU9+YjXvcSNjj1/OtQ8mOiTuBOQm74yyBg9BgJDvWz/BjywWju+XFz/PRBforxoADi+KyCGPY0zVj0zRY07NLoXPtiOb75NIjw+jkNbPV40Uj5QlS4+G+NWvshwUj5iRiw9cuFAPn62W73OzCo9mgHgvVMRYL7rvIE8aVjZPf7JID4tO7I9+1UjvjiGJ74tZdM9/t2yPVEwG74h1hq+i6BTPpuwnj3TEFC933u9vTihXD5qIf69UMJdvmwrEj7xGik9DgCBPYocSL7Nri4+rQxYPtCqmD2tRIy9sGayvZdFJj7BVT2+Qn1Su7aK2T3BqAC+zSP9PX60w71LaF89brjavehyrr1dOde9uYuJvVOBob3WLLk9uhTvvX7QSL6Zn5C8LXQhPixTx705bqE9Al2Ivklq173T7iA9VEuCvQmP/r09FGS9Td84vnnfhT2plhq+M4Jxve0jOb0rOkK+xBpOvha9y72J71G9iUiMPYUirb2unjs9iGSYPXWajT0uv5a8Bc6LPbfBHD7Yk4u9mLdovbkSRL1DVNU9bF24vW+2y700qRC9WyvcPW7f+z2emBQ91fivvRIxrbxqBYK9ieSvPXkvtD022xU9w48Kvn2vfr4Ibay9L1NxPiS2EL5plCW+ZKvlPa6Fdb7VlZi8bnTTPWRPtL30PxK9JNmMvrThEj7MwC8+ODXOvaM4cr62Dwu+RxuoPdELOT3uuyk+GA8iPkUS9D3NNYe+iL3vPU+0EL3YBUm8+cmAPfoWUL6JXBe+QzkTvB3F/L1GNUW+MRM8vavH1z2KFzu+w8p9vbzPvb0xcLM9cJoMvhJJujwg61I9SkdePcViHT2lmyc+BjU5vhS7G7t8F4M92Z9evvQ2FrsOvkW+Y8g8vulzRL6ZdeU9t1X5vbLy7T0ogdy9KqAevWTZVz7KAsY9lXQmvroAD765d3y+RkKqvZOe1r2kTwm+fx+BvRpS2L0bH7M9osyJvvDDPT4C1w4+gFPXvC0zbT4cnOy9ekCxPLr98DukQc29T4NBvTSStLug2oq94YnTvXHiZr3XsgU9ti+Qvn/Ewb0bKGe+nL6lvdi3IT6cZOk9LRN0PZJ6rbyMnlw+v18+PZib0b07DQC+ovLyvc7ufz0N3U+9KShFvsqXjT7ltjW8Tbb4PbTjKz7+xGy+xvOHvmrof76Aj4m9emXEPaiB672QyGE+Rl4PvbRY6jyUNzY+LmFwvYmiNry7cMQ9izu7PXE9G77y/ge+2AsoPm1OFj0C/OW9V9savdF4U74IMQO+nyHaO4dyvT3FYIm97mflPY9H0L3IjPI9+I5xPg9Fvb0+svI9LIszPvriSL1XC8A9XvfHPVcamDxve5c9TNlYvefhHr4eFZC9uUyPPfiksz1m1Q4++f3evVUcUb7DAHI9FPASvihkwr1eS509vt/SPeVThL3uIme+FlIvPH7Og75H4Q8+G59hPYknozwwxQg8pBLKPXgJrz2Zaww+ot7QPe6wSD0A2cE9mE9EPm/M3b1tbYy9ndnCvJBPN7zlydw7UuHBPWhfiL0nojy9mIyMvQGhcz1dyei9Z4avvTekiD1Clqk8yHg5PrqQJzy/zTc+WTORvccgDD75c/i7Q+7DPSsvF76AwSY+r84vvSgdDb5XKqm8Ji9/vAB2l7vk6xo+4+HfugGSCr7J4Js9mOk1Pbd7sz1eh0m++NT+PfJckT7NTR88wQcRvrJGgL3py3e+n9QrPUOvgL1kZsW9572wOxm8WD4zrmE+p9WFvd4dZD0Lhi6+MQohPtqES7zYb509N03VPbgoDj4kqrC91++fvZ1BibxOxF+8hf1XPqj96z3Acds9/BoPPRiVbT1C7687M1S7PT5Y7z1ruic+jCstPa1Ojr2CTDC8bBwLPYVVZ7w5Zpy9P9C3PY8dGTxLN7w9FPl2vomYwz0ncUA9Y487PtoAqT0ufLQ8zHQbvq/XSL25JVm+WZAIvQeePj4TqXe++ajFPUeMO73Tpng9ezjfPVU5VL2B1E4+ciK2vbEEW7056g89Z/BKviO7QL5iQ1a973MzvvAvIL7JT7O+/zeIvgchqb5mZW++IY+EPUKbmL7+xaY9jbMPPqDeWTtoc1u8gqGYPEnbLb6diU0+yZjTvXj0RL5SKbc9j0BXvoYdfT2PAPI9QoHqPQ01oL3eFVw813YovnG+Lr5wGVe+r1jevXfSDT1tpDo+rBRbvIYcy7xJAWk+PW2vPZDTqT0xFgc+zAWkPW4gbT3MsQq+UzqavQGaoD3NZ789EpCdvEyVuburUSQ+KdGTPSrA4b2cZ0C+9hy7ucI5cbmYTDG+4aoePX/DDb6Qqhu9WMo9vnri/z0qlKi9plhbPthDBT6whrW942kxPbWVILoXX7a9l0dwvqDmDb5tOSi+kM3QPTZoLz4Himc+6VfXvfC6+TwTAjw+q84aPoR1870HWqi8r98avd8JW76JodA8iO2svcyvnb1HKcO83KsCvqEDCb5wcB8+rCsNvk/IIr4Y/Rq+9YeIvifjgD3zFM49Q/NGvb3SRDxoB3M9dwUhPqqrJ76DwUW+Vw4BPnkEyz34kKi+Lyz/uxNq+rwzRD88+K4BPpN+Dz1ORGO+TPqYvVd1vz3ZWZ+99K4tvhVABz5Mw5u+HZGmPURCFL1jdr68xYjmvedAzD2o/Py9c72VPcS9Rr7S2by9Ja7avZQbhL3KG2S5c5+wvay+m712mgm9C7pBPUQHOr7XxfS9eRcPPDQxMjwHd6Q8LFXruzDzy73n2SE+OOb9vdfTnjwKxX++th8kvkvCNTzMaBi9OCqIvVjwLD75Kh6+LbrEPZYcHr1BhXw9Je8yvhNINr4otbI9fgBzO0iYuT1RyIi9prr5PWXSZby0vra9mL/wPcR6qzy5Wfa9zcjru0QU+73qjrc5QcuYvLqFt71z4Ny8HUTXPIPPKb7lt+G9vHCWvHgKRL7zmPU8xL2GvNYFUj156rG9UOMDPlgfW7763X++Zo6EPQKDszt4tqq7Cf4aPnVgEb5Kyjc9al4ZPc2BnL1Hj607vJs7PMxSbz2DLQM+LmMKPgVpgr5UA9A8ZZJMvvWzIL1Zad89rlievcEbp7z6SAE9zBiDPnLh4zua1hK+04srPpwJPb5r/SY8JHMWPeEtKD6RBDa9PxlvvpbSmj2xNrC9UbaZvVcIpz0rAfo9qwsyPmSGcL6oBqS9XS2rvmW7BL78KhU9zBUcvZrryD3qCbm9vqmsvDFmKb6H7hM+NDSXvc02kLva0x++3noevlFnwD1AF9u9yo8rPocQIT5FUFG9PRtQvptPtDwGa+k90Fw7PYLVdD0m7ei94z3zPUNwH74kWOi9lot9vacwoj1y5Ec+4tFBPvm8hr2Epss8097vvUWQir2ooAU9iOUrvpS3o70UcYc8j7+5PeZenL2WNuk898sQvu1bqL2Ffw09dyssPJQDyT32d5i9H8HAvYLxy70sL1m8WmcfvnxgoT1iHA2+ocevPbOKSL5AHgE+s9ervFBaLz2wrs48p8NDPmCgA74/5eI8AIekvf6Jkb17+ZS9es0LvtvOQr52jRw+I88+PWN5Gr5Xhjs+6BFoPL+Zwb08Cwm+dwOvvZDonj3wqvs8X4wevdiuNb5KdJQ9IW3VvW11wD3JFCo9CrVVPTYSAT6NCcw9JRqvvCiiNb2qi7y9NDX+PdVQML4A8um8DIeIPcbuXb6HJOo97qutup+kOj5+6zK+L9TEvS9roL3sa2E84jRwPRvZQT0X2wk+/l4zvEH9HD3LSRk+AtMaPsYCMj39GZy9wIMVviDeu72Ih7O7S0ouvvE187sriv69kIqtvTMSBb7U06q97YbAO7A1wz2qW+o6kXDKPY7+L74uctQ6IN8nvsIv3T3B5nW9ZraHvTu9UT3pJ9+7QxUPPCI3Br4iP4k75gMNPrd8UD4UhhE9cFwmPlSO8ztZZ2U9l8NOPOC3Bz7O8F09ekMZvtlgZj1ZSpY7Xno2Ps4TgL6wLNa96dYOvlKfDD5ZcN+9aaYTPgzrOj7M30g+qAnLPYD8Ob4KFze9jPIbPpncLj5uZZI+qIYhvqXXBTxQlTA+BoiSvoZY0r1Lziw+ad40vf0qmT3CDi0+JJqpvR7lkL0u9r+97qtMPoqsw7wO7cw9klwUPgN7/b0G5Iq9uzSXvc+lTb5Lb6E9YHqgvFl8AbwpMzg+BTTFPTosJ72440c+1mSivV+iNb7tcq699tQkPvdAgr2Beko9rP5XvZHxZj2ooN48G9lwvv4Air0VGAQ+iyvSu3PhKz50p++8jstsPjyktT30WHy+n0MoPurGFL54tIC+X6dLPO4k/T21rRQ+oca2PV/NTT6ky+e9ysBSPuHJ6b1uiBi9037LO8uWGb74iuO+hI4HvQ6/pDyRya295E3xPY5jUr5jyNE+9dFJvlEzJj41JG49qZCCPbhZqj62jis+CMptvqYOCT7A5EA+tZXJPHu3yD3BRvK7bvxIPo6lmjysMsc9tvIgPbtPJT7QASq+gxSkPSyYs728jnw92NNYPS4Xib52cQo+xSRzPE2vML7fWaS9RrEnvo83kr2DosE8VCPYvZWdVD1N/1I+0w/svUFlSb1lXJW+GDngPWuhOb4pcyS+TsHFvKTF/b2tghA+nmEmvap8cL4L7mA+xTmmPlm9gbwT2ne8wSnvvUbZdj5QFhe+Ld0ZvQKILj4ZpI8992YZvJUI3j1pdiQ+CJnLPW7pnL2MipA94lKYvd3ywz2UyrU9bQSwPXM6WD0cbGc8mBRWOtKtZT2dvre9OAwQvcFJuL3wXe295hHIPbxr5z3BwNA95hs6vjijmb2akC89LUQ/PpQ/QT4v8du9YmYIvo9+PL3X2a09tvxXPm74wLwbtTk7Zp0Rvl+sTT0u+Q0+7anjvfOPHj5Y+hU9zGnIPbYAd7t/8Eq9x9N2vc/dPb1HtMY909WJvcr/4z02EWq9Ey9hvSbbQL3L3nw951lPPkUw5j1ox6m9+QYevafiZLwO7BW9Un41PvXlRD2v77O9yKzEPCgaoT0TdNM9JSPMvcNagj6vL2Q9gjUBvQdRKT4gBda99G12PrziWzywVMi9wg5uPXwjoT1VkoM9vughvknigT3OZ6+9va0kPnG0tb0NZww9Jiy+vSRLHDyh6UE9FDfavIaS+Tze6bK8jssePg7Jwb3iFQI9XMA6PXpqM71YS949u/DbvbEcbj08mT8+TgPjPdXqzTyJjSm+kh8VPl8H77ztfN29msI7vmQOvj03M6u9XcZpPGwm8r0Ca7Y83kRovdICQz5V1hC+kGYZvqXEnL2vHMS9dJv5PadORLgbhic+772PvfnJBb5J+lk+7t8wvetl8jxmGu694GwJvt7ATj1D+OY9JjaovaAeir6MqAk+CWTVvX4DFj4mkn4+G1SLPa8MTT2ZmPs9InGNPVSkh723/Ac+cTwgPokF+D10hWm+wCipPU/z4j3wDEc9aTJFvIqjLz2oWQq9hq6IvXgO/LxZgLK9DnYSvm7Smz2+MsE9R4qWPZ65HT4qpg2+F7n3PEmgxr256NO9GuwPPlFJDj400t29VtCZORYwQT6oHWS+aUXevcOpAz54fZo9STkGPqbDbr2NdTY+ShktPlJs7z11AsS81QEOvJ4fFD3aczu+Z7yAvUXg2r0Ftvy98UyxPfSRqz3vpU88yOdOPgtCI70CZ0e+Rt0mvkf5orzxvxQ9ctgFvk/Spr0di4C9M+8fvgafMj2BKb09/ggQvuQJWz1HTBE+K+covlqln7wKICW+UrM6vU5LhTy+SHM9hmXlvXY79j24bA0+BrK4PXpqAj6bnpm95PAxPRNYXr7Ws1q+hjuZOzA0GLyjZ989PkzHuzVuxT3MaCu+qnJwPAfaRz1igCQ+XG/yPY/nIT6ViQW+3e8ivsSnhD0xhaY9Bk5Uvm/axj2jKcK9xmO5vGqlFz2PlKY9UO2ePBzlz71bjXs9xAq0PDL7/TzB6Gq9phuGPke4Mr53L3M96IAFvuDzAr7tzP48nFpyPF+THj7Dtj69meMSvYmfSj4b0Yu+UWeCvsJabD5iMpY+BMFMvmsK+r17XIk+s/8jvtdNyj3EvZY9OIcQvtV7wr1Uk6W8SR6tvTEtYj3O9BK+ytEsPk0xLT4+3Pw9+Cy+vWYAQj4rLXe9rA7dPEMN1z46i7Q9gRqaPbFM/D0381s+sxbtPasRqj5fkdc+DvhzPZhAGLycyTU9OH2tPWnCKb7AdWu+XwxnvrgpujwXKW29N5uQvczrAj5rrBK+3T5VOmqL5D3329s8EwMVPs3NAL4b7yk+OAcCvlWQRL2jnom+QhlSPd0DQD0qS02+vd8GPqlKDD6RxAU+N7Bvvivv17zk5V8+2P5AvtooXr44rsO9A9GdvhN5Tz5ffMW9ExK7vTOeKb2JeVm+tSpHvuuvrz39CUO+EEpLvhzDcL0UIpY9gnZvvpuZrb1voCo+obDGvhOIkL7D5yU9UrexPrmpXD4igYk9bT6nPuuZxL1x6Su+FWSPPm5fEb0QU6K+fpGrPlga/71chL2+rN80PV0UoT4Ugdy8OPYkPo9k0Ty4IXO+kmRuPkYY6r3sTwS+DYoDPqFQMz7Uqas9uWL9PcsURz6K6l6+Sq55PfoV0D1q4EY9gdsevtdXQT5CgcI9BxGKvJ7zOj2SDUc9lXL1PVS8nz5fYkC+KGszvfW67bwJLAg9/itFPicIlr1fD5U+x21rPRMaZD321oY9BbI0PUM5ar6q7R6+/ebavNiNHD4F1By+36yPvqp2jL13V5M9SclXvsGeqjrBhVu8z/7kverGR71Wdgy9a2aOvmwLKD1EtqE9hfIbPavFNb017Cu+SJ7jvPhh1LwVF549qyVKvaqoyT2JIQ87BmPovZMEaDxseC++ZCNEvXE3JL1YOes9ep2dvZdFFb5ySAO9g+lZvcKRzjnxgsc9D+ncvZ3qCD6aKpY9huAJvsgtlT1+uhw+VBIbPhPzGj4PalQ+npBrvRCi8LzgFbS9cWEbPsyemL0mSR0+GnY4vpSiGT5Syz++pxibvjkcyLzKsmo+k2yWvFtJWT17hxe+VAkCviipKj5Z0l89ZdQqvk+Kzz3BBRA+oY0Ivm9cIb6qp0k+BMVOPkyUWL42+4o88cyAPezNML4YFGg++2VcPWnsr7y1IQS+MoJGvggPtLmXP3w9ExJdPrH0ij1E6WG+j2OsvWIiGL4Be16+HUMDPIloJj1CgKU9tLfmvWajLT4rVU68GqOYPTbcNr526KC8VCclPlGbD77Dl9u9V3xFvDhjkrxaFpm9TywFveFQpzybvt28MdgavpW6Gj7BpT4+tgZ+Ow+ICb53Q2I+CPdSPgKFCT15tfs9crv1va/1cj2JNFK9CfI2PpXyGbwsV/i89OkbPiSlHT4FONm8xsS2vZmvvrwrbjG9yEJQPtHc1b0XvE2+LCGbPPrPgzzM4K89gGqhPE4SAL4TeZk8aElEvt3qBz6tTw0+7HUevlriC75HG9C9VxxJPsBQTr6ClCo9E4UqPoer6T1u6EQ+lSH2vA+fKj51gAO+jK7EPbI9Cj6vQZy8dUOtvYVYCz0qSKU8beSAvsXzbrz4ulS9o80gvQdVE77HPwa+yvDvPHiZTT5bGDI+pezYPeAluLvdX/q9kgKKvk5NEz54pjO+zj6PPT1fNDzt6Xu+jGOUPYQ7XD4qLU4+RHv5vRfHjL010X09oOMWPhEjrL2QukY+l0kSvTR/sL1FmWy9UC+JvMAvUL42Nwq+KLyqPLxU2T3FQ5q889RePeMIOj1qY5Y95viqPU90f7xuu2i+cheFPpGnM71xoAo+JdwKOlMsz727fH48/QqBvbSxt72vTvg9HzKRvIPQkzp16uE9sRDpPcjDj76axzA+ysNxvZqR/r3GSXS9JEgRPiazrz3L8D4+OzuHvM0FqD6X2jA+Gx19O2Ntrr0YLk2+fxOOvbWGMbs79C0+IWQ4vsDYb76qlcA9G3g6vYkrCj5SACs+5AUWPeOQKDyRLKo9aIswPaJt5L3X7BA+3HBDvmXlCr0wdoQ+wfC5OyBkAzz7Tj6+gCZPvHlpfj7bAKk7tRIVPU8SIb7lIRs9tSfxPSsbMb5gB4q+H8IbPt1fcT5yNVw+d7rMPP1+eD56q4G+6qLPPS8Emr4cdBG+GC5Yvh7jwj32aja7iWyBvsvpzD3IUZs+l/PIPIxKhT4SIEo+4rTNPsakcT49zDK+Wtl4Pjbf2T1MVQC+IbO1PD8PPb4huN29WGpaPrvUvD3ZA2m+TKGbPQ3sPT7NuuA91P1ovkGwKjyF4Ni9yYjFvb+R+b2kvwQ9QVgjvlANOT68C5Y+9HQTvo9Ek73i1Sm+VXTUvenYhD2ColG8zacnPiGHlr4iWTo+iy/ePTq96D4prVI9TtEkPm6UXz5YPCe+nZEVvjLM57v1+3g+W4lRPotttT26WMy9RDCrPQcwu72E6I0+3OvUvPaQir5zYWU9y0WCvrARAr4au4E9xhknvhKwa70N6RW+/aDevM7YpjnScVg+oq4rvcx2OjymyFQ9BLEePkMDBj6mVpa+CikMPqLFQz4s8vg95sY3PpisFz6EIfy9/mzgvTMwf74k/DO+LV/PPQZnp73Y5Eu+BVaPPM1sor7JiRU+3RQ5PRGXnb6YWsY9ccw/vqN5pD0WIBu9DkPavVcDEDtQQRK945Uxvf68BD3m9/Y9f1ESvmMoSb5evIo96gYJPsMqy72+C+Q+1lMSvgP8Jj5oc9+97sWvuqDrkr7Yv4A+sWEwPndkD76v9dI9SMoqPqT/aD0m+Q4+occAPrbN0z0RGe888i1HveOpvb3cCnc9/YYDvmkwNb1vcNa9JtXtPapmiLxcQco8ifaYPX2bR77YEW496TM8Pckc771bZQQ+T1NvPNkgH7zCaas9rrvSPfU1PT1EDAi9uCqNvc9Clbu8G+29W60KvprIMr3cAWi9l7AevkazODzWzq29Yec+vpiOAb35VVk8YjWwvcv/Gz6q+ia+6ioIPV+GK76rKuE7Csm1uxZ9lDpYw/s9dXLBPSGOOT10fL29lcrDPe/HqT1LJlG9C90iPnWTCbwMUrk9XkA/vRGm0b0pFvw8bd3oPdQnGj68+2C+nRqnvSWOGr57pAS+G7gbvdB/u73GUD69y0UwPk9rs712t2O9F3+sPbu1TLtAP7S8o30gPj9wzrx0f5G92m6PvR++ED5PgSW+E8qMO4u8KT3dXYI9JMiDPehpFD7EKdS98ImiPezYMr4WsEW9woG4PN3o272uwM888H0LPat4SD35xMM9XCNHPqU7DLzDux2+H1u9vcoG1b3lEvk9WsbyPW66Rj1oiRm+GL3cPd8JXb3wp5k9REACvWPAqT1rZOK9hwHUPddeQL06uc48Ca1xvbPLozz6Gte8IrgKvklxkz2cXVy9f9T0vcBnrD0L/h4+vhaPvKKlIDxpzXM92/WMPf4sM718nMG9KJhQvXqKV74oFPa9GykNvjXRjTys4tw9byL9vYdaab2IL569bnsTvUNK1T1jPgs+LEz1vQF7Uj49wIi8O40KPpyRhj3/eGC9+yYBPr1BrLyd2qC8xKCXPXUUAT7zggG+pbfCvCHxOz4M+Y693sacvbSUhr1Khlo9EYpRvkbjHD59j049bZ1HPB7RVL0TeyW+p2CSPcpGAj6caSS+xEYQvoKBmz1aA4o9akGkvRD4Bb664QI8J22/vXeuoTzCBjk+E53RPQlj1j05Xl89c2QcvZmmGz1Db5485mFnvubrOj6HkgY+X83vO3HRDj5QuJW+VPHdPauW1b3R0H++Ps5TvhMOzLxM8Ne7+8wsvJeoCr5NXmQ8xrtAvoXoML4hps+9+ABGPVwCtDwvx269uv+OOzHw87tq6L496JAcPaxALb6lJb89nbP7va6Si77k27u9Mp9EPuJdHz7sUqG9CQrHPPCvaTslrZI96Xc3PgCEpr1zm5i7ONJavVyXMz0aaFq+8VkxPq7FpT3FdZa9FPsGPgR8aD4LN5U9gRv/vbITUD6CiTy+wEspPSejGr4b0vg9Mb0FvWGDej0zzAw9VZZUPq+T7L1Jwoo9N2XXPWWwmb4u7wu+FZz+vc0vYT6fHcC92Lq+veCvhj1UDCw+Oa9/PDIpar1Emd08M8mhPq/0xjus8sE8TdW1vTYfcT6FrHo9cTiZPZniiT1KEmm+fXeYPeeJ2bzP9yy9XOxyvgqIYz5i5wA+F19cPuV/Kr7fBJu9kdRFvZ/4lD43XUo930WcPv5glDtSn7K+s5mRPaZ4QL7axHu+TnzFvdLLBT3Xz+49C/A5Pr+tHj4odRA+lEoIvpiudb6tRR8+1omGvINZv72rOyE+in1fvk6XUj7aOjm8a+cOvm6wb714xsU9z+VQvpxLhL4qxCo+gxoUPgI61b0EEoY+3TKBvSY9gLxZo1Y+yuvKvBCA0b010Qc+rbuBPksmkT6f4fY9iIz3PerKhj47oWo+xksdPgr4Kb4oA1g+k4SWvZ6uqT28iFQ+2A0XPiRIaT4yE/a9ZFCQvdSlWL4bR42+VfCUPgvTiT69MkW+/8puvY2a/D1bV429ikdRvg9O9r03uga+P/mAvkiY1r2n47+9xNRCPlQI9D1jAxM8K9JgPd/yHr7KEvY9gA5svr6oLbuNCWK+hYnQPL10/T2/JGy+F9JLvTJY8r3SFg2+SMszvkegOT6kOIi9r8a4PuScHj28nDS+3XcnvqV3ubu65Ng9N9ArPUfiwj5U534+lB81vvismz4VDbS+k8AsPkO5cT4bTiG8jUkvPquFNz69bai+16E8PoxeJb73Z3E+IOoEPuuPKb181Be+Rul2PS5nJb1F6Aw8Q8/tPYrTID6ALMW9nPoWvtfTPj4f9yA+Pgw3vmsKT74qPk69PilDPqbu2z13clo+MgVnvvqNxz38JKS8AxflvGHcArzwzJ+9JNwru9Li1j356NU9ABHaPCGKxL03fQU+8ZCsPHfhYL0Wc0E9pD6dPf76b739zU89oB6dPYJKizzfC/68b2ajvSo6Nb5bOri9MSsJPsyfsz20GZw9fuiBPX6TVj15c1y+ok/gPV37izwiJmY+046hveZmoT1qNDO+EjsqvSFrkbsc1NW9Z/UiPXNK8r3RMuU9T2qJveBJNL6U7Us+FYsdvMOToL0gvKo7XYgqvpteWr7J5iC+/RZXPVH4tj0nMKy9dRJCvWqMlz20k8k9GtOLOs8VID59spg8jiUwPtGPnDxA0g++BBtgPZ7GSL2lISE+/OdTvqbzaz2JVHI7PD4Wvjd5573joji+o6qFPalegD2OF0a8MtfiOwVyPj4uTYS81skjvQq3pD39nrQ8iUZ3PYATKj7Wxhs+WgNVPhMfmT0rync+S/OoPQjecjzU+Cy9PcuSvdezt72cNeA9nD6tvYs0Rb3YQQU+sfHWvZDml72+L649CcctPlvXML4eJw08LBFZvDSuf7xilce9LnM/PfQEIb3OtV89bLNEPvNAvr32KPu9B0OGvKJ3yr0fqrS8D2Vvvc+FJT5Velg+84VTvmAqhj53MzI+cGdHPo3NFj43Wn8+9gyvvHBF673m/CM+t0sMvrJCX76yZBe+Z3oVvgRtCz4LYDY9UrEdPhKZrjvRila9NHkDPVZerr2HLAu+B29FvVvFBL3gMHa9H+PavM7hqD2OWBm8knZovp/1Dj5nHOm6FBCIPbaXYT0/aq68HttrPsTqXr1zeyg+Lj2MPUVRAD5oBto8+6KfvDJkN76T6lQ+lxopPttxNT6pHn899oKFPjoCFb6t/n++GIUXPjjf8r03xhk9cAfgvBLswL1Io20+EB66u0gueb1QJ9u8RcRBvjO8MzzA1Ak+VjU/vf03pb39PU2+L+NwvSR68bxcpYo+59SevsrJPD6NqjG+Juf8PbOoFD5kSKI9MFa4vWXhQL2T/go+eC6vO97TeD4LVmY9yi9LvvKxqT2Oj3W+RlpXPtHR4zvDJea8jRoZvvIXUD25H+M9cYcqvtEMaL3iJRq9PbEmvOMCDz5fWeq9B5nIPo2INr2yJps92Ot8Ptvjob7qHYQ89ELyO14mWr1bEM294B3FPUjEWj2dSQM9y9W8vRJ8LL5wgm2+lTgOvhtetLwShZ29WJ3iPZJd7bzPytA8fVAoPTFq/DwR3w2+CesKvDJggzxYgqm+Etp2PqawAj5dI6e8gAmGPO5sRr2EfUW9ivGnu83HET6CDcU9IOlfPvGylj67cAU+emjZPetmur0Xzlq9/eCoPduZgT2miCw+Rs5ZvqYBuD2tSys+p1Z8vT/z1Tw3Ksc+jUrxPn5qDT/lDZE+dlcOveuLqL7hXX484LunPRh9pj3qIoE+CqSPPq69Wb6MZZU+vWyePQi6Dj1ejrI9y4CsvYmZcj58F4w91/hMvgmg1LzfQd49M/I9PvmZRT4Sy5Y6UTTjPSIsjbzR1zA8Gp05vvMkez2FGq4+0NP+PSV75721uNo+0DCNPdJ4AD6zGww+AqroPgDrQD1z3/W9quZNvpxVuD3YhaO8YjcDvshvor1UsRk+dbXTvRW4tD1G0jE9/DHOvQSOnL5sXye+AXz+vatSx722+NQ9WRUoPq05Pj4kCXO+BfpePqhyVr33x6y8xMeYPri8jz2dda69izbPvdWJKD27Ym8++6uJvaItVr1wayM+IO2LvLLsQr1/tHI+okwZvg6UfDxABhG+uDyrPa59Pr4iW5A+rOv7vePK/r1KaE++BAzwvdewaz6hql29IG97vlVdRr79xrY+h4bkvV/f9r01B7a8na3IPr9wHD6tGsC+DEewvjfN/705hR0+VpS1vVvvBj1XU6E+joqIPqTK3j389aw+ElI6PCaOhb0YPOk9RfWPvQTtLbzIsYM+BEOdvV65TTyZ8Q8+7uYlPTAiYz6ikIW9dZAFvjGFMT0/xDQ+ogIaPvVE/z0xZqW82MWFPcnVwb0mhL89xu6PPXvWdT7xcJG9sJh6vDZLRr2w7ds938nWPRNzcD3COV8+BxTsvamKej0ZgwC+9mDnPe4OIL5Gbhk7FuuOPV9zmD1DcAs+c5ivvAc5tDwhqeA9UKSwvSv7rD0hVwq9mCYxPkAgnD4E9BQ+LC8oPqv4KLtEHW4+1lzmvdYrPj6pneK8mJD4PbAkv719Mr+9G1YNPqemlr0+ivO9MxNYPRCIKr72HFw8h5PYvAm+HT5oF0w+ga2HvQgpEL6yy8C9nZ1cPsEtij1Kse48Xi7RvU/4uj55ijo9OZ4qPgKwBb7maiO+gpp8PtjNr7xWE489JSgpPsmetL3bXvI96KH7vFJRND75P9M9mGH7vR2q4718Cbs9Yw74PVWjwb25PQe90iygvcW2Sz63FW69ftuQPc5dUryOn28+dN+svZnOsT1s89q9G6IavjLsAr4AYyM+pIeYPjADBj72Ixg+qEDBvdlJYT4Ju8E9Afk/Pnmcuz2NiE49FFp1PV1Ykr1I1+U8K4yFvbFZhL1Hp0E+VB36PcznDb4vElK+X0MePTXHNT14swE+T/GRvEUecj1e2bg+q8qXPNt76T1ve9q908jYvcC/qr0kdhU8SftvvrKyyj2UyBe+oHx7PXWaUz3ika49sYAGPEhwiL0JpIM+GmuNPO1LDb5onba9d6mkPSI0xrs/GSQ8c9l7PBPfgT1TxHK8raWYPa1lmrwYD/Q7Mmb8ul7+Gb3bU6Y72gMAvqo8Er6OVzU+Pdvju6p5Bj6ieAs9n0XGvB1cUL6HXzy+YOg0Pswemb2m5QE+r6M4PpRpuz4VerY7twlPPnkH2DzPEiI+uxtcPdxPDL7HrMU9L2MevjU7MLy+oha995E4vXT6lD2gDzU+3mKyPexKYD54Gdy7/PuEvW0MKz7q8p+8p8krPiyqLL5QP/E8zGrvPew6zr1mszO+F9cLPtIgqDwoL7u90q97PScjmbt/JCY9Jk/RPbQYLT4VI4e9Rd4Dvsf+x70cAQW9/sDXvQG8CTzkJUA+o8yqvfZKxDwZaxk+s4SlvUhL0r2gDs49NwukPjOMxL3+STe+wB5TvteeEz67pIQ95RXgPHJVqL3OOBc9shmNPdlxI72npuG8eDu/vGcTJD3gCie+imeWvS32R72sCmY9bzmPPSobGrxPJF+9GrW/Ow3kYr5+yr6944CWPEgcST5wqxo8n1V9vJVd77ucw1w+/JJTPsbvtLyKwTQ9JtgQvVJVkjwzpyY97Mc5PQpK9r3wCbu9bOUWPoeIeD6G2lG+zrAUPiTQ2zz63ck8ulPbvUcqTz6nPI68OHOXvcLpJz6IuY8+/riou151izymzrC8BP6MvWGulD30VBO+GOh3Pr8UUr7ps1K9B8AsvaqCN77JXyK+TZYxPpSPET5YDss9M9EivRAamT7st2A9DRKLPfkPSz6gMqI+f8pTvdO4Qz2cCBM9lwgvPSVXO75tRQc+bjTdvYs+m702fBC+lBbLPYRBWj4xqjO+WWKkvHhfbj3FRVQ9UWNePtYtC75ir8Q9kqtXPavHRT7tvx6+n2WzPpSNUb48lv+9zPH1vQKhLr43yUQ+Teb/vd/KkD5HP7g+CXCfvap/Xz05CN28ZjSQvghdN74GizS9RZlvPk12IT6IL1i+CFo+Pjjgkz6TaHC7/WkrvZkETj6Hnu49RCqVPXbIhT25iwM+mmdiPqlbP749Tay9PCROPgQFpj7bSBA+exvHO2GVn71crgq8LapcPlZ+8b2IR1G+ZfKLPe2Vhjp7KD89mAwsvmOgIj4CEhE+q9gDPQfNgD3njfa9EobZPdvCYL6euHi9nl18PheFCr39CA++LUcrPt5F7T2TG6o8zTLfPbab+72lpa69ycEUPoaglT6v6ms+BbRPPHypTj3M3QQ+Ynvcvagjjz5/QJ+86fSMPpnhtr2NbDQ+x3X/PQR8Cz6VEqM+ygmtvQSrVr5oU6y96mH2PcS1Pz0J64e91hI9PTvhC73DZt49pIM4uxgqOT1EHqy9SeIqOzJ52T0hk3e9hxv2vLdYy73B+no7G911vW+qvz21YEC+1o1uPQ0kCz2u1VY8PONDPaALKD690jc96aUcvo0FST6aba88UeMFPhO3Ob49Wqq+KgvwvLoSD76wZBs+2D8QPDfqdb3f1qk87A2bPad0AL5AgnG8G7cLPjmdGD3Ex1k8Ld8yvuSLpLw4GzA+PiXbvVczLT5Lse69OQSYvSjd0T11TQu+hK/sPVPATL7l2js+/1J1Petcx7uhoa89/mXmPVZzAT4wEqQ9SccOvoNBu7zVuji+1qFMvjSJhjukOtg9InY+PQhgIb53bq+9+FQQPb3iI73llnu+geHIPVvWMb4OI9W9JbxNvhqUCr0cwDE9VV0FvfmqWr6NutO97ZUnvsOjAT0qkzu90ckBPY1h6b0yiKm9+uk1PUk4mj3QWMS98FD3vPp+V76zSSw+D69/vRugyL2ClCm+ve0hPutzDL5EgFK+xbsxvU/6cL5Amfg8Xd9qviOUhr2v3Ao+yBY4vc97Hb477nE9jYKTviOxnz3eTSq9/NgIvuwRmTuSrK09liM5PsNTAj14674982nYvU0fiz2IQ9k9rzpIPp1QE75pfWU+1kTpPYVgPb0yJWk854mbPXfHHL6Ntvq9uwwYPbY1Rz7mFfe7wYluvXLyqzzyN1I+DlMMPpE5ML69vC++3SkdvbxRCz6Fibc9I56mvcPQg75s5cm9XUMfPun2sD1foYg9Bm+juQswcr6v4749Q0VUPXRTAT4m/BS+yhWaPWFcFj0zarU9jcbZPX+O2T2DvCw8tMKWvcSWJTu/6fy9Dsn2PYJXqjreN8G93oFWPV/wHDzV1Mg9pjhrPAn0xj3aCu08KJ0+vZyfzj39yF0+tVtLPch+gr4jUuc9u3mmvFCgNT1VlJG98SYRPXa0F738WWS9cXUVvoLGt7x7Doc8N/aQPEP+Gj4Pyu29eLuvvQ480bziI9k9q0e7vdj+Cb7YU/A90D8KvvkRWb4Ol5q81uKAvmzHJ72wrFK+COAIvj+URD0MR5o94XtDvdGJgT1my4u9fW8EPrPJX75QGsw9+r3QPasKlj1k22G9FqRHO1xwAz1XeBQ+A822O7I9dzxJ9Fu9WX6/PeeW7L1y7E49ubAQvQ7e9r1QBCa+AxC1PZ/Hgb6FM5a90Db8u+qTw70+cwc+kv5dPatW8r1bXgM+A13OPU20Bz71e3a8EeCRPdaZgj2uDUA+MA+VvfXv0zrwuZo8lqgqPR8AsT0cHgI+dw8svgR66TteHKW8RxkRPuGBLT40FAK+M4orviixJL4G6jI+UH/gPdG6y7tOj8O9PuB4vZx7OD4bFLY8WeIovcAU2D3l5So+9yINPtNlh75h/BI+joEePct4Ij4/YPK9cxmuu6z1wz3tOVg+++laPNRDYT4HKXW+MsFTPoc84j3x07G+DrkmPju00r5XyCe+nTWxPbzCJb6q3R2+YwRGvrlD0jydO3Y+i6SKvejzFb7PJb+8VR1bvbBeJrxBZPs9ExpDvWE3hD3UvyG+2xbcPcO4JT1sq4o+pLgCviqB6r1ycAY+EAy2va1fNT59Ur89F8jMvd5qo70Cwh0+UPZGvkiXDL0jBVw9jXhZPklNhj5m4Ue+peF5PaHXgz66Zw4+c0s4PhkTlj45eWI+G411vo+Zzb1vYj0+PraDPlqbcD6YDc48bmpQvmdhJb3pymC+h5FJPjZVBT6tBUe+ifeYveXR6bxj5Qy+E6xJvt99Nr4MCmm+WjQ2viRsRD3TZzg+Hv7NvcrqDT6R6xw9ARJDvPmYPz6O4hA+y/IavtmJL74Zie09IfACPD6uVb7hAXK9byGZvjZvQL3zDDS+SmHavXQbwL5jno0904arvTXSRL1WrX2+ihCJPJc9rL2dJXS93Ws+PrM7UT6xltu9lOWrvlFbCD3eT949m+2fu2E54T0XlhK94qNXPovfI736x0I8m2ynO3gx+b2fr7s8At0qvk9oK7qoNBu+/76HvqpTtT09tZa88n8DvE4Hlr1smXq9W8sGvlWKiD0WsIa9LIeJvDTnAz3bUus9mpo/PmjaeD2mDim9L20NvlUkvD2UvA++X2yRvYN8D70ZPUS77kiuO5pabbzRgtm9dLuYvevnhLwk31y9CxSQvNG7372Tbx6+o1vWPYIX1r2eyzM+914qvaUNDr5uok49Mp6cvGyKAT7FVhU+cTjXvQ3Wxz2+3B4+kxsevvnhUb7YLlq8JOODPSl4JL4DfsO8eJmgvXAVFb1FOfi95xcLPt7Jbj3WVIu8bKNTPUcSxT3lS5I9FTALvuqw+DxYeXe9C4wCPKVlST0LuRe9ZUwfPlu2xL1hFYQ9jX2UvZUPXLx4axg9kRNtPa/fBz7qUEy9wdnavSBSIDoJRwG+bGEnvjvrnD1lLzW+5bL7POAoGLxM/U690qTJPVZEpbzDXzy9nkcnvmC3CT7VAAI8TQvrPWNapD0N8Rc+visfvTujtLx7dKG9VAcKvhyF8D3oU+K8OgMdve1imj3L3V48vIvTPdaPaT6wnTk8OeAAPi/VzrzUUYI9aFGovQ7jzr38uoS+4SgrvYQMCD29rAg9zLtgvZb4lDxhq1G9q3ZpvmYCR75o3hc+/55LPse4Lj4HA6M93jMmvUTYHjrAmkg+7HmVPdedZz64g8M8QVWEO6MGAD2crfu91vTIPRhWSD4wjM07PTwMPWCRRz6x+d69vgM7vpMUqT7qZp0+qi28Pcj7qrzvl987FMJFPnG+Tr25pbe9VM7APV/4Qb6hVZm96sdfPCLT8L2VJEq86zh+vYkcqbvF4Qq+omTnvP8inr1Zjpo8iP7jPdlrwD0us8+9JAdLPZmV8L05LXq+X0v8PQ6UMD1pg4A8RxpqPhFo/j3lOZA+31unPZIr9rt/6UK9yv0fvtPDmr1ORNQ+tqRkPtPMcL3vAiU+MSyMvfqO3L1dJEa+W60WPVCsA74bjha+ysiYPTkLMb62Otc9Cpw8PvCjFD5PRXA9JXHcve4m6rtDwA4+aOCiuwH8DD7aL0M99zQPPr5gUTyf5Ao+lvAQvTUl8r0LLqa+ZagjPd1IUb2rBju+B3whPhvpa74roY2+GUVrveH6qj0CG8g9zFWDvF4ODb7D+rK93CchPgxEHL6IBzw80+7bvUG8xz01PYg+NT0WvpCIEj7CPIo9+NPEvd2jhj0qHDW+SXUIPuBPGTsQ3vy9JVPRPdqPkr6o7ts8eMI1PgDmybsddn6+JuVSPs06Er6lHbw8VMQRvijQjT1YBpu+F0yiPbcZJj0fBoK+6DIDvdjm57wO6P09JV9gu7lrHj6HPsA84rQSPgU7ND5X9XK+DV+nPrAl6ryH1G4+QidEPTekib1fyTK+wzg2Plndvj3uPM68akqBvt50A763bw09/AMEvqVj6D3KBgs8w77AvrA8Ir6vv0y++r2PvZIEWT7CCZ+9s6AwvlkU2b721YW9yfqGvmSQ675PVj+9E88KPV4bKr5DaDU+2j+CPF19iL1oQ9q99QO9Pe94tz0cAR69XqNyPVTOhz60SBa+9q9CPtVom7yMu0O98aK6vAygsb7ZlqO9+YEBPqSJFb7a5AE7/R9TvnefCj501+c8VVERvlDRKL10pz2+ttJ/vvRQtzzZMoe+H4yvPgae8L1YfSi9wqQAPQjztjwOXMi9Ah9APuml4D0LgS4+2pKNPk3tCz4ruy6+3nxevlbPa7zGQfc9TdIuvr0UC75Tt9C9AN82PfBORL0wbou+gYOBPTRPCL7J3OG9giLNvZ60dD4/ejA9ZC2mPXPiEL2cGFi9rb9hvZHNx73ZeTO9kUqku77U2b3RHzY+CdkwPvvbDr7tJ4s955B1viCcAL0C1LK8H1WGvpiXTb5Qsc+9vrkRvjjOLL6XVeY8gusJvv2pBL4uh3S+6QVyvlEbXL148PQ9wpJnvgZpGD67EBO+bwMjPkoCE735pVS+Kh+DvGTrrL7i9gy+hYYyPY/MO74g5Km9UbZmvnVMRz1pAIs+44WsPKqYwTwLstW9+NDPPI25azxvd5m9je9XPQTBJj6PoxG8wYzIPKfqBj4dsVW9fA3WPYcbjzwoT+S9UprmvWzpGz5I/xs93QjGvdTZ1j0B5jq9r1WRvTj6vLzyFim9muYzvqU7yL3Btiy+0bZjPYDUBT3N6CG+Ob3MvFS1Dr7kOjO+zxUNvt1ZRr1ZYC6+TsJxPekPCj1G4y2+pa5Qvp7gS764yfW97tRevUxVUz1dlpm9NO6hPR2KQj5VuX6+1VG1vS4Ruj07gTy9rWY8PUYTKL4foP+9y8k9PpTuvL17zS2+yg8RPlqwJb7jgjU+7+4SPeV1gb5fKxg+gp6lvVMcgz3nhNm8LtEzvQNvKT4a60++dJVbPi7CaTxPD6O9qFBdu24NjbwYCUM+y77avdF/TD3B76G8kdGjvMUxwr1sNwM+mXIMvvMSrr1j4j48O5MCvbi4FrwCSwY91VAAPe/9uz19GRO+LB1+PT3ZSr7KBuS8WnkuvQLvAT66jys9MGSlPYNaGj4HlAC+MfugPYir2b33Ipa9G/R1PJ3dvTwuw9C9eAgYPhB8Ab1D3ps9hiYjvLizJr6rX++8Z8gZPZ8Azzy30yC+v7W2vqyj7T1JX4Q9cwbvPXL8jTw/1ra7PvdGPd6+gz0/CNM85BCuvKFK6bzvclo+gxbqPAYahb3KrDI9OHzIvYbcYz4belU+aBjTvRuner3Ya648W/iIPUyJiz3A6eQ9PjOHvUZnIzqOMBq8MztYPcNkN77r72g9eF7/vRtFjz69Z9+9cEBGvp45WjwBaz+94mr8vT0Qgj0nKfW85cQYvuADyjwUZr491WoLvTK3Lb2lyHQ+HUEfvKz3Ob44SRM+HmrWPGgz0j0v/6c9ydvbvUcFZD4pjAS+QClMuw+HRT4oRRa+EdRrPNQ7or3IBN09Ad8XPVgTgL7WMVC+qGZvvn8HsLxLtDm9TOYIvYVLE75xHQQ9MLoKPVYDbT64tJi9BViLvrlZjj01tPM9J33NPb72+z1bZ6k+e7j4vaYtWT5Czko7MtuavMb5wjrDeRW+8Esevq1HFry7Ack9bttIPkdHCj5Fe1A9cawEvvto671EMSa+mhIQvoZZpz1OuMC9GWjSvcgW973yYFY+KSopvg8JWL1q2ca9jcjCPVinHr7NjlE+iOR3PWdQ0bzY4LE84ZUuPpiEk70Amvq9uu/3vcAh27x/ZoQ+Tjb0vRHuUz2A00M+Xv4+vDv9Er63Tnu8txE0PEDdiT5J2ni94jUYvj/C/b09UQk9OWSavUb63Tsb7CA+XzO5PXiT8D2cB/G80SfGPHjX2rhspZA9Ad04PmvuczuMDvm988tsvp7nmT3CxFs92cWOPPANGz4u3V4+U+bHvXqL5j1Sqx+8okB1vTGQkb5kIWm+axUrvmKpw7vv/Hc+qoY7vsWuKT7kMJa+q6NcvZ8Cqj3M2Uy+hdw/vpFQvT4BPAs+hnSyPhvJDzxIA0Q+0zjvPfk+0z6DFYQ+z8KYPj0f0j64qMS+XZI5PuBdi77T06W7ohGXPpzwK7mNGY6+NGkzvtdxCL0lw4g9cJWFPYcMdb7P4CI+6YkkvrtTdT5PH1w9T1QWPjiF3L3OxZk9IfmfvjSaAr5nB7c8JMizvt1T4DyO+dA8akEDvs/KkL2xHko9bU/gvimxz75TGxc+OwhdvedNzrtUecc9eVa+PVkMWT7c6JK+kxnOPUJTlL5kv+q9Xzw/PkDTBT5a58q8M3PmPS7PxD2M3h0+0L5Bvn62vb1Tlwg9mMJ1vTRPIr7i06O+KRmUvtzK1rub6bo9gl4Gvk19mj3ntZU9vmpQvugD2T3Y7Wk+K1UqPq708T39Scm9eudrvg0Jrj2OJpi9c2HiPj7OUz45vTW+nUY6vqZSB76SIce910DtvHOTW75W9Iy8v9Ajvug3K74fMhY+89cOvicBAT4cyFI+5kvDPgQwhD3FgZS9OfWsvpvlNb7HG6k7ItckvUC/6T1Y0Ro90pAdvk2gGr4lz7q9sK1GPjGXx73VLHW9RcaLvkW54L1UMs6+tnWRPgm2nr7uerS9JCAbPhBSIT5cDla9kXfAPXproD0RMtK9ubFfup3bEj65XsE9rvFtvWaCLj7VhLU7vq4nvUJiHz7MlRw+eZRLPhPmuD1wJyg+zuowPpg55r22fMK9u1E1Phu1xT3cnLI9YyBlPQeoN72r8WS+El+fPBUL1j28mD899AxePpz6OD7im9m9o3GHvVICSD0RRBI+j2pHvXT8HD6GJ8i9JqAhvqdCZDwGwWm8K/uJPZv6NbvnmKC9TQiRvM9QO7vsEWM+ZXGcvNy91r1CKSa+vjnRvVM9/z1uB4i7pTicvF3TVT5IKOq9f39dPqvgwLy0NTA9j/nQPM6IxT1BulQ+5q3gvcYxs70nqa49OCm0PROorLyEgbU8Wm7FPAaEZj4lPKu9+YQdPnq72b0M3MO9VKNPPcNNFDxfhrq9XP0QPLpAiz3ZrA0+mznVvZMfUz7FWck92ZQrvehHtT0AYvC9xuZZPk8+jL1tZ6O8s3whPrGtUz4mWlo9HWsLvWyaQD6tBHA+UTi5PYq9LL4tc6w9qukGvhXjmT3WTTo+aKwqPvS1ND5fTvM9VcIevVyvxL0dIJK8cdluvJshFz4xR6c8wlJ5vQrCsb0l+iw7CS8bPPhEpb38pji93nwnvVaePLt7BZE9Rs9OPgI9rDmW32Y9ahMIvLC5Jb2w5gQ+1XG6vVTc2L3JxCu9HR0oPdygGj55kgY+Pg9pvXhV6zuyKRA+qNIwvhqd0j0eOKU++g7jvCffuDvlH5C8lfKNPc8W8j37w6m97j1lPb5dtb0WEwA9ZRVnPA1n+T1OK2W9FoJFPRQKBr5z5be9WReaPYaEMz5fwQq+irf0PYPr9ztLp4+9DEFrvlFPFD4YwBI+HrjLPdddBT7sL8U97gBuPqDcAD7h7Aa+802zPMfRyz3oHYM9XnRFvVnmI77Cs/m9mgzVPX1fMzxgcx09Z3c3PkTjZb6Bp8W9B2CRPd/o3zzqNCy7AI4lPQigwT3y3p29LKwWvKlBVb5ADaY++j6ZvRAgQD3xsB2+6EeTveo2LD6V2We+H32XPQBq9zxQtjI9EQC9PRTHn7wQi429Dq2CPdw/DT5vROO9RyCyPd/1Bz6LDya9oMTHvMwMtD0lF3s+2ePcPTGqs73f3ls+c/MQPDBL3b2vVBu+yt8cvUjPlb3bneS9MosKvkM0mb6OCUe+AOh1um4hnb1eIB8+mK8sPRLlOz6J3Oa9ANZnPkBGQL53/B090StqPpwiBz5oy5g+80VTvrNaOr0Ak/g9cLBmvl86lr3U5EI+hQ4ZvAMj+z2nfbm8AaOGviLOHr6VOhy+HS0jPp6xcL5wYos+TPUnvngcPrzPjry+wZqwPUHbSj6+oQU+Dk+DvodlQz7+xc69ZYyRvuL5n70xLkK9ToqiPlz6DL556D8+210cvub4db41j5q9+V7JvTKXLL5DTny9I2LNu/BuCb7bMZ6+D/h/vgL6Aj7y8LO8LUXZPbzp+b22M1M+Icuhvslu1b2E9/C9DKUfPuM1mj5R3Kc+aX1lvhoeET3FL9e9f65+vsubnT2I4429cZIUPudOhT14NAW++T3bvdmwcD7joMa894vBPdgLN7199D++P/QaPmf4x75p6Tw+DmQQvqciVj4NAF+9YaOovfPZnz2c4pG+foUzvt6lT76/Gr6+8ByWvfmUij7ZnGa+cBpXvgJflz3AgBW+PFHbPcN1mL0Zamu+w6vgPRToILx647m8aKONvb+68b1OFJ88JDaPvoxviT6OPHg+pVTuvW9Fub3cjU2+vbzcveydlL6ZB+A9jYVUvp1Of71S/RA+rGOZvDDvnz3eCZU8N3AQPsbsab6ljvy9EjY4PhufxL1HRIi+zYfwPTr43L1F8/285iS0vfgJ1T3rnCk+JRwGPv3nrD23FlS+j20tvmP6Or5ORWk+MqsAPoFK57x5AwW+jYxpPJIvnD0XcMi+PUMJvW3VV70pqfw8ihU1vYeHeL6vfim+thuhPvC1er1novO7bEIOvggxqz60Db++j9X5PVpQJr5T2J++/uGEPpb1fr5/j7u9QwHmPFX8pTyR2Cc8uwSJvqLta77iTx6+KxC2vSs+zrzaU0m+EDjKvEu7FL1mHSO9HvAJvnZPhb54NL89krM1vg8Dtb3Z3hm+i2+6PH5H0b072xY+DRH3PQhXYb1LBgS+rfY4vvsv2bzMQrk9+qlLvj1OGj5p+sk9axkwPVYeiT1vTSa+ZZ+qvQ2YWr7FdLO9NpDkPSFeor2T2T2+OqwUPD3R7z2Emo2+rVowviRaKT7IWm+9moZBvs+c6DyC5wY+73mDPLbw3T3WYZU98UTtvWaTFb7tvd69+/4VvpfXQD2oH929X+ZKPZMCxD1rICa+HbjHvJ4DHz7XbcA8yb44viHXJb4EFVW97tPDPWr6Rj5Gpzk+3tpAvckWlzmsGDm+zReBvXUXxbyx5eu83gpCvruhIT2eRUs+lJGNvffehb1NqQy96L0hPkoIEL7un6m8/OUwvsAWU73nwCi+YcLivXdZ9z2R8yU9kvQBPvxCFj4A/uK9EurHPXCVB7156bQ9QslCvt8khL3IG2Y9u9YGvUEuc7zUmlK9iJ82PoLX370feZ6+UnV5vpGIxj1Wwo499fBRvRWRcb4XGwM+bEKFPEDIIL25QFW++wYjPsRX9L2F7Ra+fcqtvfFnuz1NR6o9MlYyvgbSk72OHli+tHelPS77Lb7uVFA+eQAwvljjAT7RX369GsuYPCMcQj4m8uW99Lo7PuSCOL4Wd1K8rBclvibOhT6Q2189gcDdvSreYj2W1PQ9TzK9vSGHijv1rVW+rki5PT/Lzj0u4xe9U8PIPRH6Ub2N4008u8qOPdrk8T2FJSC+6XANPnUuKD4R6Ba+xsMBPj5kM73eCHC9DYIuPXmyMD0FHlE7vbfwPRqZzj2gF/+83cn/PETurD7fF3I98J4Nva6GAT7YjRM+SuLIPcscrbxKtVq8mguIvbsXj75HW8Q9r6sVvaqv3716y2K9pakfvSPtqz6MXXo+J9xyvbRvWbzppEO+DglqPmeZK724cDm+OSdzPeZ1Oz4qkyW+uiCXvMZhHz0AivS9re8AvotVqT1D9um9v/wVvg8LRb0iYGY9c6sYPs+VjT4MziE9ZhRtPnXG8D2mgi8+kpDWPby4O7xQIc29fGsoPRIPhDweEgU9iCUFvfzGSr7MH2w9J+wWPvqdQ73zm308hCfevRWz6L3FP9S9mbbmvfk0mD2MaK69O6vpPGUkKjw8iIu9K8e3vdUtZ77reWi+XqeiPt7b1rzUvW8+NTY9vQRhVr4PbXM92uYYPi2yxb3RHHY+FeDWvI+mpL0xOAe8DVjDvO6WZrygL1m+TZU8vogc0LxU+6Q9fSGDvdTxfr4CLi09987iPZcKLb0U94A572mxPUeqbD6Qn8M931JevjQiKL1Vhwy6rblzvU/aE71vN30+DZLevfmXoT0Srpc9O+MXvjTvjb4qzKy+ZKeevoKytD1+OII9Ja4HvpvROD3BdF8+ErHGvRi/Oz41GMe9yiN5PRYET76Fzx49DDfjPMNxXT6f8wA+V2aIvHPfnr6ah4e+WmywvepVwL1W5kG9mpqHuQ3r8D31MS2+OdniPboOej2vJzw+OTKtvWBHCr0xxsk7kEiNvdN/pb72DPY9GLrAvlSpNr1GHy48KI3YvaGeTD40dAa+gMO4vgZnyL3CVFa+9c0ZPbMHHj3O8SK+FfSLvdZmtDzUlq6+MdD2vUgmjb7V+Bi+vMrLPUIVtT0clyY9huAdPXDQHj5OlOg8frJtvjCpkDzrpJk97Qi9PZLkJ7zdkGu+QhCOvrnbgb7tWIS7DJ2Bvtpt/j19fIk+j0fYvahO+D1QiF09gCoBvWEQKD6XuLC7IUULPIqAjb1sqSW+QWNUPl8pEL66/mq+axSTvnvhrz1WCre8hhx4PXzTPD0ac4U93rDovNksoL6Qt4Q+szEsvnER67yp5F4+F0OWPDXegD0Bx6u+NXWrPeauQb4EEc894PRvvmTKG74NCie+PSmtvf+zyD2uuX+9M2VJPT3odb5GBJ++tRtSvuTG/T1ntbi9mj6DvTxVSz2ntxI8qveaPbtcNT3gPq49rBBJvbgVVDyG5rk9JnrJvbQEST66kiE+CV15PWOUnrsaZQ0+vQ83PRdaDr4/+L89LP/lvEwj4j29fwc+0lNhPhYuhD4XleC99iKfPXCP+T1oPO27ayfHPBL+C74q2yq92ycePjkl8DzxPMy9sKn4vUw0Fj48KW+8tyrFPKSgpT29dNe8ZPNIPtl2Cb7zr4I8pOLEvaW1YrzX3aE977vsPY3XVz6QWEI84bqxPq9N/T2nqqM97RWAPn+tOL6otDg9m2EePVhJAT69SfI9m2yQPnq15jyetDS9pb6ZPg12Ej74GwC+zlBdva52FT5t2mg+iXfxvJbd4D1h1VU9/MZQPma4qz0PydG9AxTZvVOTjD5BwcW77EmnPD9y8zxRwR8+u2cPvdFW9D0rmyc+gY8kPl4OEz4xIys9m4zSvZdSnz41oDw+ge/lPWnC27w+cWE+eYhEPhjlsT0iKQs+sZHdvIv0mD1STeg97BACPg0XDT6BexY+v3zYvU8fzz1UM069Zd8UvurO1j0rM649FiK9PsKz372E0jq8HAymvYUuGj6ftno9Y20KvvNGMjxGDE49ACZNvZEc/r2/V7q8W8AFvKd5bL08rJC9JEhXPhAy8jtYmo29pmcRvQ/rNr2BYQq+MDvpvVx2db1SyCo7Jsp4PeYzzj1LbYO9DsX/vZMWh74YgIY9lByWPHkgZL6nB/W96aSWvGnSHD3V99896ORQPulSoL0Gf+s9npe2Pebaq72Ux3O9lKb0PWLi0Dx33289Ch5OPiDek70twni9BDWHvITYMz7n4LC9BM4vOkkVGr42ZJw9wFX5vArKcz3DiH09ntR/PZstmD31FII9K9+8vefe2r0AjDm+n4qyPfTFVT3uvi+8YksFvmaScj2/v3I9rJQEPomwLz4FA108nXrtPRB6iT1S03u+KbqTPVK8mb3YiIs9RiCAPaDFp72EU+89FcEIu/Qq2zxNUyS+Z0dnvocB87uc1KQ97RJbPfjXAj5+80s9f9uxvaDijby616o9vau7PZNNQj3jFSM+2ukMvGsYIj1gtn29S4BXvVK6C70s7h6+kkcnPSwhgz1dmJO8QlWcvfskID4vlVw9PBsAvr+nAb08UAy+FOkrPcj80L37YLa9aC1FPp2WQ75Lqj28HQS3ve+hIj63UsY93G8/vp0Leb2gRWO+E4AhvvbyqL0+hpI9dWgsvc6O7bzvYBu+gxFvvZWMwb1ylQy+CS0GPm9tvr0LSDG9LjCXvoe0jr0fLk+9B2KPPeWNZr0TVNy9BsK1PdkYrz3uFSG9wqloPp9TQz1PKYW9P7edvY8wBz5rueG9Hp2WPW9tJD6UtoI9x2ndPRsrsrxwHb+94bETPWEyCT07rom9F/0svZzlWb1aNi0+NV1XPj8Ezr26dfY95misvV3DRb733Vy9IhLcPCdYHzuFnxe95LYCPrSNoLs6CJc99QTaPcPUgL49g62+tMqDvtvUaL4nVA6+5NsgviQ68bwWhJS95SlHPprokD5zg6M+XD8avkM2kz0N1Uw+KNfIvZshEr7koYy9sT2lvS3byb2SURA9TaYovR1k7T0EX/C9lNYqPmQrK73m9xa+UJJNPtUis77BUDk+Ih5TPqTZCD3Gm/G9CLE1Pno6Oz4nmaa9AiX3vdnXv71GMoo9OiVEPV+TPj7ZSqU+S1VUO9Fiwz3cVrQ966kZvoARkL2MLSm+FJhBvjnfWj7nNUC8jQa4Pe1AQD7uGlm9bTKSvoZ90j3OX4k+KPsEPhDtXz2RKJ+919FzveSiVD3d5g++w4JSPkySGL79ChQ9l0iPPlzO1L01QAI+Ba+hPRzFbL6RZf87yE8SPtjLI77ePF49B9mSvQJRaT6PoKw+Rg/MvXt/rTs3F5q+mVliPacwnzzD4iG93ZY9va5WYL70xEK+LBdPPjwg7TspqTo8aFNTPt/jOL32fL09wfn4PdJRnz4YtSI+e1AAPsBmhb0Bet+9fA0Kvutlkj2GwpK+yiUcPZ1uaTty7UI+ZEHIPYyOGL0z7GI+aOS0vYwchr0n7g4+2MQYvseI572Chhq+SkuHvYhnTr2rlI29Ek3vu8Dtt7xamdO9qO2vPTAayj333+u9AcNQPT58Ar5XN6u+ZsAdOwQk5jxNdNO92bzUPD8zzzx0fJy965CQPU5Q1r1K9va9oFqXvLirCb42a02+s/yZvVt8Ybt918e8ZlWuPc77BT7jx9Q8x00aO3Cba77ybYK+f1R5vX+JtL0VYZK9/HK5vfE4Kr4T5KG9zPsjPWXNH76nyuk9fHwXvgFLmLtEOQ2+parmvVG4ML1pT0a9toF3vQ8Hx72k93S+vx1BvrJa6jzkV8C9UnU0voW1xj3GA549GxS9PWlvbL3jY4W9y9NCvr/aZz3RDg8+LzCuvU5g5jwPIBO+oc+cvUjllj0S4ja+NApRvixvcb2TgCy+0FIZviwXCj6nODA9sVW4vSFvML0izb28piacPTF7wr2E8pI6aExMPb13ir0bJs68yHrmOnUQ071rvCI9M6tPvR59dT3jT9y80fdRvtYtAD3925O9kdr7vX9Ps7wDC429vmcHvnklj77nq3Y90rXOvcYPRb2ECjQ8WUXQPR1FRjx54po9456Mvs/ZP76mBe89VZFsvFkB3z33rrS8nUcXvlZjKr4a4W69EJAoPnhjV752+5S9NujrujLWNL6yfpa9PfeFPdiriL3ZM7q89j+RvVi1Hz7Yxp29ad7EPf8ypD3mCyO8PDN4PGINvbyYcSs87oYKPniGezxPCFO+xpo3vmc+hz77vBY+5yuAPYmRVD2/o1s9BgfovMrZtT3fBFE9frbnPTtTwb3n2yC+Mor+PXA8AD7TX2g7+g/Wve0K9bylSwe9ByOXvQcrjT1UE+69wUyLPexIKT7DKSq+rZRpvoVdVj1pdeE8SyNLPnF+kbwm76y9jhpGPd31DL7BCzA9G6wiPQ7cND0zfk4+HQmjO1MANz2h2+i83EJ1vTDOD7z8yBC9lxkXu98ABL4oLbi95DIMPkeEbD1m3R4+sYdEvna6Fj13y849C0sru3nrWL0/gQC+7zPBvXahTb0wvje9Y3pCPSAzjj7HubK9q9QXPpjZNr4u5Wa+e4asvLqblL1O/cY92LrLPY0cyb2hNYi9dbDevGr0ib6QzVw9qouIPWyTqL0KXxM+wIAsvoT5Xr6JBRu9vgYBPqJHDr46sJq9S9EPvR/UXL3fo+S9FH17PXxSzL3PaCg87ShoPgvyf74pQAs9yJCnvVsarbsO0o49sRtqvQizxz1Y8xy+c36JvY+iRb33dIM96KTWvcVjAD0HfMC9p80uvc6eED5xJMA9u7HyPU2zwj1hzJY9P+EkvUjenb2iZ5K9rezzvL+aSj53Jfc8xRcUvhyrQD6V+B0+2A3Zu3HlGTzUNUO+U/M8voQkybxoN04+HF2LPetUkb3bNok9r5dtvbd0rb6Bo+k9rC9ivhQ7dD47YCs+o/b4PeD7yr2FqBu93M+5vczibD4WRZY+cp1xPu0QPT774hy+XGH8PLZVeb5Z5gW9taZ+vcHH8jvpnve9vUmsPfgt1z2vaZg9lVWBPue+v7zNagM+MGfjvS4cOj6q3RU+ZL6EPUBbYr2hYJY9wNgOvvxVBz38cTQ9Fi8MvjV9Fr5MYCQ9177avVicW74RYfy9IV+Gvs4BNr5K01I+3EstPpXP2z1UoWa950DXvEzOQj4HOI480uU9vaF+oL22e9U9+aQGPpiCJT5ha++9Mr4vvTCdm74qgho+kW0bvoNmpb2C58q98xmZvj3Swbpj+ae+bQAPvhSOBT3yGqE9ipOVvQBgfD5lPQ++OTMavozofr1BdAi9wCqCvIW+iz0734C9xj1JPuBPK70QB8A9NOBQPubBxL3FUGA++aJzvZcYF75I8HO+GnnOPFV4qr0/AgG+5bGLvrsZ0b47Jzk+Id0+vlnh9b2M3b49HyEzPmWvjT3l4XS+O/sTvXJupL6fom69sCwLPgfBQj4QLXC9oUpgvmldEz6l/HG+KGNoPp6Er7q5Hxg+VMtJvq6mST1oAp++AsKLPZXORL41kEO9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "XSepu8hc7DzQU/E8cEXnPFkZubxZTiE9rXT7PNYplb1smp29x/mEvKe+AT090ye9naAJvC3FdD2xxpC9Q6uUvKefR70wgpG9BAcFPu2gb7xo8hY9ZGtivCOohr3U9re8RQyQOwaFy70/BoU8b6idPD5uvrzpnmg80UOcvPqfKb3MhY28cFHTvdfKXL1Owrm8CSMHPWaM6LytGI29U3grPNRSML1EiRS+roUrvVDnnr0JFuK9Ug1KvF9lSL0bNJM8JAIIvd53471fQU09G5SxvRyDO70DOya9zT/avL3xeb2XR089PfXfPdyCdLz1v8c8qaSSu2R3xTup/Ia9CXvvvek697xLKow9K2WJPeuKIL3q7Dk97uu1u1Zblz1gBx08ZMb0vA5t1DyPWqW9BDxdvdNmXb06dNq8FtPtO7l6mr3Txxs9sgwavp+MmT0d2PC9WbtYvZyvljuyITg9GsiFvR1BtrzmZou6/OV2vXzrRbvSwi296HRBvTYxVbxd3iM95pkrvTdW1jxTyf69tk1gPdJVZTydCJK8RfgUPTH7ED2Ihea7KAkUvdXjSj3t0bu8ljiHPQON8jxhYHe88vK7PPmXlj25kbK8ndULvGJsMD3IPRq+pGKzvD9LKb3VLvg8yLOhOi+c/LpHDTK9JMTOvbsBZr0uI3i8EPpTvHFLjL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 