{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "jewWPYBWRj1PZXq9mB7MvSZgyr0s+Ww9hjcfPgEfNb4+5uU9gaalvfvwo73oGxI8o1HevauyRL57RzO+Apcavs8HsD0scbm9K28HvYgjWz2V5q6+MAT0vcPSbj6JYoe9GwLxvdCdaT4qcxm+Xg+KPdeBDTx5NRY9AOYAPq/p072kqjo9gxn/vXFsrj2GTge+gz37vU2DMb4VJSE8kiVIvn8AW75XYrI9NO9GvZnwZL7RAzU9A65tveT3Zrzk/Be+HIcMvX8/CL4IPjk+PtP0PXHQFT5XExe+yN/KPTHn4D1SPbE9vx7IvWUQWL1A+xm++xBEvrIaZr2Ceum9Dgo1PhOGib7II069AP2Dvn9OiD1MTvi9q5CCvt//Dr6zsi++Gh2hPZiKd752tR+93XUhPExTnTsFx0u+qd0VvjaTHz6OFJS+e1F8PibS7DzcMOg953u4uuFZXL4r7hK+4nAovuwFZb4ZaQY9dmlQvf9EjD1tZhY+Xcoavg8QDz7e4HY9TuS/Pft/hL243/09NpP0PETF0L3dZuE982mAPatvKr52BP49+viwvQyrn7uElS6+ikQPPhJsqT2RV5M9mJ4CPpXupz6LZYc9W5R3PRsUrL0B+PU9HNzfvV3LbD1SlWG8fNLju6FdLLhW1Rm+4SD6vTx7pbuTSSO+MVS5vUK2rT1JeUQ91ttFvZnbD77VevY92Fo1vf1HcDzECyq9keWzPUuC9D1DiPC8VOdePgGRbjz2Cuy96CbGPJG+HT5lE4c7AuIbPv169D15mKW9GB73PVXSVj5ISAS9Te4Jvu+GDj0dkXg9Le+/vcnBET6o5ha+UN02Pml0Bz59lga+3rIpPhP+9Tz8IJo8sz/bvfcTxD2PI4a8L/UTPgVqxr0PTje9nojOPZvSnD15LC8+qgD8PRDvJz7Qj6Q9dlsZPgPZjz0Mrk08BdyfvSntAz4Q8uA9r3PHvRG7PD40rw++8lMvPCNr/b3Ioh0+lnLAPS3v8r0pNsS97cQSPFPXKD2Rijy+mvKavZm+wT0XZPm9NkO3PWVGh711CR2+5LguvntAIT6Lq+28a9b3vX9GiD3JMRG96H7FO67bDD4jvSG+MSI3PV/fZT0XWEq9xb2QPY62Fr61vvm8XUOJPA8nY74zMow9bm1AvpmUnj1iCwU+8L9DvMsa2DpKUTI9KfHfPTLFkL3exbO9+DM2PgQwarxKyxs+/SZLPm079T0HVs09vdS3vUwCPT2fL789k/EHPke+Fb7+aUe+bjXxPfS4gT269eY95XTIvefZLj2edp29UciyuuWbIz7WUEU+Rf9FPfcy3TwzPOA91PXQPan5Bz6QDVg9dKH/vWFyy7uExnE+XJTvvbjqi75iFy4+PNghPluhKL6ZDpS9J4mZPCTRcz6Lvla+A+kyPv9Wbj5nBy2+Mtz9vcaiyL1nvCk+JSKZvTxXBj0V2YQ+48pOOn58yr1B9YY+G1navZ97KD4al6s92KkDPgXImD0gLxq+fiqdvEUYWL7/hpm8IbrKPFTWYL6mgAM+RtGsvZLvhz2EdsG9dpZovjeo+T0kYAI+gu31PchguD0ZBxg+ET6FPdHYfLuCLYY6lrQXPnrAgz067Uo9PdllPaZaHb7QE9o9/RxJu3QZ0T0cQNs9BxtBvuK15zy3MA8+5uMBPGeHLjyGN4O+bJ2oPdcH/r16vcY9k6wKPtCmVj6Cqdm8dU4IvuAjzj22OKY9Ww8evHFa4L1rpAE+6kvwPf7nML7ePC2+bASLvKyPRr71wPm9dGigPe61kDwAgoa9XrBrPU4O6T3xeSa+/qMOPsByNL7/tzA+5X/svUP3rD1qqAe+zZ4LPdkISD5rddw9FA2Dvt0pBT6hJ8W9T64gvt423D3mjSc+XcuXPZMsbL6EKL08ffBvvunMyT3NWSW990K2PWtvEb7TQQy+8sWDvneYEL6iVxa+tH8WvurEAb1+dc69ANsSPlhxVT1L4Ji90+YCvu3o1714dsM9HhxBPpHBh73YOvA9ZZ5sPQ7/nT1iUu69oQsWvYOOyLzLkH28416WvYhnrb0VXKi8AmM9vvg5XD3u/CK+/aIuvhKRib0u3Zk9/hRHviclWL19qxE+wQbePHLIVL6D38q9mTkIPcf/Pr2M+Iq7FMFFvlMCz71k0LE9+HIfPRP8Gz1Ex0O9eeUtvd+0OD6nN3u+qHkGvdAH8j3A4+u8sX8TvvXUSzyHvme8r4iIPiOpEb4fGau9tB4VPRYqhb1fy0s9zlEsvuL4bT2J5iM+HfkgvnGfNL5NMx++dZl2PKeux70OH4W94HhSPWr9oTxsqEK+J7cVPreFm70EQWc9pAoLve6XhLyEK3o+ZsHovf8ePL5TFQi+aew6PQjP/z3jsrO9DY+9vZ8iFTuwxcS9ROsavSD4Aj6J13I9RGNVvra3Db6JmdC9o18Mvm4VUb5SF4I9P085PTgy9Twd3Xq+CRlpPe0+pb651DI96KHovYDPED7Xxt+9jueIPsFuiz7aTUG+My/YvYq0Iz6PLUC9hwDGPQHXnL06OvS8YrtbPRQ32LzeJnW+LTOYvD0qyrs2P4U9nsYivkBqrr0k9TO+WWhYvklitj1lFzW+uMqfPMjFW76ee869LdY5vpJWsb0KUvw98iL5PNkbjb5Qz8m9IiRQPO+9fr3DazO96PBevSqubb66iVm9CwOMvd0jHr4kEk8+cGZpPfhWkrxb8NC9ImUCPZkpej3KLIo9ydLmvF7blLyrInO9g2CEPeUVAT49LgU72k+NvetyT72I6Z29kiSgvaqcj72SfoI+szV2PFIkyT1fQy++l/VvPQJeAL7UwAq+Xnj9vTSHWT6zBIm9RH7wO5WYGj5aiGe9SSUIvLbUUL7b7aE9ePmhvQdIOL1MSai9PV5/vYzVnb3g6kW9i29WPXMXDT4Rdvm9L+gmvbhADb0sWnu7yyBMPWdUT75Wkt89BrsJPl9zLL4YIzG9bnizvXjna7x5VBS9KkSOvNKqqD0osTM+F1V+vPO0Fr6srr8861JzvDux5T1Pccq9VAETPuG0nb38O7s902kYPuItYL3p7gc9uHsIu1NlnrzqIe49K+X6PTB+Qj6UjTU+GeaSPL1OTj4lxN0925s2PRiJiD24vbU9ZT4qPmufQjyTqQg+BdxBvTKp9ryHKRq9ZgkSvn3kGb46OOW9xEB/vLaBRD2wo5c9dlPJO5yVDz0zONK9wOgGPo9Hjz0T4QY+yw+tvTkO2Tx/Gk0+CFUjPbbXtLx+STc+SisfPsqjN74yzmG9Xd20vFHaAD7ctMQ9e0ywvbVVmj36vOy9ViEFPXzhBr7BzjO+SPJWPnkYl70Buf+9gqZpvpdAzL0tshk+FC3TOnOSBr4k/wY+3OVoO7CuDD74hC0+V1WJPOlglz36Eso99a0SPIBlU76XWSM9lErRvGPTbb2S0U49n39iPszRxD2co349aN9dPbUukD3NnVc++1BaPqea3DoUUYa9z92CPjlBwT217hS8uUT6vDxsOD1x4Is9ruCAvS5ZQD3Mff48dDdBvMkHmr62VHU9BJHbvGUi0Dy6LUC+/9j+PSx8mrzdmVa+2PCCPc/JSD3Vg607o1khPj90cb4RW0U+v8hSPT/sSD6VDxc+YTlUvugOgT6TGno9kE1EPjR6S72MLhA9IODJvfTqV755W0Q7AT0FPlOe+T3DfbY9sSVBvk0YG75Jts892uvRPdTbLb7dtB2+qrprPpA4uz1lHUC973Xcvaz9Uj5WNQS+Zo1mvukmBT7/RBs9tukCPpIkXr5RGzY+tiRUPpFgjD0NSLG9/dTavVNAEz6aqje+7Jb4ue9bwD07hSu+PELSPdsDo70O4Io9OIvVvczA3714R7+9fnpyva0tgL2ZnqE96gDnvYCLVb4+nR+9PH0bPsFCtr3jVL89imGDvoKa9r1rOGs99zCKvWu95L07VDq9cQxKvpn1RD2S1ze+lxqOvDdxDr2F8Ti+T0dTvnXS8b0A7JO9Lu6YPWyuu70rd3U9o69EPVD0nD2Lk1O8joKDPdNAPD79+l29WjokvVINQr3gxKY92+qqvXCexL0ZwZe8PTiPPST0+D1jsEU9CXvfvduk3LzsDZi9uK3lPT0nzT22RDY9c/kFvi3Hhr5Yh5+9tYV5PskwJb4q2CC+fbfxPcwxf7573Ea8XSndPZpZv70fiDq9rZeNvrhODj4TeTA+56LPvayeb76n1Ae+iTquPSOiHD29Ni4+1MMiPlrf8T04IZW+O3cAPlXlF72IdWe8ex9qPZXATb7AJRi+q/yovJbFBr6DNEq+KudRvaUQ3T2+Mzu+mJaNvX0Mr726+eI9jecSvv4SkjyNkGs9m5pQPXRnNj1wszQ+3qc0vtanjjtohHY9y5dovojGe7tGEGG+E85QvkDGS760vAA+u2gIvvbt7j3Bj/W9lHoHvcJeWz5z5bU9Ux0yvu9oEL5zTIW+Lx6oveIxzb0rVxW+kM2CvQPZ5b0fGb89pvOSvpJNPT78cgQ+0n7wvJGtdz7+mOS9DRbCPDLtG7u83cu9ylxtvVi1c7qzE5W9ftrVvQGFM73HQcg80Y+TvrN0xL2g/GW+VvCdvXY0FT4IZPM9FhFjPV0Qq7w55Fk+XUgnPYUEy73w8wm+hUHzvfHOez0Nn3S9aRJMvk7Vjj46WFW817sFPuTiKT4AEnC+vymMvqaQgr6FS429pxi+PYPN/L0NRmM+Ols7vcd94Dxk7kU+YZ+IvfA8YbyVkbc9+u+6PUqXGb6OeA2+roU1PrwlCj0uWfK9ydYYvc+KS77fn+69Wtu+uxGyvj1zjNm9H4wqPtjv1L2Sc/M9lfV3PoAZ8r2SdgQ+wzlcPj9ERr2lY8s91169PXOPDj1t2Jk9MVd2vYdoE74+Q4S9EMS5PS7Hrz249gE+wY7jvYfUT74YJJM9GBMPvp7mvr0T2Kk9wOHhPVoXlb0xnGK+gPJFPDjQer6h+Ao+2PIkPUy48zw5az89KQDyPR6+nj1R1gg+UcLoPdGSKjzZXvI9C6JmPvsms73CRKa98dggvSWQB7yQZ848RceqPdhwjL3VfRm9zYSPvZXYgD2FJd+9R5LHvevjbz2wvRY9xERFPsGvBz1a/D8+cJyovdTsEz5AFWq7V0ivPU2WFL7vXi0+z6AtvTynDr4jQ9C7HzXDvPlKIb3rshI+QFmOO1bICb77g7A9+FA7PQ7AoT1WNEq+Q1D3PZWwjz4ByNA8K9cBvhGopr3WbXS+DjA4Pb3edr2916y92fljO1vFYj7FemI+sGF6vX//jj1d3TS+dXAgPiVXdbw7Wpw9LyjlPbmmET6sj5a9CoaCvbrNULuniLa8sfJhPsE7AD6U7AE+7BTpPOntfT1S6hk8PAmVPUu/5D1mYDE+hLyYPN+Ikb0Zqge8bXq6PMtrvLwPsqm9SnedPXpUxTzIFKQ9blyMvqsT6T1l2FI9ECQ8PlMHqT30wt08BxslvrzMS71OlVG+6vrDvGytTD6JpIe+QOD0PZgwDb02HkI9+kgFPkVSHL3dIW0+XrmZvapLer2xhI89aPNIvpqBSL4wbYm9ubMSvnOOR764+aq+Fz+bvg9Csb4PeWe+pHglPQH9ib5nh5o9dUTxPfSZIzwjVxO9hXdNPGUIH77M/lE+G6fYvYUPPb4fq849RNxZvraSlD3rv9A9CDMvPq1OurxrTkA9XktyvkQiK77x/1G+CZzVvcacwDxzGTA+VM5kvGw5Pb2hVW4+mfqGPYLpuj1CgwE+61jPPZn+8zwfBAO+fwGivWKR1j137L09rw+hu7glBL3wmi4+s3emPYj15L1pvmG+eCMDPD7QoDznGCW+h20oPcGaBL4EFgy9Z/pfvkCgyD3WGq29AtJgPlLJBD74SeS9PEmKvJuedjwXeaC9bpZ5vj+sB772XSy+XzbnPWoBPD7N/H4+2JirvX6tCz2xHkY+LqwIPm8ZBb4UmyW99Kr8vMhJZr5+YWE9nUravY3qqr2CrRy9cLnovZZnHL7whBM+V6EovtABC75ZYTC+dZ2HvpYX1DzxJ9899asSvaAKeDzOwGQ9kakfPsTeKL7XWke+hi/sPfZLCT730ae+iehOO21adb1OkEi8tFGxPb/fGD0XdEK+K/y/vSwMzj1Fdr69aw88vsKFAz4Aoqa+LtbSPe2FE72Np5K8EgrdvZcAwT3p7wG+9hqaPWVcUr6sSLq9dQbqvfpTk73UB8E77WWovbxcqL1Ephu9wadFPf6HOL6Vjge+izQIPErvAjzRXcc8S4YVvPW4470WTSo+kogHvn3tcTyc2oe+QcwmvlabYzyeBhC94uCEvcIRPz70DB6+mZ+1PdVZO72BVYU93kIvvoBPO77OE7g9TIWKOedxvz290D+9Gn/5Pal3zbwm1b+9nLXpPSAb1jzYVQe+xpYGvIDR7r2BamG5Phh3vDxRub3RfDi93bUmPKs5L77Mtdq9XW6/vB93Qb4IRdU8h3InvA30Vj0gDb691HbhPZtTab5CG4O+wiuJPZxMEDzFkci73qYWPiHdE74yh1A9MfLVPORVmr15r/G64j6gO5kFbj0WhAY+LAEPPlSZh74iCNI8xJlZvpr80rxbSN09/subvYciyry6BC499oOIPmeH6jkvKxW+GXsnPriJSr5qY448aI8LPXNDMT7IlT+9LmZ5vqawlD3Eoay9ajmZvZWspT3We+k9nHk1PqxOfb6xOZm99cGvvlk5C77ufQE9Nu89vZwowT0TLNa9mCpdvInMIb5iiRo+8uypvQct47ukNiS+HzMcvrWftz2BI9u9QdkyPnAaID5JDGe9aNxTvnstxjz4UuU97T05PUmEkT2i49q9FdzrPR91Hr7AxRm+KSxovX/hlj3TwFI+57NNPrmRpr2Mkx09kVACvoWcVL3cMRU9YJQuvs20sb0naDk8fpGtPTDPkr3EAfQ8KMksvlBctb3ogqQ8KN5WPNTe8D0Snrm9CyfDvRhw3r3twxg7174lvtlDuT0KShO+G3TGPeBFSL5i2Po9dOzFvIm9Jj2Fz009uxhlPghjEb5bi8s8CFiPvVi4r73ccYm9p3gZvoVRNr4eERc+ublqPVMEF75Cwlg+xnNKOx1Bo73+jxK+Vcqxvfv1kT3ymQ09fLlKvaPcTL4D8Yw95vrIvYfF2D3C60I9pMFFPV+xBD7EdvU9NGMcvH0XRL1hErm9amLbPZKmJ74oJO+883FgPatVcr7/W9s9pkkeu688PT4LYDC+mgS3vUJauL2z5U47BctMPVqaUT2AyNs9UKKKu2NHBT0KaSE+KwEWPmHQLT1VGYW9aa0MvuvoqL0o1UC81yc8vp/Mbzx6wBW+ivOCvRh4Bb4FKp29Bhu4PBmg1T0S2I+5XfEKPpYGK75etSW8S+48vuup5z1fSCy9T1BtvcT/Zz3sqc08nPUxusuEAr5NHqE8wzwBPhJcUz4MKE49EhE8Pn+lwTxkJco8TNntO5qPAz4gU1I9jNEjvht9cz2HKIo8oVA0Pg8ccr6LetS9NS0Zvj6yFz7Rkci9DAASPraxPz7+VBw+1D31PSWzUr4ChjK9ho0kPnk4RD4/IpQ+tYM0vt/VrjwhH0A+Wm2VvoUk1b3/PBM+lNl+vHwAKj24r0k+6C/Fve02X73SXdG96AE7PukKz7w78cA9QyoGPqXKBL5uwZC9zBFqvQDMb75WjtI9QS/bO6sq4zq7KT4+OODePe/yMb2pMkM+OOBWvSfqLr48oZe9zsUaPtiKf73krmE9tDFqvW2glz32dzo9mAtivmQJmr2q+/g9s3RrvEFnTj5yssC85pFZPpDAlj1qLn6+ln8qPp65Cb4V4I2+JpUhO8I6qj3m4xM+apS0PQQcTT4fG+m9iYVqPgIWpb2jinu8J2+hug2JGb4gSOK+tW1PvSRRtbusAJu9ZlroPXOGbb6RFMc+OtxovhsLIT6efJk9OLSePWUYuD5hr0M+A0BlvjQzEz7FNUo+aETFPLnRtz3Zk4C8wgctPmvT0jy6rcE9v7NMPWxmKz493im+RNehPZzugL3wPHA99S5IPXzBjr5tGQs+jxBuvDC6J77Px5+9au4lvnOczr2WVLg8VAHDvRZTdj1vvlA+42wVvpOWhL3sEpO+WyPkPe2NF77VLTm+pyl0vFNNHL64oPA9WUqAvWRLdL68+ok+/sqSPoqGg7uG6eM7RTjavXZxhD40kBu+zQc3vbbFQD5se6E9VQMzvLul0j3EgS4+3ZjbPdGymL2EoZQ91DCqvY2zuD28TsQ97COgPciEkT2ttDY9k72PO9WSkD1W57S9T6EivauN2b0ED+i9fiPDPQ9/5D3B9+Y9ZQ8/voQmm72pFGA907ZDPg5zTD4qnPa9eb0Kvr5JHr1e/a496u5JPl9Wg7xOF8w88zkbvguOPD13Ih4+oTLMvbLlIT421m49r+q5PY37Yrwt/2m9T/OYvbOxQb247dY90HWhvaV22T21c1y9ADNjvQqKFr0Cc1U9xpdYPo7P7z1cope94vk4vdQLIDu9EwC9XngzPukCSD3wJKG9ZGnCvOW8oz1Jm9c9bq3OvRWviT4LrF09FwwwvUfoNz5luOa9ThtzPo58mjyWDda9mURYPfPHnz2kaqU9Kc4kvm8crj2JqqG9IiEdPkt02r1dZ0A9T8qkvVRtcjuoOok9zADsvPyPUj3t9WW8caQ0Pr11xL1siWw9lXiSPd4DRL2KFvA9Ol/yvcxDcT3ypzw+92XuPfucnDyjBDm+lKoYPj45GL3FNOu9PpY7vt3Isz1oHZq9mi+uOw8MCL4BUPA8ZnBsvb+QSj56NQe+O58Cvs9Aib09yr69vr3tPc48xzvBESA+B8dvvTCFBL5e1lg+bd1EvQ1HJD1tJ+O98MQRvrDmlD1UfwQ+st/UvQQElb6JVf09GdHEvYwfGD72aoM+g9+fPY04CT0J8Po9danLPMRgPr0CwBE+SMMWPpoetD2cy4e+VJyxPYpdGj7CtVk9iWehvKKAOj0OLea8rddQvSX0mb3Thru9gkwQvvjdtD0qmds9W5C3PcZjJT4EoAG+bWz/PN/3271Znbi93pQXPtIL+j2fdtu9nyABvJfZLz6WTmi+apPqvUKdIT6GLqI9V0QjPi5nlL1y0CY+z3sVPqjs2j2oTQm9xx7+u0O9Rj2plyu+hDN/vYbPpr0M+jK+ykW2Pa62rT3rGvA8y8Q8Pi05J73zZ0y+JocyvjOZuLzPcvk7uLEJvtRIy71fuGK93t1ZvoO6XD1WaHs9Hi8rviOMWj2jMSY+VBw0vniJ9LyEMza+dBSbvR7BlbtqBFs9KKznveoi4j3oiRU+5fORPQJN6z1236m9MagyPZjFaL7Jq2m+EufxPN8ZhLygeAo+QMKQuz/ywj05gzu+EeKlPEXBRj3ObSY+T1oVPjqtFT5tuhi+rv0jvm1iXT1DYNE9+IdUvuoBsD3oPMO99mbZO7O0MT00cas9xj9EPbcRkr1l6WA9/9cGPJn0Mz2Nflm9tq+QPkXyJ74GCzs9eQIMvrxWCL4I8Pg8mGtGO3qMMT4+96+8s1AhvHfYLT42SJK+7waRvuJDWj63NpU+ksZtvulxDL6h8X8+fEU2vtN1wD32QLw9BGcevqaUBL591dQ7CKOtvVvpnT1Edhm+eXEUPg5YKz4PB+89m2O+vcRCPT6Nh7K9RZVIPeRJ4z4zPVo9EveHPdkRCj6b4Gc+54klPvIEpT4J5uQ+N3hlPQfa0Dt5UKM9B96hPXOAHb5Comm+NMBzvvvIxbxNvrS9btFFvdhTFT4WBQe+EXXJO+55Ej7rcx68CbbqPeM1DL6bGkU+AKvMvXMijr0bW4++EhJDPVep1Ty8TjS+e/gNPqhi4z2Vlwk+pKKKvp67JL3jZ3o+6O83vpkfZr7OWp69agSjvr1BSD4jLdS9eV2HvXHh3ry7CIK+RU5Zvg0Qnj3oble+mgtnvh+jkr3XOaY9T31/vptBr71znSo+vojZvnJykb41e789iPmzPrBbWD5FkKk9waOvPtQ5zb3TDTK+gwCePg5YKb2Bs6S+goCZPs5VGL7c2sW+Y0IqPUsPqz7zScC7eiodPo6ihjx1ZIC+inJ8PikhA74XPRW+IgkZPjj2ND4WNXI9CwPtPd3MYD7lWYC+Z3FNPeq88T3EGaE9Zqkevvo1UD5a3sA9yMWQvF/uOD2AbzE95WQFPscPrD5MM26+J1pUvRtRY7xxHBG7LCs0PovPvb0b66M+V2RkPbW7HT2YmU49toSCPezGgb6ZuSy+h50RvVwsIj5V7D6+qlaPvrRlsL3zLrA9fAF+vrfPmTxtEda89UYAvj9LvL1j1UW9U0aOvmLy3zyrqKs9DLANPRlD8LzDhDi+WAJTvdqgWr1WmKc9vF9qvZ/bxz3bVgc8XvQHvl+jOjz6hyO+FHYLvVTNs718EuE9SlSlvUQWP776OIS8Kq1YvXT4wjt/NbA9AbHfvcoGDD7BS4E9U38Evu78fT00Nig+wNkhPitDQT5S1mQ+F3XMvcw+IL0IsrG9DisWPtDksr2QTyM+XJdGvt6EGD4o6US+tO6qvl1GzrzeRW8+5kMDvdnZSD3G0xW+7GsCvmJfLj4N61g9YEItvhgblj1bTOk9LfgTvnMcP75Eg2g+nwxEPvxLY762D4E7R42bPRd4M77uOmg+rkhjPcRpF7wssg2+NehIvqaW0ThoK1E9dMtqPmMCnT3PtnK+vsezvRHPI74kqWK+x/MUvLvLJz2pq489W3UYvo2GLT6J2Te8Gc2ZPYCoLL4fqMG8UtoxPjt+FL7OT/69OdRKu3VKE73WVKK933lKveaeAD2Uzh+9LecOvjxxIz4Q9UM+EAwXPLsILL6BPV0+7oxVPphzBD1xOAo+HlnsvVIoWT0nRZC9m8M3Phf1E7yiX9S8+JcvPjMOKT5NBdK8BgnNvTq6Ub2eym69j+c+PqYzA74XmFe+osNnu08bybtwMdA95TghvPyLB76y/sM6W0A6vpXnLT5pTik+0tIXvvEzsL1rgba9MMs8PqAFUb57inU9JegRPimPAj5UHEI+1QExvArYPD5Maci94EWwPbOR+j3YigG9ogmnvb0m8Tz5StQ8KvWVvrrYGruIdJ+9S7uSu9/3Fr66iyK+hFMduy0lUj5YyBY+fAjEPRCNmb0rViy+WrurvmsbAT55dXC+gCm8PUiL5jxrW4m+nhEtPd57Oz6UzUk+rm/+vYaqgr0oAZw9WVkrPi3P3r2p2kE+ecXyvMxJur2A4Fq90C01vFaRUr4zWAi+v3sMPU1j5T2rSbm8GfmGPHyodz0vPcU9lZXYPbVlIr0Pzom+qSCCPhb8hL10vAE+gzgXvFxI270yGNk8rLRbvT7zhb2118w9Xm6uvP5YKj012fI90jLaPSbPjr7BvzU+1hfhvF5ND756Hom92z8HPgbLlD3a+DM+bMezvH8EpT6RdTM+2HMVvVgsqb1M/F2+hh4BvkW38by4xCI+HjdLvizNiL7EhNU9V7HyvKja8T14cSI+mhA0PVEatjytP+E9iqsbPVPFH75hIDs+avpMvkwh/Lx+III+2BqjvD12ML3bIDC+jFsJvfLVcT4+Hxu9y+dAPZCoFr4cyec8K7CvPRlDGr5+uJi+TMIUPpswTD5RPns+FNKqPDbllj6/boq+UqNRPaoen74K0cy9fCaIvqM/ET4zDH69oxNzvnWzGj6b7pQ+8RBFvL/mgz6uMUM+rKHZPp1CfT4KiF2+I7Z7PgzUuz0nAzq+LhANPQmbMr597v68xmdDPod4Aj6B6o++Y5qaPahqPT5kgs89hnSNvk86VDwROhq+HLSlvcBTcb6ze4881P9cvvHoQD7fTZw+u0bwvVWSNr4Q/Oe9WsIZvjlLED0hJ9S73Z4/PlJ5ob7k7zU+2UWHPSVwBz+6xH49MrwoPhBVcD4EOd+9Qjw3vg7rcrqUZ20+QANLPojh2j3nktS9zIkKPiVPMr6ofac+8ZZOvXvmgb4ikaa8scGBvt/rvb36J049rsgXvgsJyLx37vu9B/qHvZ9aYzxfajo+EkwHvT1JYjyTZV4901jDPZau8D3ZuKK+S70EPp4PTT4Lb8g9Q4oyPtcJMz6JKde9gceFvSNIib6+uV6+S9LOPU3KZr1I4me+cTHxOoWkp76CvAg+vRbyO5o0jr4PmSI+G2VQvvxM8D3m3ky8iBMOvvDnYLsLaNa83lSCvavEkTwSH+09S0o5vmsIXb6JxcY8KaEuPogZoL2pgfk+zMAlvrj8PT4JQQW+9lKNvGrQjb4TDoA+Ae4yPv7gHL5yNP49PoclPreFlz0p6gc+ud8EPh3Fzz1mBgw98fINvYg3xL1VqZ49SU0EvrlDV70To+u9xtv8PYCRjbyaRls95aGlPZd2N76VTGY9Ab9CPU0A6L2dNQI+yPe0PMVHTru9pKY9aiPYPUvETz2U5wy9+8JxvepN/Lu1mgG+BnYJvufkMr3C9ki9KX0bvjQSdzya7tm9LcZEvq/D97x2/Kg8vOe3veG0Gz5k5ym+cRAlPT/bIL5zVMu7A2cqOwnwCLx0FwQ+S/DUPfawRT3RDbm9mOraPcBVnD1ywki9mhlHPjB5RLr8yNg9M4ZgvROJ1r0sVCQ9ujP8PbIYLz56VmC+1v6pvbk2Kb7uSw6+IP02vXy8ub2wYxe9cvk5PtYduL3WO5C9StiWPdWe5bvoNqS8dPgnPs+V6rx5s4m9LtOKvVxXHT4f9yG+jKRVO8XhKT1+zYQ9YyOnPWVvGj6i6vO9KhOnPaWeN77+94O96PhBPeR8z70XWMI7AS3iPNMLLz3ReKU9cHJZPsfYZ7vyQRu+BtXBvaQ13r13bes9uA/1PdJUPz3XHSG+SWr/PRZCiL0un6U9wiT1vLVxnj00QNW9aMLDPS++Y739QJM8+2O4vMOTHTzc4Qu9GqkgvpVFnD2qAEq9xszvveLroT3iTB8+DTPbOmox8Dv/3xw9vk+OPa3a6LyLhL+9dOeIvS/LV75F3AG+0/MJvpNpQjyEwuk9jCAIvobJPr36j6+9lXlZvB6oyj10/g4+c8YGvr1VSj5j3Xk8rLQQPsGwoT0Bf0y9U5UXPt4GXbyxVuu8ksqjPcZ42j0/1+a91IcTvLTbPD7V7q29OeNzvWXbnL18PY49qX9bvv1vLD5ioUs9UjePuZ5QOL1I8Ra+M7c8PTXkAz6uETC+Vs0LvlHszT0IjJs9lBuVvTFAzr3Z9hw9zYcMvkcx9brk9Cw+LCzCPX5I2j3nVos9D1kDvUpVHD2acAc9JDtmvhLZRT4Ztg0+0VLgO74GDz5GXJu+kvDaPWQ59L3iVpG+tJdrvrw8AbziNIu8pw5evFsYIL52oZE8+45WvnmuFb7Ihea9fR8TPY+beDygfiC9yJc6PDiAvzoA1ak9PocwPfGwMr5r5Mg9henUvdrulL7RR6291tNhPm65QT4OObC9b5W0vL4VdrzEl6s9bzpEPpLxi72PpXY8tAAsva+yRz0nRGS+9lY2PlKjsD0m6Jq91jkOPvfIiz5GkZM9y6jeveBzRz7KgDy+zfTtPE1JDr79ads9SlI9veltfz3F2bc8md1TPj5J3L2wLYo9oUPcPZUcoL5TLA2+CvTQvTnqYT7arNK9mjLFvaRphz1qyUI+4xQRPVPsy72Vi1M9OQykPrUkPD2RKi08DjGvvRkJkD6EXZw9kyCKPZvUfT2Bo4q+gSFzPVv8Ir2Tb229Uz1rvuE5WT4EYgE+ALFoPgdMPr6NDHC9su2nvCz3mT4LZCg9n4imPrvIdrx75ra+ccaIPQDdUL58TIe+syTYvRh9MzwlJeI9p5ojPqMdJz6gCRE+JdwRvutIgr4VthA+p+mFuhcXzr0MqAs+pvFtvqM+Xj7JSjW8ZPISvjKVj73LG6k9azFWvnL+h76oI1s+v6UAPr/e673dv4s+hs+FvbuVl7xPLGA+aSx4PIGnAb523PA9zjF6PuY2lT7jsv09HijMPcM5iz71gW4+x6EZPoL1HL7elz4+Zu3avW/+rT0vVFQ+l/8tPu/pYD48tfC9ZxZIvY9QZr5r6ZO+aKWLPnXXdj42slO+qIo4vSW1+D01HMi9mgFMvoFBCb6wm/y9w4yBvm9p971t4wK+FuRIPqj3DD7im5E8LkgvPcWxGL4NAg8+gd9yvsOIULzzaHS+E87SPIUjxz1DV2C+3rwavTio+L2RbyS+LLU2vs6MNz67Um29Twq/Pjzntjxp2TG+CkUnvudyJLpjc+E9RXeEPRjWxz4Armw+opNCvpDxiT4JNbq+lxRDPrhEeT5Xh4C85XcmPpasMD7CaKi+NDtAPkO2Ib602W8+VIgCPhYwN73CESK+pakSPaQNQL2P4ro83kz0PQKrGD7/M769TDUdvnGqPD5UZx4+0CA9vhylS74vVS+92IVFPtvd9D2an1Y+4cFnvpDB3T3ATU28tDyivBMymrzEGYy9o97Wu/tE0j0jQs09mgwVPRf11r2+sAk+V2ddO7hG8ryEWRo9pyWaPS3Yib3Wz0k9VealPUErEz2J0Fe8L8e+vUZxVr4xdtW9UvQAPpTwtz2glIk9/t6mPbSG/zwSR2K+urTyPVzMOT1qhHU+IMexvWFftT36uTS+dsk7vbszI7wFKeG91QF0PdF+BL7PlKI94xV4vZrYL74rgFo+oq1BvGiKUr3b2EY8BFQ/vhbZWr4v7yS+/kKTPW9xvz0tn7+90BfxvHDNtj3HQsQ9IfAFPEzcIz4VjWQ8XO4UPuDm7zztzxe+JOE4PQnmXb3quxY+wPBUvhKsUD0mi/a7GTIavtHjxL3mzji+zoBfPcCljT0o8lK8EjEgPY3YRD57uzI7lWBhvPjPuD2NwZ48GWSHPcxAMT49lCE+nnNfPn0cpT0s0II+3GyzPWD0rjzzNim9L+Gnva8lqr0AIP89Q5ObvWy2Ib0cmBA+GpHJvc8HpL2+g6k9LUhBPobJOL4IJ388JAZrvPNLQLk/09O92LBEPXjXTr0U8Hc9V2tDPoOFi73PQgm+g0P2u/OB6L2gwjG9x59OvazEFD4kJFs+81JbvkNWiT52WTU+14RnPqlmJz4H3X0+yKjhvAus5r0a4jU+E8szvv8YXr4CERK+jJkKviRoET52mUM9AjYOPvhGkDyzJWG9HQAHParSnb0Ixhq+aK1UvXoQgL1LPKK9wV+TvD3Jqj3RMcO8DaZhvqXJ4z3lfkK8caU2PV3M2j13PY29B8x8Pg1omr3ITEU+0S4nPcAqDz5fsy09MQvFveZEJb7IzF4+3x0tPh2LOj5OEoM9IliMPhLIB74Q0oS+cVQsPmqh57344Oo63x4nvWFy1b3pNIA+wbbGO2j/lb37jBm9Qgoyvu/0oTqbiw0+ir2RvS2Psr3h1lq+vhIovbhvNb2juo4+cqCuvqRwVD5Emj6+HHEBPssoMT5pvto913rAvTAiir2F9gY+TKcLPXYggT6p+Bg9zF5Uvs0syD3a6IS+Q1pIPl/XzbuCoWW80LkuvgVNFj2XLuo9i3k+vsyPgb0cf0C955ITvMz8Bj5Fo+e9s3/UPj6fQb2Dtbs9Wpx4Pg7hp74DbC49KpSaPArPjrz1IdG9IwDrPS63TD0t2F49it+VvZoNLr6eL2e+dwUEvq9Bn7whSL2906G7PQwqAL29Tb085/WAPAUZ6Tz1IxW+mEbLu9K9pTzjJKy+Cc6APkVEqD3zzvy8+Us7PEKLh70r81y9LWicPLkoGz76UL09Zu1HPh+Hkz5fzEE+hcqiPb2lsL3Z84y9bW3APVC1mj3BilQ+QOFrvtrndj1xJic+YoiWvWwdAz3UNcE+mo0BP0/CGT/WwpY+V8sAvTOUqL70Qa48N6OgPXYXyD1ShZE+mgqZPgDIaL7qbps+QTaDPTyeHj0TTrI9l+fNvUcXaT4R/as9lhdavvJG77x+Ld49wEw5PmHLST76VWy9TezkPaxR3LyVooA7hZ9DvlHufT3aq7o+S0/XPXIT0L25HNM+WIPIPUY+Cj6QRgA+TXv6PjtaVD0wbfS9u4dSvljHsj33iy47rKcjvlY+l71ilB8+qVwxvtUV+D0OFdM8FCIAvjTlnb6Adhu+KVHJvZdDiL2uF/E9gk1KPgL9Lj7wxWi+0f5vPmlCKL1znx29kbmpPomuwD0AwaW90mKsvQMQSD01qHc+BIuAvQOxg73Ezxk+qgh+PBmPZr1YQIA++EohvpwrjDuuthW+gBS4PXbsNL7yEI8+U0D8vW1gCr6QcGW+WNcBvqBHPT65uEe9zeiFvsNNLr5aEMM+EJ4Ivq6eDb7B+QO97DrmPmJrFD4ZpsC+jRqwvgKhHL4eWTU+NFTovVgiCzy2+6g+Zm+XPuCB7z2Tero+4dXyOd65fL3jxNE9TH97vT3BSjryaoQ+sJWGvSMV0buFQQk+6DrcPIgebj64uZu9b9UNvhM2Uz2kE0k+i1IXPvjR9T2PIYW8zmJUPbeWwL0+nsQ9foaxPXx3iz41P6+9+z3su+CFQ73nMOs9F2PVPco5Uj3ECGs+CsnuvRbwEj0qfRa+SAj5PQBNJr593DU8foOBPS8Mqz1YsRA+yJ7tvGswbTwyE8o95R7IvYPyqT2ka3u7/DlKPmkwpz7FBBs+FxosPj3Y7LvS1W0+PO8FvkGtGz685tK87I8BPhCxxb0LbqO9Rx0cPvFZqL2x4+e94hyMPcLrKL7yhn48mLygvFQ8ID7qtlo+L4ONvYacD76dWtm9WBhLPmgVXT0nkgM9mDXkvQ91yT6WfCc95xs4Pn7Y+712Ax6+tbGIPkaLlbw8wHc9m9pAPo/Lvb0+vfs9RO7pvHPWRz65+do96scLvp4T+r3OL+c9unryPeAiuL0EeQ29C2upvYA/UD6EfH69zO2cPSyRFLxCWos+AEOnve0zuz2vCuu9fGcdvrxaAb6WezY+b2avPuzu/j0R+Q8+RbnPvSMZYj7rQqk9dDM+Ppkavj0iw0s932aBPemBmL3GN7g8oaqUvWkLgb0inT0+qXYEPqxoFL7J0FK+Ee4lPafaaz1ebRI+S7aFvKrYhD2f+MQ+8EURPPd13T0cZ/y9UhbivW1Gxr27Rnw8kRRnviQ22z2m8ii+3Qg+PcAMyzztK709VNOKvNcxWL3iv4k+rqWZO5JhGb4iKca9MJuyPWcUrDsVvCK9U0V5PT2oeD3xDzy8W+7APbBMgryOaHc87bM/vHlItrybzY+8/ikDvhXZI76Rtks+w0H+u+KZrj1kkes8dW8IvRVVU74gkTm+JeFUPpdGvr0LGbQ9SO9LPkANvD779bS8kk4iPmi8PT3xQTk+s3liPXONGr5gMqg9+woUvveXKL0a8t68eO9Lve6ugD03CzA+3ojAPfpSeD4Ev++7snXPvageNT4md2W9UsEwPozdOr5dt8g82vkAPh55vr0afj6+wqsMPo4mtzxHDsC9mirpO7QrGb0lF8M8hkDLPSIMGj4C4Vi9eSMLvkbE6L2mgyO96vL/vTlcED0PKEM+eNDDvUO8fjxFsQA+RTOSvVm4273npro9d1OlPvkiy731jES+2WlbvrMjIj5mRow9/NkLPR3akL1tjD49SK6/PaljZ713a068ahrdvCFPdz3W7wy+f/93vUAkY73uSW89XnKVPX3e7btfBz29Cm6tOSxgW769aKa9H+c2PC52Yz4Ioqw7i+GGvGzTmLwvj20+IKhhPvhPk7zfyic9h2o9vZB/YLyeMBU91GtVPWnu9L1XD5694WwGPo2leD594kO+ulIQPinaUj2Qbgc9QGcHvtDeOz71BRQ7ksR3vSapLT5PlI8+ujCtuyb70zzF1kk95EtTvZXYmz08WAy+gFFvPhGJU74EWuy8u2cGvQeZNr43aDi+qq8YPpauDj5oUOc9vHpMvbxVqT4Zk0Y9HxHZPaKUMT7hXpw+kBAPvTUygD3Aq5Y7hr8kPUMyV76WViU+dWv6vVsOg71A5gC+DVf/PZN5ZD6lnTS+1GKgvP9JUT0kWTE9mUtnPnq9/73Waw0+RgKBPQPIMT4xsRC+rTyzPr0eb77sGPK9rY0avkVub77Z7ig+oMwVvvEAkz4fp7g+5k6gvVhmkD1jWg+9kLSPvuTVTb5QUDq9S42YPtuAPj5eY4K+A2dsPse2jz48kmC8IPFhvIVgLj4/Thg+33LTPRxhnz0WcxQ+LYFlPv8LZb5HTOi9cdpWPrxCnz6fwlE+pgbxPA21mr15aDO8WiNnPsZf9b047lm+dIm2PeuImLsaC008DkQWvgdnNz42QRk+1YNpPSusSD2amPC93QEAPs28ar5mxVW9lG+JPpJiObzSigO+cA8zPlVuzj0zEzg99S3+PRYPt71us8K99cdDPtq7nz54ams+/f3XPBTAHT2VRTw+lebsvf/KhD5JpA29IQ+CPo3OlL3b1D8+HNIIPkKOuj21jaY+zpqQvVT/aL4ZU6W9YiXxPSvgnTw0mG29nONBPVXcyrwc7eE9ieFdu85gFj2AnK29k+JeO4Qn2T1Ee2C90zrEvFxO5b2tX6y8JseavUf60D3FL1y+hgGRPXa0rzyPASw88pB5PQeLKj6WDWA9XqchvmVgUz5kSFI8/E4BPnmtRb4f76++VaDmvJpBHr5/pyE+pAiNPCzicb36rjk9AsSiPY6dAb4M3Mu86mTXPaipIj32boI7PB06vknS1byfCTo+ik+mvWUWQj5MsA2+2K66vVuf6z1xnCy+LCj4PekpWb7MHkk+xS8fPTWloTxXCYc92crGPTNJCj5qn6s9OWkHvt0BwbwYFku+vLJTviNDhjzs3M09VvwVPaMNW75rzpO99pgFPR8clby8Qni+ss6oPSKTNr6U1Zu93KtOvnw8m7xxx4E9Z34zvcgqbL5OlAS+ODUvvpP/Fz2sdB69c/1ZPRHP9r0juMq9sUzkPOvWoj1XTd69RtHbu0ixX76JSjk+bNy6vfV0xb1BRR6+MLMpPj0jIL5cFm6+NxApvd/Ver491i89w3pwvvcFU73/AhA+SIJVvQygCr6FW2M9CXCpvr19tz0yHTe9P0ENvuSF/zvft9I9ZOg2PkzajDx6W/M9uf36vR4sbD2Ow/I926tDPgdBBr4aMGs+oI0CPr1ykr1/MRY9+TQqPZswGL7jYRC+PmqVPY82aj6MsRs8ENB1vTK56zxt8F8+pK+vPfOwOb7UZCO+MJaMvd61Ej4Jaak9LVKzvXTcgr5wY4G9usUJPg8pAj5+gJU9ccP4ukoodb4RuaM9idKTPYg7Dz4+pxe+V6aJPf9/Dj12vMY9umE0PTS2FD5ew3W8DoeCvTzXiDxV+xO+0yQDPuJ13jqxr8G97bt9PZrTgjw/Cqw914bfPBaImz1chf88zDrQvfNWuj09jIY+xJZoPFBRcL5ImK49heuVvARnPT2Tv3O9kKUWPZ/L77ySr6G9ZF8WvovJC70sGi08MGpXu/1PHj5rVO69VJnYvVSeir0VgdA95gPuvc34Cr4VZTo9mzPjvSfjdr4ui4W9f/N5vuyTqb3BRVG+VaALvj6IET0aFag9AzfavFR9jD2rnUy9RqMMPnG/Z76H36Y90El5Pbw5kD2JJIW8uoNIvAW+Cbx4LQI++8nfvCYSrTxcxeO8jy+/PYAOC76e/HE80pPrvEGF2L3JujK+mALvPQaBSr6YRa2983CivVU93L0p/Ro+ICUWPa7uCL6mZQM+aGr+PS+bDT52LsS83MIxPVzuQj1I1Dw+Uk+TvczGSTwDOaW6GYFqPY23hz1TqN49R44Zvk7DRjze1cS8O70ZPoDgLT7+79+9Dow9vnvzWb6IizY+7pfHPeZu/LsUT929d4mFvYlgJz4f1Ec9OkYQvJ+p1D0eVXE+KisZPjoph76lAzI+7LraORP6Hj7Iw+i9nL1xvX1b7z1t8ls+yRoKvTclZj76n4e+lGRUPsopAT5D0tK+cr8oPrcV0L5m0ya+hmM1PZ8hIr4YziG+Of1TvkHcR71hNHo+HoF5vSj2Eb7Z2xi97q4Svf/pKjxlBSI+f6jVvMBGhj3Aayu+k/rvPeUQvT2GMI8+pU/7vX5yGr56CCc+dzDCvSbxXD4bed49rK+yvbwiKb1Gsyc+ELphvl2Yy71W8Ic9+EBsPsavaz5XNmC+TCksPfhLkj4T5iY+A/Y0Pn+tkj4m62I+/tlOvsLZgr3JPmI+j3x+Pvmvgj6xpBc8GD1VvpfYTr0z6Vy+8Fs+PsCNIT4EH2K+6oJRvduKFL2V/gu+ku1PvuuKJL6iLGm+oyB7vozIrzwyYUo+1o4NvjEB+z2NHqg8+o3IOnCXPT6cRCU+Nt8mvqiXSL5azBw+McXJvOHld77zdXW9nuG1vi75TrwOQkK+bukhvgu0vb61eLM9WZa9vX6ki72HPJC+gXqmPP/+xb2GQ6280io2PrlXTj7xzfC9kDqvvoX1PT09X7s9f9KPvMTdMz4yPzm9C09dPthkar3FKiC9lpIqu/y//b10XiA7yqxLvqPdKrzsRTO+9jiSvle6xT2LEqY7KacDvSR4Vr0NvGm9eK/7vRNAiT20JGW97XSTuxyULD3tYvo9aA5KPmqhlz2YTZi8neMNvkql7T0WhgS+EE9yvb9t0rxdywa8mDHxPK7JKLzQCq+9lamCvXEukjvZjzm9emwRvIbx0b3vJhG+d7XjPbJ4nb3cmDU+FBfPvG+xA77nOQM9PRfyvBiCBj7bTwQ+QkjOvdxMAj5gtyo+q0EWvj5rTb6WoSa7E6uQPYGFKb70vdq8GRuJvU4KG70k9e+9RRcDPixskj1OL328RY9GPbJXtz3UT0I9Ek8Jvge2JD2pwji9axDCO3tR5jyyrWC9hpUzPh+pvb39DYA9Ne2avXKQPr1e3Do9/VaNPXr1+T2choi99omRva4NqzuQI+S91jsnvuqRaD3GdS++4yFFPZISwrt9JlW9pfPHPQCAm7yPFsG88So3vgV2HT5qb5w8Bt2+PUzynj0q5jM+ZCIWva6Jtbx0Tpm9+LLivV7s3j2hBR+9/CpPvbNysz2B2EU85yDpPVB6fT7gbBw8BLb0Pf9CCb1axoY9D2TCvWpIxr0DJYa+dAUkvWFc0Tx8JRo8zx06vfenxzzb/iG9NKKAvhoDSL7zOB8+dOFQPpuCHz7hQOA9KcwevXqOjTvheVk+WhO8PS8jfz6HUzY9SuPpPCTU9Tz1SuO9EzXvPYdxZT6nY1M80JYiPULxOD6Dbb69OaPdvfk5xz7er5c+7N/rPeVp/rzUefg8oSFOPlNwObyjDpG9GvnZPQdIR76jooC9MXb2POHF+b35hEc7FlUpvdTbbTyK1hO+NPouvctypr1FxKA8/1MEPhBQyj1DkAO+8Y2OPTA89r1IDYa+VY8BPgK78Twpob88IiaOPn5W6T0mY5I+h4O8PUlnpr2hWru7oGsvvnaJmr2j0to+zMpePuQ8ar3S71w+IS+Zve8qAb5NpVi+aJ/jPNvtLL6EGxS+WhyTPY74br52OKM9skJpPtOfHD7K6449FbzuvbsFL7zfOQM+wNAavKd1Hz7OIoo8RQRFPkqLYDxV8hk+VhcJva12Bb70OZ++0nMfPRcHu7yc9TW+icAsPtRabL6jppm+X0kivMpS6j1HCKA99ofbu8D1Ar6eSWO9Rq8fPgXiGL5itOo7Fo3avSxRtD3sq5A+cB0tvjo3JT5YJEk94YrHvaRnUD2Nki++/Fz0PaEs+zxaetG9MuefPXS0i74Qr8c7SXg1Pm4eIb3v32y+jAVDPpGE7L3IPAE9RAkGvg1QHj1+Npu+bUaXPZ4TJj1xnIq+34yrvKypWryGa/E9XSwvPO5BYj5ivug8nsIlPt4gRz7XWoy+b+CuPrMXDTsgjWU+2+qrPQZ9hL0h6WC+Bl46PuEltD232sW81OSBvqY6CL6esm89i2vbvVK/9T1jIhg9MzHOvhSLEb5ntEW+3D7LvcqBbj6ffn69LINBvqOe2b6/4lC9XFWCvkkU/76txk29JEQCPTSV/r2MMkI+PrYrPdrumr1d/+a93kbbPWKuuj2Tive8msG0PQF9pz4AhgW+qLY8PtsKcT2lHHO6OsZOvE9quL55zqG94gwZPpbP6L2Q3Fg8OEtdvh516z0vcaw7a2IHvu6HkL2b0C2+3KCSvkObRTyEwoe+pv/JPrf38b3Edhe96fkTvKLm07skcLS9yn5FPoDw/D29Syw++6iUPsLeGz5ZwTq+YlB7vrHGYjwHU+49bwQZvvBLDb667Oi9alsEPZW2Fb1+Tpq+okKNPW8vBr4h5P69bk/hvZopej6sw/o8THmIPaITY72y8z69FtlOvRSMqb2eGQe9TCIEvPbs071kZEQ+FIYyPnsJ770hYng98nqAvobgcb3XpZm905mXvhEOU75D7/a9c3gZvgxdJb4JXSQ9JBcJvsvqIr7TuX++VumGviTjmb2cqgA+mRl5vijnBT7iuQO+RX5DPiS1LL2HMGC+W34ive19or5jECy+u/73PKazS766IpS9JVl/vmSdXD29m5E+PZ8YPRhbcT1Oc/q9WQjEPIO4MTymNHa9rDRVPcbJIj75KE08EEIoPeGp/j3b63S9kYPWPfr4lTv7lrq9/Rf3veZbFT7xL+U8rXXGvWdS5D3dmlC966h1vYt+z7wJJzu9PdhWvvtX070eLim+rg40PVU1Iz0F9Da+/q3vvA5KGL6GL1G+qOwnvvdNCL3fEC+++ouDPROwBz0ciTW+9BZOvhl6Wr6qhgu+vd9vveTDWT003Xi9FxanPUMdPj6ZrJa+iDirvZI5tD1V7Ee9QYRVPdgpLb7FSN69ySBEPlcuxr2dvjy+zIgVPqg4KL4XDTI+5eVZPSE3h77GWi4+6V6qvWcLmj1fOum8FUA5vY/BLz54Ykq+p2lGPrx6mzs/37a9GkSovGnbfjt6k04+MfXfvSVMOz0soxi93V2AvPS+672NZRI+l/8FvpAep73m+5Q8AoIBvZQNGTxx4Ao9oi3uPHXfsz2FVwe+OwVvPebFO77twJu89NE0vYbn7z1n4NM83smdPdHOHj5kWhq+1lWfPe0Itr1KAJ29MI6iPKa3yDy+jeW92RgUPopHWbzPIY49eiuXuyEDM75hObC8AEcrPWg1+jy2whW+mQbRviyU3j1GFoo9xCjtPWo66DzsdMy7JU+ePUJlgT1D94s8IivZvOVQGL1VcmA+Msb6PMgqg73gUSQ9fbjkvQXoZD4bl2s+nPzevWo5V73bQME8ff6GPSDxRj0YrcY9oE15vcW2C7ypH847AeMhPXTWPL4OsHE9s3sVviXEkD6vmcC9z59PvmriKD05tDW91HwCvo29Xj34jU68Zmknvj3EBj36nbs9VYnovF5wQb38H3c+zl8TveuMLb7rxS8++8UlPZqW4T3Q7L49aK7VvZkuaT4DtA2+PpaOvPmXKj5nlg2+s9+ZPKVItL2ire89ChCfPa9mob6rDWi+DzV4vr4gr7xv9wu9eDBOvSCRBL59fRw9ELwNPUavaT6V5Jq9BbuJvo93Uz3GwbM9L4TRPcf79D28vrA+8xMKvmIJVD5bSzy73MAJvfC8zbt0ewW+ZN4fvvO0R7wUEes9R/L0PSASDz6UaZ09xeoBvrjG7738bi2+NOQTvlt3mT2YXIK9Wb3AvdUB4b01QU4+ttw7vqmJKr0UtNy9qgLaPb4rHb4mx1A+5BWpPR63Rb0g3GA81dE7PnLakL0fEua9j0gRvu5Go7hdcHY+3qHrvReOaj0YMjg+kN17vCgRD76JR8y8Xf9KPUKGjz42FYy9D/Ilvqk29b393EE9RNuovXeihzxvXUA+EOC9PRIwuD14rcy8kpgmPXLQC7ug7rY9nGU5PqVNUDzdSQS+8QhUvq5upD3f/2s9JVI0Og1NJj5IMmc+BTHRvb9+Bz5GYpk7xgSuvbnTnb59eIi+U0NDvo4ELLxQsGo+dutDvgtsMj7VuHy+L9/xvAa3hD2iRFC+RLxJvrLAwT5wofQ9fkTKPhIdZLxy/UM+l03mPS985D7WupE+KESiPkO/1j6Czsq+EQ0rPm4alr65v0K80dGpPqdeF7wYSZe+xVszvnEfxbyIXT09+bCFPX2Igb4feFo+OP8Gvkpbgj4Qxyg9r6kNPnUPvb3aboM9oMq2vrfGDr678Sg99iq3vkcdrj3r56U9ytwtvhA8f73L8Bk91Sfmvmhd1b4vvUY+EuldvX4ZPLydzOQ9Vp4EPnoHYj5IQ6e+QN26PVjOlr7GUhG+33hVPklPFj5H9wC9pW8ePsAzuj0iSxk+cXFfvg+Mi72i1cw8a2t4PDh6Nb6rta6+5fSWviWEi7ycw+o9Y9YJvsdhxj1EosA9A5Jrvs2evz3C/VU+V8owPvBL9D04vKG9t+SHviKj2D0n0RO9dkTvPjeRVT7mKSC+jlEyvsrLAL6eRfq9srX5vNrHYr5qqYy7YRY0vo4CO77uuBE+4doTvqpp/T01bGY+NmfhPv+2uT06orO9cFSsvriCJb43Y168YLSEvRaf0z3zcyg9CFMzvmfGGr6YlYK9nBVPPsQ2xb0IrcW8vLGCvvel2L29Qdi+RtaNPsNqs77STtu9CRQuPh3LOz4GWQK96UCzPdbxmj25Ar69GKY1uwh/GD41OcY9KDNTvZFANz7Iwa48TzcXvbZfDj7B+xY+jRhIPqYivT1RjFQ+TZ8pPiyJ6r0SbaK9GYEvPmupzD3ocLA9R3NvPVyJPL0ibWu+2BOTPHoG6T1kfEY9mXh+PqXIVT7VOv299KWIvWfWIz2azhg+KMdGvZTpID5+4u+91+QovqZGvzwenMq7zAmXPfQ4sztG5sG9UkyBuqgPDD3mY4E+IVj+u+r95b0v1SG+eCvIvZIS+z2aFwQ8e0AWvZmfaD624P+9L3RMPvsyrbxWkXI9fw0JPXTL7z2xFU0+a67bvXSQxL1waak94ZP6PTMvUbxAtNQ8I9OZu+EPbz6ZcMS9iwwmPiPJy72kHQK+ZK0hPbgxc7y5RbG9eIqHPBixoj1nWxE+5hTSvd5lUj5KRME9IbIOvYH1vT0G+fW9p7dkPnp+pL0WhmG8AbIbPtH2Mj5fQ4U9IIMPvVPERz4p9nA+L0ioPX1BK74LrLY95R4HvlAulj3dtEk+PUcpPgfxNT4cVAM+qQ47vXLv1L0X5sU8xO3hu0kSFj5S0JE8Is2UvYw8n70Aalm6zt8NPDjXnL3eMxO9255VvT6ajLtcVZY9u09+Pi0HBLzx+sw9RjeZvGNbory0SAY+ZSWxvfOQ270FXS69OhdRPf5wJz7MpAw+46CPvQuCNDszSw8+POxAvmbrxz24R7A+IpR3vdz8m7xfi3K8qEjTPQhj7D3bgqC9OcKMPVAptL1i3w49LIoqvJM26j0YeWi94XxhPTACBr4ro769Cr5UPRURGz7kFua9NYH5PUljg7x7K5W9qsRjvoYpOz6cwA4+wLG+PSHvBT6fu+U9YStRPnDwGj4e1hq+Ywv0PIXDoT3o8NE9gDgbvVfGGb4cggC+LNQJPmZhnDz7jVk9RLgmPjlQcr4oCsC9AneaPa7gYz3o3JO8kuQ1Pbowsz3J2gi9kSdhPAvSab79g6U+pONNvTU3CT1E4CK+Q83GvY3TOT4q0Fu+MlC3PTkQUj2zKHw82oClPX2TnLzs3Va9jlxoPSMeFT46tOC99M+fPYxG8T2GYSW9CVcyvWql7z074oE+97fxPSTWZL2ju3I+FB4mvHxBCb49BxG+aKLvvM6hmr1kyNO9zSgYvjoVqr5OaWC+vG0qPJyw/L38sAg+qzjlPDsGPT4fa9m9FYpyPj2KQ77r9oY9HfJzPkHC+T1sLaU+hZ1jvgy5QL1DBwQ+XBdtvqVbqb3KbC8+73y5vNUL+z3wyR69KpWSvrX0KL5iTyG++dcfPi2pbL4XOok+22NGvpp5sjzJbc2+OfTVPbuNSD4Z/fc95T6CvhSQOj5O6+q9HWqjvuSqnb0XO9K8bGi2Pp0hEL5UNEE+T6D9vdNtdb4T4iW9Q6W6vTITFL4ubmW9fGILvCEuMb6cIou+13UqvtbSkz0Ukv47KTX4Pb5gFb4akVw+wlKqvj7AAL7frgi+HwsbPkqYnT42HcE+GwR8vnJXeT3+kL69R4aCvhousj0KaU29rtkTPnYtkD2ahQ2+AofTvcuLhD57ihG9DqSpPZWBhb0vVkC+pA5cPnQk2r6qqks+d1ItvhprXj4h5ym9ad7vvVTvsT2IKZO+JiI8vpq3Wr7zxsG+t179vM4GiD7GPWi+92gqvi4hhD0YhSe+f+PKPcovxL2uiWy+0UTSPUZ0Qzw4iQQ9lNNgvRu9F74U31w9NPSTvjWEij5YJm8+OaWwvY/hsb2MoUm+zhLCvVHAor4mTMs9sYiEvqfpXL1l3RM+mkQrPGDkPT2ICNo8I4BbPbOzXr5JZL69daFGPl1zvb2ALpq+0wnWPefBCL57S5e8/AnFvc7UBT6V9iY+xsYGPuNRjT2uhFW+uWkivuwUL75ZOW8+S7ILPrPILL3tEt29T38dvTFfqj3/8gO/CSPdvA/mlr3t8uu7lAY3ve5Fgr4aQzK+EMydPnAJgb1Aiz093mIGvuNu2D7DVMO+GGA3PuPGK76cMcW+2jCFPrQbo75KTgO+wS0wPacXFD0BDiS5qtKIvrj0br7kLiW+LSjQvYKE0LzOPkC+njI6vVOgNr2zQjm9ufIEvkKJg77H9aE9QulPvqseo72fcUS+FeCHO0R02L2kkxc+vMTYPVemc73EeQu+0xk+vnUNHb3pR6o9qGdHvqiREz7mWYE9cwUPPRVBLT2U0xS+pSKHvQ6DYr6vxq29uOv2PUKZrr1wYX2+7d1lPJmjCj7aMZ6+QlE3vvbqKT7MzFm9pHVWvrC7ADsf3/U9d7g/vLmztz37goU9fQHevV0OF774RAe+Zh4gvohhHj3Sfq+9FotqPbLotD1p/ya+tVY5vVNGGT77ScY8lfFAvuo3Nr4llTe9CDLaPU7FRj5u/1Q+WXoMvZsViL2vnn2+gY6svQk3nTuxISy9lSpUvtnKEz3MlUg+M2QlvZRvbb3HoB+9w+IiPmLNNr7V0+e8+n8/vobQQr0MFEe+xaXVvaZSAT7RaSM9V1jtPet8Fz6qDvW9DxKxPYAGLLxjgrw9uOY+vnctt70NTzw9E6PtvGOR7bwYhnO9Ux0wPgai0L12JJ++H3B7vpIg0j0IVH49uKszvQKMi74OIAA+iHoSvNgPwbx6a1S+Jm0xPvYK+L3WQQ2+m97UvVmyuz05iMQ9kwEvvotFs70pYGC+mFWfPaS6Nr73304+A7AgvpLc3D39dK+94SEYPKK0QD4DB/G97ZA1PtQzPr65JpE8l/s1vpZCiz4J73E9VUdEvm+45zyjlAE+E7RqvVJQgLxjU2a+9TsHPuesgD0cLI29WIACPotgzb0c/Fw81aidPTMW0D0xvTi+yXYiPohCRj6XJCC+NRrmPTyOPL2bpWq9I29BPTyEUD1Gh4M72WT7PdK50j0iGuC851MCPWCCmj5aGRA9SSg5vaOUHT6+FO0972T6PQ/R6Lxj6F08Rb6wvb7EjL4qzrg9poqfvBVhFb52Qb69tcVYvCU5vT48z3U+W0N6vZSwczxO5GG+IMx6PoWYcL09lRa+AYdIPT48PD47vTm+uwr8vHCLvTyPDOe9SfT0veJH1T3Uste9+9zyvdiDi711K2096iELPn+FnD7VNzo9WFR4Pl1T4z0Xli0+Z1j6PVcLAj0pcsS9m2FHPVWjc7wk53A9sfwuvTPONr5Alyg965M0PlRJBL2ql8A8QhrZvRhyCL7HUeO9AJkGvmXxsj0zm6i9AHkZPb/hBj36baC9CQH0vRKIYr7p23q+pNuvPobUSr101HQ+DzK5vSQDbb4S14G87SYkPtd/wL1MRYg+CFe0vK/6jL3WYIq8+c5hvI9WuLyfwFy+hlttvvPOnLwWHZA9DIOYvdBOpb62RyQ9JWzhPT99Lb1OIQC5m8ZNPfaLbj5t/QQ+X81qvpIAL71Z1wo9Swu+vVko4LwQZn0+EF3avfHFnz1pUc091GwOvqU7kb5m7bi+QAybvsaQ/DyO7BM95vDJvezvRT3qCE0+7piUvbPjGD77t7+9A+00PU3IT77YSa89hZXTPIyPij5h3CI++/BjvdGdkL4zToO+9R7ivXAlub23oCK9Geu9O08WET6NICm+ChkOPjZivj2soU4+usqGvZ5xZL1NsxQ5nbqXvUZoqL4UQxI+cvy7vlFlE717HMq8QYR0vQVWfj5HrhK+Y4Cyvh4sG75eeGO+z1+XPZXiQDwSaRW+mBEmvGv2vzw+Oby+uM3zvc6gnb7C1by9JJ3UPWronz1OtC49112Lu6LbZz4fLRk9ewZ4vjGzijxX3JM99/O3PS4MbzybnHe+8eSQvv4cZb5R05k80K15vkREDj6myIo+oYgIvur/2z3HGK49cPxyvTqkKD6w9jG9M10/vHXApb1GhgG+LIE1PqW+9L3Lr4C+kJeCvmvN6j0ato68YvlNPZDR9DwPWo09Q6gXPLbknb62KGk+s784vk2gJ73I7VE+w/3Eu9wcbD2q8q++cjjQPQRuLL61T/w9d/WBvuFiF77RVQu+2HJcvaVUHD6DyuS8/Ys1PXGfgr5dpay+hGxpvix1CT5z77q9VUCKvbH5gTuhqQA8356XPaPgVj1pf6Q9TQ4svSmv2jxcTcE9qanUvUOtVD6NsjE+CjBwPZLKcLxiFyE+21VbPRT+GL4orcI9LHmqvK9t4j2AIjg+YLpyPqbshT5/u/a9JqecPavm9z0xb6e8YLH8PCh6Dr7Gad68RnAVPucC5DxVm9O9mbTxvWmmFj6/fRy9j6avPBw2tD1bSKe8yGlWPn3y9r0gBo09g+2jvRcmMrtbLa09AwzsPY25aj7s4vc7g263PocsGz7i4p49Kp+IPk0rVr6rWho9CNn9PAlnBT712vg9zlKQPm/nMj3M5Bm9VkGcPmVSIT7f6+G9CcN8vcMFEz5Do24+e8sNvUxT1z29K1E9EWxdProSnj39vdy9fC/xvRGtmj7FFfo6X8wGPa9ruTzTCSM+4f2yvAQo9z2pDjk+NLdUPj5BDD6Edkk9cpnIve4MsT7PQEc+xdLbPWoKCr1PC0w+wYFGPtEfrz1b1hQ+EBq3vPcOqj0LWN89BNf1PanfDj4DliE+EOPSvXkD1j1G22i9pmIbvjTb3z1DoMA9+/O1Pmos670eWJq88rufvS3sGD5HJWw9zsgXvparkTwX8kE9Lo07vT5i8r2oWAa9DtplvHFQbr05I5O9uT5PPkbikTtLTJ29/tAgvSiscL2+wgG+/K/iveT8VL0cWmU8yulgPY81tT3YEnu9TsD+vfDEjL6Pczw9IYRFPJ3hWL6pSMS99se7vAPj/Tt9Br89gmxBPk6Tbb0K/t09z9O+PeD4v72wYa+9kd4DPra6KTw8EZM9U2g4Pi4/lb3MwmK9fzAnvXMvKz5aDMe9HfvMt/+ZFr4tCJo9O63EvAYVmz2csZk9irdJPcxJhT2p03094GPRvSKe2r0zpja+5GKdPfC3Wj0aHBa9WGLkvYhsfj1nhi494Xb5PVMRFD4nc7M8livgPR5RWD1svIa+JHMhPdkhjr3pB4E9palfPZ8ro71PCN89+wYEvLcFMz061i++H6htvtcmiztf5rY91RQ8PVZ0Az5Mq1w9MAK1vUkXMr2bTKo9ODPBPUZgBz1l6iU+vZeJPEMqjzzmXrK9ck8GvRfa6Lzz4x2+t9uyPHewyjwV5+C8aI29vQvmFD6btY89jjm2vYi8KL0nCPW97bdbPXIg7r1fDM69a7g8PjgeXL4W4/u8rPadvTfoIz53Q8w9euxTvjTYoL1G/3O+Jfgkvmyunb16TZw9rPxGvYMRdLxiOxW+JeaxvQyj772DRwy+Bab8Pdmtzb38oCK9vyWVvhkTjb2+uhi9YpmPPR6Nbr37OOW9nBOQPYhHpj3On0K9qFlsPsQVRD1dscq90vOWvZaICz73r9W91dyqPfeDIT792pU9eFffPYhKAr3av2i9i9XBPb/z/jyQK6S9J/MRvGLkSr3KlzI+ZfZbPlyrj72tXhM+fnLUvR41Qb6UQDi9+IWzPMcVtDskoAq9lDwJPkc7jDyyTYI9zI3+PTmAhb45cbu+A+6Kvu0cfr7+4hK+Fj8jvp6T/TsBiUG9UpQ1PnQhiz7VOaw+Kkwqvuw0jT1JFFA+kpTivV5vHr5In6e9wMu3veYG8r1nLnY8wbU0vZas1T2WeAa+h4IkPr+YVb3X5DO+pBxPPhtV1b6wP1A+sDQoPstFbD0hQue9VPpUPsmeIj6TF4u9aur5vZfQu71laaI9LU9RPRNlZz4OBrE+1sSDvCEF3z0MGcw9qhYbvsYho72Xtkm+xrY2vqC4JD4k3Ao8chnkPY/hUj6e1Ri9jUSlvvgwrz2COI4+2D3NPUoAUz1wOtW9MG18vVRgSD2xpB++RDZXPvauKr4ry+o8nxh0PgmZD77rKQo+hn12PcswZr51vC284zLcPZIhCL7ahGE9TqTivQbdaD6U7bk+Xj3RvdB/JLyWaZ++nJcWPRjVlTx83Hy9u5iWvZrgZr43O12++z9PPg19zLtGdB68EJFPPn+eJ7y8Nb89mSkKPtM3rj6QNEw+/fX+PVCWkr0heL69Uh0Evg1bgj0bAqC+7omVPeECMjz5ejo+7muRPaHIqb01AXc+MFGqvSUfoL1AKBA+c4IgvvBs/L0S1xy+Cjpvvax5Yb1SDKO9tLWAuwoNgbxTJu+9rnypPe2E4D23CPm9Ba9UPU26Cb4NF7i+7/c/vDampjyo79e9u0GbPLWQ2Dzy4aO94WeNPW1oz70NDwG++3CMvE5YBr49oUW+3uV0vUkmgDttd+u8h121PcIHBT77pp08vu35unEDeL73zpi+qr9yvXY7sL3wBZ+9hVvrvV1KLL6Jkp69BmAUPbwuJ74Qvt89WIYQvjlbuLtbqQa+7zDdvX3fN71SO1+9trB+vevD1L02Fni+Xs9JvktcMz1aoMC9y+wzvrW+vT2Su5k9GHnAPRmlXr23oZW9TMtZvv3GiT2dCBs+Qgy1vTAH6burURq+4qSjvezopj0TUEm+a9Fmvk+EgL3M+FS+ElYqvvjFCD6kofs8l6ayvSbSL72avNW8p8inPXHIx71xz1k75tRKPf90jb1d7hu9KL+AO3uf8r1o4iA9qw+BvaqbZD3ewjO9IaBXvseJvjxlx5a9KrfrvT1eybynR6G9EzgIvqyJm74z7Hk95fXEvayUZL1Bi4c8YTrZPb/JHTweI6U9IqyTvq82P76mzQA+sFHWuxyE7j2oKM280TAKvmHhKL4jVGq9aDYqPkh7W74iyJG9aeB+uzXoQb5o4Z69+O6cPYdBg71doPO8hqOMvb65HD6rK7G9ld7UPYUmsz1WyYo77p1tPFvRFL2Wjlg881fxPYQ3Jj3sSFK+3gc3vg8Eiz6Y3h8+LIJkPeM/wDxw53A9DJVZvVAB9T2nwVg9KELsPfyCu71pDyK+MdnwPQkJ9z3pQ7E77urbvf7wHb1HQDy9QDudvZ1WdT0hvMu9YXGVPcfeMT6YczO+GbhWvn7GbD2lTK48myZFPkB8h7yyT6S9PIeKPTLkCL5557U8efqfPKi8YD2S8Ug+X2wdPMzwcz0rsrG8/XdlvaImr7xlPDG92H6DO75WBb7o5+G96csPPgyhSj3igiA+aehlvv6gLT100cE9pJEXvDGbT72FqfC9xPLBvfAAKL3DjAO9qblDPT3bjz6fhpq9czcRPsIVNL7q1IG+9Ym2vKIgab2eC8g9zNjCPeOS5r1eKYS9xh0JvQE0jr6/UUA91G53PfBXrL1mbRU+AU8ivm6EVr4saCO9jaT5PVVUFr7Hyam9IVQIvQQ+wr0g5+69G7Z2PReZ0L0l4ke6CidoPlImj764yTc8z2l2vW3Egbxu1oQ9yOV5vRVm2z0pkBC+12+PvRknTL3WkYg9g3rMvTLmejwEZ8q9ZYEuvUF/Ej5jFuM9GMPxPYMhzz0Z+1Y9NY7UvEb0vb1/9Zi9Oj0mvTGLSz4Sgc08r08WvjZ+aT6Vdww+sasDveu4cjz5o1u+Qy1MvsQi97w3SFA+VijLPP33d72hDGc9h9WLvUpcuL45udk9njNlvvnLfD4jjxg+SmJkPgUxtb3sPui8XNC6vdN0dT4Gtpk+ZhiBPoWFPD7Icxe+xT8tPXqQiL4BMnS9c6QEvT9e/7vQ3Q++7+DFPZ+F5D0S/qk9UuyFPtV1k7tcogo+svHXvc5/MD4QIew9aDZfPXd7HL2fxK0950HkvTL36zxbi2Q9xQwZvsFQJr6P9449r8bWvQ9LaL5yjgO+iPiGvv68KL4Q/kw+E/s0PniCOj6uVne9I9COu2rtZj4rz808zCEBvWQHr70BfOo99nYEPjz0Lj7StAi+h4hkvUf0nb53dS4+idYSvpBTur0vtPu9iICavpNXuzyzZKu+J3AxvhJXhzzGArg9KlXBvU2dhz5gOSq+e10nvhCGOL37dw69QNkIPBbqlj33VL69pj9OPqmOD70wz/M98SM+PtA7wb1WgIA+SYyJvUoiNL6ITHq+Px0fPaEbm72YJvy9G0mWvvcO2L6npDY+Xvw9vtaSB74HjMY9xQc0Ph/aiT3bTIC+jGNCvVVxwb5RS4O9ObrmPVH6Sz5omYa9rP9Tvm+QGD7WQ3u+TTV1Ph6wZLx74yo+NK5HvouVYT32FqC+yoCcPU79Or7BjEW9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "GGsDO3GD/zwVBBQ9JaE9PXQwqLy6BRY9OWStPHhus71x17m9l3AmvGWhzzyEeXC9yGX/N5jOcT3LGI+9enA2vEVBZb3iDZ29veQKPudwmLx5AS090yC7u91od71JEmq8Fw/5uiQB573tIJ48zO7KPAkXvbx5tZE8Cj6svA0xHL2xJJy8F33Yveb0dL0uiQk8zF8LPQ8gv7zG0oS9Ot3ePEDMLb32wRm+v+FBvd5Ter2FIdS9D8uhvF3Ea726xoY8jqghvXH3BL7RCF49ts+2vSOaSL0RQCa9AL3KvB7Zab3E/EE9EYvxPR3JkLyNuLY8qtCwOwp8aTxpNXO9LS4IvhFG4ryXwpA9+QuBPcGXFb1MYFk90R/HOjyEkD2gTIQ8cgkUvT8uAj1p/bG9ifRvvdd7Mb31FdW8I0udueSrl73IXIA8FIwivtnKlj0CmeS9eiBRvSia0jui42c9iX2Bvc/frLxihlI7zseBvUwU7TpKATW9HcdPvY6QrLpGCUs9iHc8vTTuIT0GfAm+wDpePbvsojz+aUq8CirSPLu28Tx/oZ27dKISvTCaZT1oLtu8k1mTPV177DwLV6K8UoUbPWECoj0BN028eLOBvGnSaT0CiCi+RcJLvCePKb38lhg9m/+EOikeSbwcnQK9FwPrvTATZr2+o3y8pNOpvN3Lib0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 