{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Dk4UPf8cQD1aJ3u9NODMvbEgz72RBmo9M5ofPnjGNL5lrd491dqdvS+FlL2udCQ8QhPevWEGQb6ZYzG+J/0Yvr/zrT2047i9ucsMvVuQZz1TAbC+wmj3vTJ0bz5G84e9ZyPvvSLfaD4DQxe+dIiMPd0LHTxWyxc9cMwDPqRJz70A9jY9XxIAvo0NsD24ZQi+RWYBvjJ0Kr4Dk/c76kRGvk7+Wb7wI6890ElFvTuaZr771EM9pwVsvfL7bbwvtRS+RPgEvZOaBr4uxDo+dzL2PdEXGT4ishe+N0HOPUQc4j1X5649RufNvQJ0U70xOBq+0FtEvs7uX73DU+i9RqE1Pi5Ci75iy1O9/uWEvmDVgj3BqvG9556BvsNVD77Uiy++JP+jPZN6dr56HCe91wj4O9ClrDtyTk2+C4AVvojCID69tpK+MtF7Pkx43jxsi+c9MsXTunA7X75PLBK+KIYqvhCBZL5OzO48g6JOvTqjjj1dkhs+Tl4ZvngLDz6/i3M9mQq6PWEPfr2HPP491aLyPBvkzL0dYOQ9ibJ4PXOwLL5T8Ps94RivvdXpL7v47Sm+fEsUPjuqqj3oPZY9vcMBPo0Lqj64KYg9xhiCPaqvqb0+5Pc9vu7lvSATdT0TNGi8NPZ5u8LNbDuVqBi+NCT3vX0wGbuVnCG+VqGzvajErj1D2i89nmo7vZUGDb6lEf89Csw0vUhCfTwSVCC9vjayPXhW+D0j2Au9Z7lcPtLkijyKONu902DRPFJ/Hj6+c8w7QhoZPvf/9z3xFqC9WWntPUjiVz52pAW98H8JvmG6Gj2O0W49pWrGvWqLDz7wOBa+yT81Pp53Bj4Xu/y9LRIrPv3i6zw7i6I8IezevUmgzD3pcHy8f3sTPigArr3J7Cu9DvvPPWjCmT22mDI+hc/8Pcw5Kz55YqY98p8aPllFlj2n8XE8SxynvfEbBT5DTug9w13IvSuBOT6RqxO+gcT7O1zR/L0zvR8+P5CxPT5e7r06ZdK9xN7pO020Hz1eGD++zcyUvSsUvj3ihvm9i3q2PexPgr2Ljhq+qRMovrx7Iz6sC9G8tK35vfzfgj3HSga939ojPIuBED4tyx2++8IyPcy9Yz21L0y9P/6NPdfgEr55suO8oIhvPG0JYr5Th4c9x8k8vlZqnD0AFAM+iwgBvOqTTDu+wzE9xYPlPSwWjr1bSbm92sA2Ppz2PrwMARs+GStPPvL45D1hf849bnO7vdudMz1Tb7o9UusMPpZQEb51IUa+IDj1PTVWeT2S2eQ98bi/vXVbKT3BSJ29VouiupL9Ij4ev0Y+szIsPWnVvDxz7ek9Z/rOPcvdAz5Usk89I9oBvkGit7sKgHA+2DfvvW5Ui74N0Sk+vXskPuGfI75XIJa9iKWFPMt1dT4VbVy+pBgvPvAjcD7ZdSe+Iof5vXC2ub1XODE+QbB6vdS1Jj0YQIM+CfPUOg0+y72smY4+o3fHveA+Kz61gbM9oTwCPhvAlT1CnBy+kFXBvDFIWr61CTe8E+WxPBCaUr5+YPA9v3mpvbfoeT2AqLO98Q5rvtDf+D0QpQU+qV/+PY9mwz1sfRg+s1eJPSCkY7ulBTQ8J8gSPriqkT2ohV09RAVEPUtGG767WfM96iOHO9nZxT3uVNg9x0NKviEK7DyDygs+MlogPPYGRzwuZoO+rN2PPanU9r3Gvcg9oZsFPmjiXz4Nd/m8be4CviZOzT1ePaU9xjL2u6vt8L0gsAM+TTbyPRT6L77jhS++hRKOvPJeVr77Sv+9J9OZPWyJuzyqkIK9BWRXPUGa7j2cyiW+qcILPtHyMr6upCs+2G3pvbk3pz3EFwy+GtEZPdt4SD5R5Ok941KAvl7HBT76Q+C9WvYevihb6T2A+Sk+Y3maPba2dL5m/Lo85RFvvj9b1T101Di9nkO3PdFZEL6izAa+2ZiDvriNE76Rthm+8xMSvupB7LxuFNe9bScMPpq+UD37sZe9zXr+vW2Py718Bsw9x3ZAPljQgL1U1uk9nchtPQzXnT3KV+e90dYgveae0bxX7TK8v02avbgLsr3dNpW8EiE9vlyfUD1E2CO+rU4uvlpIiL2TXpQ9uihEvubnOr3AzRM+lI3ePMiQUb7nSci9dAgQPeuOQr1InV67PCFHvve5yb2uNLI92jAePWVCGj1byEO9Vn4qvdTNNz4IP3q+njoDvfow9T1DzOm8a+IQvkDrejzPnGK8xzSJPiOmEL7qg6u9SdMIPUQJdr366EU9bwsovuFEcj1B9SE+ilAgvrJUNr47Wxy+cWqCPKcCx70fA4G99qZZPc2Iqjy8skW+2J4WPj+mmL01YGQ9qokRvVXQf7zb73o+n+vuvSTPOb6HgAe+pf48PSJGAT6NHrO9Vh68vRT/ODq0Wsi9C4ghveKIAT4KMHk9ydVRvvy1Db6hPdC9ikILvglVT77zUXs9tQgxPWlV6jzebXy+W0ptPU6dpr7BG0E9QlzqvU31Dz61XuK9bH+JPgRqjj6nXUC+ikfdvQndJD5MRFG9zO7LPZfumL0m59m8ViJkPZUB2rw5XHe+xIa6vBv+Tru/Koc99sgivqTGq70woDO+/cVYvkjmsT2aaje+uHysPCm1Wr4Zi8G9CdU1vktssL0Esf89EmD1PAN2j77fWMq9fnqAPNKPfL07ajC9HoFsvdcebb6Ne1298vKGvQ+7Gr7MAFI+jwR2PTtAfbz6Es+9vHMNPf+ZfD1ZDX094BPRvN6ijLw5jWC97XWBPRWyAT4s2kY7lEaPvVSUTL1TpKS9ZFqgvasCj7067oU+DXOSPGrgyz0bbi2+AItjPadD+r2C8we+xXoCvkh9WT5fZ4m9tqQdPCANHz5f32+9sZ81vI7qUb4GnKQ9lMeivZnFOr1guZm9sMpzvWCFnL0Q8kC9WzdPPZUaET6X8ve92fkqvSqEzbw61LS6LI9MPaVRUL7Bq+M9htgKPrSCKr59qym9wa+svcBAW7zRohO9xZWivFMspz0razc+mhCFvDU8Gr73cao8FN+RvJcd5z2C1ca91nUMPpJBm73b8q496LYWPkpfab0NlgE9/S4OOjz4pbxV1e09LXv4PYvbRD4a2Tk+WATCPLEaUD4DluQ9NR44PTe3gj3yxro9cScuPrtFVjyZ/As+yolCvXSqAr3Lvxi9G4YSvr/5F75/Zty9UNKQvMOfSz23spI9YJDyO0b6Dj1QydS9Sw8LPj4hlT33mwY+MEKrvfXS3zyEdkk+zeMcPQxgnbxYODY+A5AePu6vP76SYma9MfHCvI6IAD7qqcE977+jvbXxpT2FvOi9eQ4EPbsbCr7f4jW+gEFcPvnul70/Dv69BaNpvjWsy70n5xk+ixefu25rCr4lsQ0+POs5O01PCj6VpSw+ZxZFPBitlz0PoMI9EmYmPOmeUb45ARk9fdCzvMciX703g0s9RoBhPs7Rxz0C0m49S3xNPbpbkT2UB1w+JohcPv4p3juRQGu9JgaIPrZLyz2kkFi88sTsvJqJNj1ueaI9nkRmvYkVUj0/ZQw97qxlvPy6mr4C63A92LsEvVwHwjw0xzm+kyzvPRV2sLtKD2G+yHWEPaqvMz0AK9Y7Bx4hPm2ucb71y0c+SN5iPYCLTj6GFhc+UNdRvpB3gT687pA9CyA7Pi7iM72Max09e1nRvaozVb787148ZVEQPpKT7T3QwbM9HqRJvmm/GL5lLco9WXnYPTnCLL4Y3h2+p/5kPu1PwD0EPje9Inbivac0Vz4Mogi+rBxhvrkrBD4+cyM9D3gGPtP0aL5Gujc+1X5UPkpzjz3Yo7e9usfdvTVVAj4FCDu+QWRju8NryD09Uiq+cjHDPaw0nL3lKow9FyvZvfnt2L1Wf8S9Bvtpva6Mhb1Q2Zs9jPXgvf1UVb4JkgG9WXchPl+bt72wx6k9QuWCvqUp672cUX49amSNvb1F9b3S9TO9cVVKvhMwWD2HZz6+1pxtvPDiBr1RjjO+McNTvlRP9b1DH5y9DaejPRkpuL2Tv3c9uzUXPX/Emz18sjS8WymHPaAuQz7tiUm9BlUivY6aML07IaA9wtaovd/jxL3PLWS8zeCKPcdO+z0lJmE90CngvbuA5Lw7gpy9cKbzPT9FzD0K7DQ9h5kEvi26iL5jaKC9Na98PnqFJb4t7B++PcDxPfyeeb5W7yu8GcjfPYnHwb2oID+9WtWNvoHHED4aGCw+zunPvahYb75C7Ae+9HOvPX/sCz3VbDI+Y+QkPhTp8z0Zp5W+pOcEPloBDL0vsl+8BqJiPfF5Sr7C7Ri+XXrMvIe4Br4D/0i+l1U2vcrL5j3rfjy+VhaPvYlQs73z2fE9QzATvqVEojznDXA9eJRRPVteLz3X6DQ+yjMzvk70yTs98Wk9m+trvmR7SruhyGW+hU9Wvg1/TL7aiwQ+t2QHvh1p8T35cf29Id8EvbieWz7+t7E9Gcw1vsNDFL4ld4S+EqunvZXfyr13kxi+wDJ+veff4L2+c7o9wIOUvk1FPD79DgQ+ifznvLnEeD6v59q9LdzIPKeKaruN2s29fH9xvTf+gbt924y9a+fbvemrL71zL7I82o2Tvn77ur1pxmK+VLyZvW5XEz7zMPg9JxxSPUKYpLxrC1k+sGYjPfyzyr2KIAq+50X0vXO8dz2+YX29nJtLvkK8kD6CnA685m0LPj9PKD6SDG++k32LvgcAgL4wm4i9/HbDPZSLAL5pNGQ+AlNIvfZR5jw0MUg+YTmEvS5hN7xYBbc96Xu/PQnXF77q/A2+ZoY4PvSYCT0q+v29z14avQnlSb7kVOm94yUUvDWBwT1QiNm9rEItPgBc0b0JhPU9Cyd7PhXO+L1BAgg++jdlPtZ0Q72OZs89nIq8PSLvHj2dpJo9EkZ1vagUFL7LxoS9M4i/PZ6WtT305/89hTfwvVirT749apM9iGYPvnwdwr0Ev7E9s0LoPU88lb0y816+aWcYPDwweb64Qww+FOQZPYlaCz0R7FY9oPHzPZlLnT2cuQc+r/PsPTrWyzteEPw9MUl4PpUcs714f7G9UZUXvcaqSbylbAY93vGqPV/ulb3PpyO9RJ6WvSwCgD1B0ty9EorZvf5yaz0vvxQ9p6FDPtdCBj2x8D8+aZCivU2LEz548dC7r5OsPdIHE74SbTI+DdESvRgVDr7poCc5aaG9vGhULb1nhBY+y7cVPHDhCb6XH7U9QaU3PZ3xlj3c20q+z4T+PXhLjz4fwQk9nfn4vRKOo72nfni+cHIvPTyIbb1dkrG9//OPO7yaZz6NJWQ+UWRyvTh/kD2IJz2+O2kcPhKtT7wzX5c94/LdPRjoDj7vaJW9OoqGvYVxETs9DcG8JLJqPtzxBD4ZAAc+R/ffPLR8aD0+EIw71DOQPR9u4T3W3DA+jtmAPIN+k73oOy687Bd3PJXG6LwiLLS9osOdPSij1zyzuqM92UWOvl5v5z2KTjw9JN06Pv6moT2SRdA8i9Eovm9iOb14zlC+yhu2vGy5Uj7DDYi+aR3uPWLDAL3oVTo9I5sJPv8iC70YdXo+ae18vcZcbr0t34o9hHtJvsCySL6U8Yu9vS4Mvg9EQb7N0Kq+kjWcvskntL5gwGy++7wBPQ0hib5PEqg9u8viPWt61jxIOiC9iFwxPEWiJL4K6k4+/zHXvSiGPb7XT9M93iVXvg0mqz0MVso9fRM0Piheurzm3mU967R8vkN4Ir4xf1O+1t/SvSzSrTzIoDQ+wKA0vJnoa720kmw+DAd9PV0Nwj31+Pk9jUjcPWMb8TzjPwK+U22zvcG+3T1rRsI9rudCu7oeGr2n+CQ+gaSzPehd5L1OlV++eYVGPDYMsTyNwyC+R44mPb/+Ar6VzBa9oohjvptupT3lorS9IotfPmYFCD7Gmd+97pb5vKA7jTzE1Z29RxeCvuNq6L2YESm+Bxz3Pct7OT6mKII+xi2lvc1AGD0V5FA+WwEMPqFSBL55k0S99xvzvPZYYr7S1mk92CLlvULVvr3lsDS9hHjWvXbrFL44kg0+YBYtviGwAr7K2C2+Kr+GvoXNwDzLLdQ9/jvivMGmkTytd1g9tAYWPhJkKb5/eU2+MQvkPV9GDj6RC6i+jcBbO6HFc73GJSa8uVeuPfWkEz0dRzq+vfXCvazKxT30jMi9CrY8vi+VAz65W6i+rW/SPdeyFb1DwJa8rBPavVtQxT0W9wa+PjSgPWqiU763Ore9EF3zve5tkb2mQug7oI+kvR7+rL21KRi9hJtCPZobNb4kuAa+Z7PWO8EnBjzFPsc86GwDvCZo572VaC8+BYIHvlo7eTwPiIe+5w4lviwqeDzvkg69LTmEvabFQj79rh++Dd6yPR5SLr2NloQ9B3IxvgZmOb7GRLk9Td0nOpUbxT28Tie9F7b2PSVCy7w1Ory9Z53uPbP02Tx5kQa+fp0RvGWX6r3XaQE6oJiSvPCpub2cJDe9hfPFO/NdM75HCtm96bLSvGXfPr7n7Os8hLMRvHQrUz2I28K9KOTZPbPFa76bJIS+tAaNPe9qCzwxMo67kaMXPv0nFr71fEY96W/MPHpml72KYli7w9O5OznldD2zEgg+mskPPjOciL5TEOI8cOJZvuY/yryUi9k9V+CgvbcJ2ry4hi89Z9iJPs741DonHhS+7PklPsjsS76QPJo8gCb7PNdcMz4T7Tq9G896vpHAkz3qu6K9/LGZvb+noj2Hruc99zQ4PpQ7fL6caJW9WMevvlDaCr6V4wg9doVGvchwxT2Ykdm9hrkhvFRhH77OeR0++9KtvcBs7bvVCyS+Azsavic1vT1PF9W9Dvo2Pp2TIT7HHl29E/hUvl671zwMINw9kJhGPRzVoD1iPuO9ZD3rPRDAHb6etRi+ZyV2vTcPkT2fL00++oJPPkY0o73jYCQ9uP4Avue8Qb1LlR09VpktvsjdtL2yd0o8LOusPfx7kr1LefM8FrcyvlWqrr1srYw8+IlYPHCg7j3UFLa91GTSvQV74L0bPrM75sIpvqM5vT0KRxK+rxjKPXfgSr50R/89J/vLvHkZGz2fC2g93WtoPqD2E777IdA8MIKMvW7dqr0HPYa9tsIYvn47Ob6KXBY+aZeAPQqdEr7bJmE+KBMPOwVzpr0CbhK+wjW4vQb2ij39sxU9IApnvfw1T76hTos9qarPvSu51z1Mikg9wohHPczVBD7aPfk9qNkpvNuJQr3MGrS9dJrbPVggJr7Nyea8zfBaPST5fL6pyeA9knKuOgT3PD7+NDC+BFm2vdv8w70/FA07+upBPfH1RT1FtNQ9ELOVu+lRBj0e6B8+ESITPpKHLz3xmYy9B6cJviwEp71SYX+8Feg7vtfNgjxDFhm+guCGvcO9A76Rp5q91G6iPMOuyD0tuIu73wUOPjE+K74nZVO8BE08vrbE7T36eyW9hQNkvVDiWz0AvNQ8a3TnOqtE/b36wZ08vTwBPrjrUj4jZVY910Y8PrzsvTxJ54484EEePOFLAT7Vv1I9RP8evj+3fT1CZE8893MxPvQ4b77WiNW9M64WvhRRID5Svs29WVARPvEBQz5ODhQ+34n4PbKpXL4xyFa9nh0oPgI/Tj4Xd5c+29k0vrjr7jwp5jg+JoeWvpKy1r0OJg0+GZJzvH1naz05dU8+nZnNvSWjar3HdtC9gTUwPseiyrxIAcg9V1IBPkRlAb42WI+9UFhbvYQ3dr4d8dA9H/8DPOGZVLs3DTw+KKLrPUn6HL3G3kI+YHYuvfcZNL76/oy9TscYPq3Yeb04nV09ecBlvfx0lj3xTlE9K4Zavk6hmb39Z/M9wnprvM5ZTD6de8q8vXdVPjvulT2rU32+w4IiPiBvBb4/xo2+GirRulH0mj0GVQ0+WG2zPcvZSz4lmtq9sa1vPnEhoL1klg289/atut9LFb5WEt2+VERbvV5YsbxF0K+9dTniPXJNar4QOcM+Uj9svprHIT4XLJo9TqShPfnbuz4+Ok0+MSVZvriJET5Uqk4+iL+3PJEarj3P6HC8RIEtPpTJ4TxssbY9rPRLPegQLz5roiq+CgGQPWgfjr3GlEs9Cs82PUDVir6xdwk+xdWUvM1XIL5+pZm9YL8mvjwk2b3hUIY8AxCyvUh4gj03u1Q+UVAkvsQqib2q4JK+24rlPUi+Eb4GuEC+ZmRQvAB6F75XcvM9eRmJveq3db4p0ow+nruPPsSRizoK05Q86a7PvczDgz7IDyK+6GI+vTtUSj6VF5w9VxSLvF4X1D0Xris+G8jePVS2ob2U35w9MoyvvX7Zvz3oEsE9Es6aPdP2kD0q/Vo92DzsustVmj2Fa6i9Q/gxvZC73r0sJ+m9/5nDPRLS3j2U2Ok9kplCvhpVnb1vpXU926xDPqUbSz4zWv69ckkMviDYG70cmbM9ORFGPv1wGrxrIvY8ipAevvEUMj01Kh0+RrXAvcsVIz7mC3g9PnmxPa8+JrxwG2+9kdeavS+zTL2OzdE91KunvU4m3T2VNlS9ZFJsvTctDL0QTVw9spxZPh4u8z0555y917VAvTjR2jtcnf+8Exk2Ps91Tj02U6u9FDCcvBOSnD3LQ98983DKvZNOiD75aos9Za4qvaylPz4UW++9ZOJ1Pi/QmDx2ut29QYtlPSnwqz0u87c9ePolvnmWpj0dZpy9GK0gPlsx1b3IciI9kdaSva2RZDvqIoM99VrjvNRcbT1Pwrq77II7Ph+LxL2Ggnw90VSdPS4UPr11efI9L6jzvdo1Zz0tzD4+ejvqPY38ajxiNDq+IsQfPiSkKL1xm+S98yo7vjj1sT1Auo69q9/iOeYiCL54S988rAVlvQqjTD4ROgi+vYzlvdkni72Wwr+999/sPSjy8zuhLiI+8/xnvWL5Bb75rVc+MBZNvS4KLT2+fuK9qDQWvmwmoz37cQE+MUbZvauXl746Gd09tSy/vdfgGT7F34Q+oC+hPVA48TzyLfc9UKF5PMejLL0HexE+qA0UPhZPxj3GyIu+fGa3PXP1HT5Sd2M9qkdhvE6MQj0eQ/q81hRKvaSmsb1Qnb69fFwWvjs8yj0nts49pW+uPWm3Jz55N/29+1waPbWQ472v9bi9cjIZPlzM3T1T8Nu9jywPvFEfLD68rWu+z9TavVGAJz4/M549dYEhPn31lb2V7iA+MXoPPs7E1T0W2T+9Cn87vLLrSj2+8ym+0np6vZg2lb0C+je+DpbOPVRMrj27ARg9XAo7PgDqI73S6Ui+t3Q5vvgpzbxYoLM7ph8Nvgrn2r2upX69eaJbvopEZj1rIFY948Yyvm+6fD1iOyw+4pgwvpn2H72m5j6+jsuhveufC7xpSVE9vPPjvWmI2T3MlSM+gYuKPb6k7D1rcKS9rzVRPcYZbb70fW2+s+0hPfT1pLw8zwk+/E3mu3+6yD0TuEO+8NGoPINOUT0MTSw+Y68aPkSLDj4+9iK+NxwovsZBWD3QTOE9sChSvtkFsD1pvtC9bWkqPHEtKT28CJs9VrZQPQtSj73IoUQ9INgou4DAKz15qTu9LhKUPq9PKb7o4jU9lGURvm8zB75ca/Y8K94MPEokPD7ODfa7VXjru3smLT5tD5O+IE2Rvv8hWz4bkJY+KlxwvngEFL5z0oA+UJczvnwrwD3n+LU9EEYkvgA/Cr5+5d87ngW6vVdWmT1uoCO+BfMPPm4TKj64PuY9JQu5vetMPD5uHb29b/86PdV14T7Esmc93M6EPbLmBz5oKGE+AzcvPn7jpD6wI+U+cdVpPR5EBTyafKw9u82ePaHIH7497mq+spRrvjyTsrwY2829SW0vvc+yFj4g/QG+4YILPB0TEj4J5v67nO7oPYEvDb5DHk0+NrbAvVU2Z70WFpG+F2w4PfusjTz6Wy2+BscNPq6o2T2w3gY+RneIvu0iLL1Spns+goc4vulKaL7TUJC9WW6ivpGfST48PdC9oMqDvfSgs7wmUIO+z/5ZvoV5jz1WH2S+loZovpJCgr3fkas9WBSEvmjkor1Jayc+2QbbvmPWkb6sssg97fuzPmANUj7EsaE9bBK3Pss6372QBDW+bsOfPivNKL0YSqO+52GbPj02IL5Ke8W+9v0jPesvrj7TEMO6p6MaPn3TeTxQRoC+nSCCPqy9Br4C9RW+xyoYPlzcMj5X/3E9osXoPbRbWj4Y+4O+78pMPTaM+D1glpY9s1EYvl2uSj61L789pl7LuSN6QT3d6Tw90X8DPrDarj6vpXq+iTZKvQRH4rvMKJe7MfA1PmDqur2uxaY+HIxkPWpqGz0SSEU9PlOIPfYNgb7siiy+WRIVvVWDJD4GQUi+cdiPvkMRvL10VrY9FpGBvkTxVjy66wC9zV8IvmwEz727PVC9ltKMvsl41jwmRLg9xfXqPMe227y/zj++PL90vUGHZL3Sl609VkV0vfx3xz2xBRI5+B8KvteypDsLnB6+0Z3+vBONv73pquU9f/CjvQpsSL5Q0Aa8QDBrva++WTysZ6o99tXbvcMKDz4uiXk91XAHvtoSKj2+ZCk+LOgkPqjDQj46QGI+R5vcvSFaOb2sJa69kTAVPq7PxL2gcCc+K/lGvlBwGD5jaka+pESzvjVdmrwNMHI+ek4SvbarRT1mJhK+D/IEvl9fMz4m+U895lU0vuCehz2qn8Y9YlIWvvzbOr7VoW4+kQVFPui4Yr4k2Cq7IG2SPbGlM75dnmY+s9ZnPTsELDxgqxK+iBBLvvtB37uJxkc9SB9tPopQnj1r+26+/k67vfJZJL7rUGW+/SyAvMOfNz2zRpQ9YcwWvnNaMD4Uch68QIunPekcJb74CYm8dTAyPi8FD77VewG+p1itumB8Ir1B9qu9Kow6vUAn7Dyfthq9rkoNvkXgJz6KaEQ+JUGOO8wHMb5eol0+Q1xXPgsuOz02HAw+70b8vXhrRD3oIJa9krMzPsdptrsiSL28N8svPnyjJz5LB9+8HDLNvbPyer3UrpG9OKM/Phq7+r2+fFW+bPEavFcFCLsUbdo9wSulu+Tk8b00/ve5rrM6vtIHMj7JgSs+adMWvuzBub3SXbq9b2ouPja7SL4ufIU9L0UPPv0O/j1kwkM+FqdwvGc+Pz78lry9zwaxPVa+Az7oqx69fQWWvWtzhTzh6rE8H5Scvg2c+jutCJ69N79OvGC5Ib416ym+Vg7tu+/dPj6UVws+nmeyPY/ntb22UDG+S2qvvoXlAD5r13e+L9i9PQs+CT0x3Iq+ufRHPSIeMT7CS1Y+NiEBvsIlhL2jupM9bg0mPpzG1b3qnUE+U6sSvdagxL2PjGe99gdgvNLOTr6M/AO+egz5PBtC4T2SuK68vggPPLkEfT2paMo9oALdPbyMIb19q5K+0Ml8Pj3wk73kJe49U3zgu0q3472UnuM86wMyvSDwgb2A6sY9r9jFvD3FaD1mrfU9vRLVPWf6jr64zjc+EUmhvGJrDb5yKpW9TzcHPkLYiz255Tc+xBbFvPrhpT6Fri0+ffs4vYeApr2+rG2+XkL8vd5o2LwwQCc+2CRRvgQtj77eOs09ojjrvO2g2z0KYRs+YLghPa0jwzxAQOg9eB8HPcdHIL6xrUY+5Y1QvnjsF708CoE+WssGvdq1Vb3foi2+EF4xvRX7aT5h8Dm9fC1BPQtXKL6u6/c8kZeQPScsFL5UG56+J1MWPlcsRT6pv3c+7EB4PGMnkz5f9Ii+ebYkPZWepL6tZb69GCqLvuX4Hz7I15C9fKJ0vsNhLj5xNo4+i6AWvNUfgD7LwkM+lPbcPpEkfz5ipWi+V7FuPmk9pD1P/US+ch4OPa6GPb4BqoO8uHQ6Pr+RDz4fw5K+aNmzPRIHRj7jsOs9qq2eviBV57rRSCO+a/mKvQVqhb4OzbE7DrRJvug6RT6igYs+gbHuvV0xNb4LKM29REIWvoFPNj1ZbWg7Yws/PpbJnb4XxCw+dBZtPYDcDD/EzpU9uO4tPixZdj6vrsa95oJBvr9ipztAWGs+AzlIPmTW0j2egcu9i10ZPuOnOL6lBqk+w3p3vcvfjL4lqHu8oC6CvhfJwL30dFY9tmwZvo2vlbxxiOG9eeaevZb7pDzw9Ek+OP5pvJX7HDx/sDI9ixewPfZP5T3DUKW+ZqQEPnbWUz4y8KM9DY0oPoT1KD7UI9u9nqx+vXLUiL4o/my+l7jSPbK9ML0F52i+DbHNOu6Gp77JzQE+J23sO7zrkb4C6hc+dJVpvsGJ6D2kAZS8lEAMvihBNburKAy9jv2LvbvAJzwuAPY9+Fs7vgZfWr7GJD08N88wPmfPkL15pwE/VTgjvoXPST7AYwa+02f1vPe1k77lPoM+vZMvPvEXH75kQAM+7zkvPrRfmj2ibwU+TmIFPphF0z2Oox49+6T9vEX0wb393aM95ZwEvuORUr1s+PC9xvMAPmOxjrzZrmg9u6ydPWe7Ob7FQ1g9RfJJPaVX570j7AE+xtnIPEODqbuDlpo98FLYPfsQXj02bOq8Y3J2vVSVJLxtxwS+wcQFvoICOb1G8Eq9ZFMdvpPeLjztqdm9+zdHvr+K57zgxas8llW9vWuiHD5+MCu+v500PbbMIL43qVi8otFBO/EXFrzbowU+zdngPY86PT0WNr+9IhXZPU0Vnj3ePlO9VZ5EPkl6ITwB/eI9v0pIvWWC1L3rxzE9x2f/PR6ZMj70S1++A1+evchfLr6QNhO+9d5CvfSRtb2jKQS99J05PhNzsb3gloe9opSXPeRtI7yPssu8fA0mPuP79bxIKIS9v3aGvXUdHT6yUCS+nms5OyvzND0yjZQ9uZ+vPXpgGD4hrPq9476kPQ6ONr7+KIm9gltQPRw/yL0Heww7wWXmPDzRGD3UHKQ9zZBaPi9rNLobUx++FuC5vQP44b0hzuU9jqD1Pbv9Sj1RPCC+GPMEPoGHir0RcKQ93fPxvGxLlj36xsy9+2/DPU2war1Lxo08KoHovPjIPDw5JhC9ZhAnvuNWnD1vTz29wG33vSeqnT3JMyE+kjtyOt6OrzuKBtY8JJiDPeD3D73mqri9yGeEvRxEUr5RMvq9XP0Kvgq7Szw54/E9n2sOvtEFQ70LWai9PE+/vDYLxT1UOA8+DWIOvi2dTz6d6bg8pGkcPl59oj3iwE+9eYsdPvh8KbwZxuK8ptarPfm63T1R2+69IDB7OwwrNz58ka29iPZ8vcCDnb1rh5M9QjZXvoOpMj6LL1I9Hqhru6kIH73irBS+vhZCPQv2BT7/9TG+22QLvt8iwT0U2509lIl+vbftt70exSI9SgYZvtUxfLxZaCo+Z+C9PRXU5D0DmIU9QDn6vC2hJz3wjgs9k9JgvqggST7NBAg+BIynO4TZDT5//5m+LQzfPRu0770gz5S+6cpuvgoJE7xULjG8pjwpvO15Ib70/rY8ujRcvtJCCb7PZOW9irwIPZlJdDwR9+28vjNAPKs2nbtjHp49uiVdPX5xNL7Buss9uXvAvSotlb5Qb5q90vNnPiWoST6037W9MsvdvHBVnrwQA7Q9N79HPqhah730iBQ88podvf5FTj3Ylme+URpBPtE1uD2dZKa9FJ4LPtXTjz6U3ZY92oXDvchkRD7luDq+O2/CPIujDL4WR9k9rURAvSP1dD1zApc8MxFWPhwF5L2L9G49kdDePYSXor66cxC+h3LTvUbDYz6s1OO9AzvPvdavgT1t/EE+HBcjPVkd6b0cqHA9rqakPsCfRD3azn08AGiyvS/xkD6N3aM9dYWCPeR/hT3lBpO+UUlyPY9iQb05HYy9/SRtvrauWD6nWgc+zqVqPqnRPb7tM0K9KdKdvOIQmj4T60I9VbemPiTMPrxssra+76yePWnjUr7J5oe+UpTSvQkxFjzDIOA9KCIfPl0wKD5T3RE+yWoVvrZ3gb5BLwc+y87OOkory73tHQY+VzR4vp07YD4ASjy8ZcMDvjkwlb0BbrA9aelRvq4siL5TqWA+Y9QBPvKs+L3/m4o+LzKJvQfDdbzLbl0+pdy5PILZ8b2FJtc9U1Z1PrTbkz5CoAU+jBy/PTCOjj7aa2U+JXEbPgHqGb5dtDc+U/7fvcyDtT0VXVI+t+cvPg7CXj6pTvy9hj4wvXVsZL67TJK+WPmFPtdubz4Mr1i+MPw/vcxe9j1ij8y9A8pCvoI3Cr6e4Pa99UiEvikNB74IrAq+fndJPnpzDj6Ll+M8oe8jPf33FL4kDRQ++zFzvpAlZbwYT3y+s34UPcWkxD1mdWG+9S/dvDl9A75wbSi+zxA6voLNNj7E8Ua9YHS/PtKveTz12zC+IzIovrMjUbtnJOE9jBONPYctyT61G2Q+l3FGvl0chD45ybu+nc5EPgAzeT43TKO8W1gqPmEdLj6PSqe+dI0/Psj5Fb6xFHQ+NDD+PRE0Sb1DrB++BKwIPXqSO71znrY8yornPR4IGz4D8q29n24evuLOND5Z+hk+Eno6vvJjSb6DEDC9fMNFPvS69j1VZlc+antpvgjk5z16ixy8UjmXvJegqbw3R5K9/ZRvu7kB1j3vLM09hwUiPSZY4L2n+RM+i2bhOlCl8bwx3Rc9KLKSPQTtk70E+lM99cGkPeuyKz0OPya8cJ+6vehrXL7SI9G9TaD9PV4/wD04HoI9N8qmPSsYAz3HhGG+oTj2PXSKWD3K8Hk+SdetvTc3tD1gZzK+pYErvYC+erysGt+9W4ODPQ+KAr6eP4g9tPlmvWrEL765HmI+eWM/vHuORb2FTVQ8BO88vmoKWb4ZGSi+BTKTPfVoyT1Axbu9jY0WvXOItz3lLtM9jxYHPAgaKj6i+Rk8lWgMPg8XAD2TJRO+4iQrPX1zbL3O9BQ+P4JTvsRHPT1hLoK8YtwZvkZCub23jDm+WIVOPRNTiz0Mpyq8/500PQVlRD4sqBM74q4DvBACvT2iJqA8sY+GPfcGMT55riU+0pRcPrkErD3Fc4U+n4i0Pc++uDybMTq9Yi+xvZ14o72rRAY+EweevULiFr20rg8+2BLIvXVHpr1Z9ak9sSdCPo2KN7578WI8DcJlvCh1k7uTy929T5k+PcCPU70uNYg9HYFFPgCPhr2ZSQy+uxCku0n7871XOz292zJRvYqgFD5L51w+E+dcvthgij4LWzc+f+hvPqifJz7fdH4+T7r3vAnC6b1BlDc+HLU7vhtBZb7yrxG+C5gGvpCwDz6i1Eo9YzYKPnnZsTycsGW9k5IPPR8Jmr0uMBS+zlFjvR2pmb1KUKi9+8CzvI9AqT3wE9y8rHJivmOg6z03bGG84WwsPdco8j0fHZa9ANx4Pmr6pL3czEY+fvMaPdDBDD7FWV89/K/RvRFSKr7RDmM+brE0Pk29Nj6TqYc9ZyKKPtIpB77py4S+/mEuPnbS6r3pBRe7/TwbvVQm5L0pIIA+ELSUO8OZjr0Ojya9GpcvvpJdLjuxfgs+tZOXvW9Gtr2NbV6+fN05vVF+Vb0QJI0+Me2vvvG1Tj6L5jq+grP/Pdh7PT6CV+k9RFfAvUWLib3zewM+5jIKPYOvgD4dRQ89sZFZvv390z0KYIe+hWlDPgFuXrupNhe8Fownvsc5+DxUs/A9XnlDvs2pgL0W+xW9S9+8u9KNBD430eC9a0fVPtreRL3eksI90rN5PkSwq76ycTU9XrWfPC/clrs7kNC9S+LnPTc4VT2aplA9TxqRveTzLb6PlmS+oDD7vTHBo7w/mMq9lw29PbYA+ryTaeQ82oVbPMlV+jyqqhO+MOpmuzm80jwRzqy+13GEPkSdoT2oUBm9Qvp4PEqeh736ZX69ig1vPPWMHD7Wsrc9AQxKPsIokz4CHU4+l3CePWHKq71MeZm9m6bAPausnz0QilM+Cohtvuv2aj0slik+8iuXvb52Cj1tBMg+kRYBP95zGz+ng5Y+ISAWvZ95qL5vQ3c8cDy5PVhdxT1KJpI+XLqbPuX3ar6L2Zw+DzBuPfhO7jx9nZk9KRjMvWfzaj5DWro9FwRdvsPQ37wAr+Q9EWE1PklRTj4jI5G907LZPbiR77xdpic8OjY/vtgekT3uG7w+vx/CPaZb1b3etdM+2DbUPZYaBj6WOwA+yuH/PqIvZT0QA/69dZNTvqwTrj1wNoM8AOUmvksdnL2qNhM+adQ5vmU67z2R+KI8XT8Hvnq/oL4ouSO+zxa4vVQwh73thu09LstLPslTJz7S5Ge+0U14PhVBF72fkiq9z36sPpWrxj2X+8W96v+8vc0RSj3sfXk+cFR3vQknjb2PrBk+YEPqPC2SkL3LOn0+3qQhvkxX77rMfCC+F3TFPd7RL74SXJI+YjjwvYkJEL78CWG+NPj6vdl4Oz7fuD+9rACIvshXJ765+cM+G+gMvl5qEb7HewG9WFftPt4SET5FusK+GtStvtqqHb4tqUQ+aW3ovaAkCjzLjqo+IJmTPk6y6D3Cbrk+lk4Ru0T8hb27bMw9g4N7vfZ6zDpa2YM+Hhl+vW0qZruWAQ8+VBvRPAslbD7uHKm9K2IPvpAbWT04I0s+CecXPqsH7T3z8o68nHY5PYX6uL0H+Ms9dL24PSSgiz46urC98eQFvJnyTr25UOY9vbvQPYFVSj22UWs+CUrqvYz6+Dy4+CG+tET+PVWzJ74/huw7axGBPcVTrT3G2BE+XlHfvAc8mjyEWMQ9TPbIvQZrrD2F/gA7xrdLPqozqD5Aghg+S7osPjxcdbx6jms+K9wGvvYeGD6OmOK85fcCPoyYwr1B6qO9HWAXPqLStr2+kuG9mJqUPWsZJr772G08MrqfvAq8ID7eqVg+aSuNvQdwE74KYOC9/utAPmHAQD14SAA9+S3yvQ1Nyz5WZyc9q59APjmGAb5j6Sa+tjOLPiAWm7w9C249mAFGPnsuwr1zp/Q9I+fkvHm2Uj7AAt09mAISvh3D/73dP+89n7j5PSowur2shwi9H7yrvcstUj5wu329NlOgPTXDELy+5JI+s9ukvRSzvz3BBe69sPccvvwgAr6SbEE+EGqvPvKT/T3TFQ4+tt/VvVomYD4BYJ49uec/PlV4vj3LU1Q9x1xmPboGnL2jOrs8XgCYvbVDer0Crjs+Wc8BPuSYFb5y7VS+IL0qPeY+gT1j2xY+q3eKvMHDgz0nNMY+NBDrO46v2j1CQwi+0NfgvcNPxb35frE8KYVhvtnTyT1c6DO+Cn5HPX810DzHGbg9O06XvOzRT70ISIs+cpIRO+iCGr5XkM29fiCwPUaBnztVZFK9kkSOPeIPXT1XkTC8DT2xPS8gorw9mW08JmCbvBDuuLy6sZu8CHMAvvylGr6dsU8+dPKeu5n+mj25Neg8za8ZvTXJTb4kIze+oR5VPjgWz70ZzrE9AQJLPtUevj5th/e82s4jPg1GUz08gjY+AEJFPZLXHr7/s6I97VARvkcrNb12m8G83D5FvWbcbj360zc+vaqyPZgkfT4W3ZK8nRnevQGuNz51C4C9ebIyPm51OL5qM+g8y6AEPthyvL01YkO+masJPt0HmTxtGa+9QWF2u9ckMb3qe5M8jLbEPeFzHD7se1G9ctsIvjXq1L1CXwm9MaIAvptZ/Dw43kM+9oSlvS6RYTw+RPs9Jn2MvdCe7b2decE9HXWnPgCszb1B90G+0dBevmkFJT4JV4c9l04XPcVKUL2eQEg96KTHPf1FZr1DgFa8WJf3vIrPgz20rQ++Xf9NvTrLar0MuV49D6eQPV53hLxCKya9hPBDuw9rV74secG9O+B6OxMgXj7XLmw7CRNRvMu7x7yvZW0+n6lhPvw2mLyVnyg9ClFBveHJgbwgdxw9OTZaPZa67r0WDZS94RYGPuvSdz5ZNUO+KU0RPlvxXz0hhw89/YMLvpXOOz6Jddc72GaPvdoELj7PgZM+UNwxvEwUujyUUm49bP9FvQOinD0Dzwm+w2hiPrgxUb6Jboq8kYTQvCZUOb4Ndzu+hO0WPlrQCj5AWfM9kOU4vYpwrD4IbS49vei8PWbULD5rRJk+AE/yvJQQij3jiD88IMcTPeXNU74e6iw+Szz6vSkxZL3wogW+y98GPqkcYT6gMTG+BDadvLpFWT0DpDU98TBoPgfd/73/6Rk+w2aPPQvHIj52oxS+G+myPg7Cc74nPP69RckhviF0br6yZCM+k5ATvpMblT5bGbg+rX6fvYbXkz3ZBBG924+OvpZrUL60/mG9jy6bPg+rRD4734K+rnVsPp8Djz4+LqC7T5m1u7dTJz6ZUx4+X9TTPSULyz0dERc+OI9uPro0a743PfS9hZJVPnshoz6YhVc+XZG/PJVjtr3QyFS8IXVnPu7g8r3xylW+C3O3PZaKxLvpCxY80vsVvlKWPz4RPRo+Z4yAPfn+Ij1SDve9vrYGPpg9Z74H7ly96GSIPsYfC7xzagG+S9YyPrv3xD1ww0Y9IsQCPu27m72iY8q9S9hIPrznoD78t2Q+raXRPJPlLz3Maj8+QcHyvYjBgz6GAwS9OhB7Pq5vjL3OT0E+gKURPviHuz3AOqc+F3+TvVyJa74prpi9bBHtPSjcoTzNPWG9Id0/PVCitLxgaeU935JwuzcaAj1Q6K29XEOtuV/yxz1w9W69ZwqzvBEa1b338MC87tqXvUXmzz0ts1++cViUPYdt0DzmFTY8KcaEPRmMKT6hunk9+xQovoAKVT4bx4c7sA34PZBuTr5p+bG+ngrTvPO3Fr5JViQ+HcK5PK9phL3BZzo9yiuWPY61B76E7q68LjHNPZJQLD0PUrg7zB86viVMtbyodD0+i1SavbqgRD4uRRS+gJfGvVKy8D3LnDG+3K3+PRvTWL4DRUY+dZxTPXCetjyYA3g9YCG0PU4YDz51CLA9Q04FvjJTzryWtEW+wAthvnBKtzz3mMs9zX0tPbvja75VwY+9c431PIELOrt+7Xq+G8qqPVs3Qb553pS9S9BOvmKbpryaJ509jSkcva4Uc75QOwi+AfE0vkIlCz3/TAq9uXtwPe0u/L1/GcW9Nt+7PNVBnD3aWOO9tpFPvID8W77h/S4+SgHDvZquxb0epxW+vYgqPoX0IL5MVWq+GY8svccWgL7Vcho9iP50vjjmP71IKhM+ffFnvfeGBr7we2M90FOxvvOEvD04oTW9qggLvvfTNTySxNI9KhA2PlRHDjyaZ/o9BIkBvmZybT0jkPs9uTJAPsZJAL5N+W0+6UkGPvVdnr2iEWE9/4AzPS7MHL5s0Bi+Ef2LPX1Daj5yNDA8L22Bvcpkwjw3lWs+4TerPU9TOr71fyG+fSCPvU2CFD6SGKQ9fQu/vYZff76lZze9wA4GPv4YCz6evJc9W7irO4tdc775e6o9N8udPVyzGT4r6BS+MBCBPQcrAz1bBNo9tWAOPRpDIz6CUcK8CTp7vQbhoDyu/xe+Y3gPPl3lqTtbIcC91tZhPf8gRjyJE7A9nnj2PElglT0jhv48OQH0vcsXuD2riIg+isyvPJzsY74JGaE9qN7BvJQPaD39mWa9DVEiPTbUpbytTKq94IIVvvWnFb0BG2c8BphZvHjRHj43/PO9oJPdvX7Xir22EsE96sLwvQ0UAr6lsQA9CIrkvXp7fb7OnKa9ALlwvi23rL25P0u+5W8PviC1HD3QqLE9SNqVvItGlD3xw2K9AxIPPoHDb75xFJU9I1mEPc0FkD1sr6a7lLiCvIeSnrtsXP89qHsEve3MsTyj9gO9mOTFPeymGL4vGVw8GkgTvUe7xb0VdzS+sx7zPWcCQb7Ye7291hS0vW63u70F6x4+HYECPdI8EL7mJwM+01EBPnC6Dj4rvQe74Os1PW/wKz2wKDs+mxyJvTIzYzzzKxm7IoZmPY5PlT00uMw93jUPvk2khDzgp9q8w+QmPgywLj7MhN+951pQvsX/W74whSg+MI7MPS6JRLzUAQC+Or1vvf+bGz6CR009BluvuzIi4j3NVYQ+e6QSPsxBgb4lRio+MXYnvGW/ID7avNq9AFOKvV7R8j3Djlk+TdANveJnZz5K64S+VltXPkOSBD7h4da+vJsvPs/Wzb77gyS+hvykPDlLML4Giiq+rYRMvkAcYb3csX0+3HM+vXh9Er6BhUW91WYtvSvYlTz5wyg+D+HHvGMSnD06jCu+OrDqPS/81D2T34Y+O/cCvs11Gr42Ai4+Qh/rvbXZWz5EW9k90AWyvUYB9bx/JCg+xeBkvjrH3r0Oz5g9E4x2PkVLZT5tJmm+EOwkPR2ulD71wy0+6jkvPmrJiz7G3WA+/yZOvjqJbr2NpGI+Jb95Phz7iT4xTLY8e2xVvr09Wr19Vl6+4WJHPhXrID76gG6+4ZdxvdYKEr3N0gO+ZSNNvsmnJL7IlWa+uF11vi3g4jzaFlE+RiMWvsGw7D1Hfgw7t5L0OndsOz7xNDA+SQcjvhuGU77pHSg+arH0vN/mf77FaHK9hEq9vllo/bq/L0C+TxotvtSlvb7Z7Mo924LLveirir120JS+6TyMPJpmuL0mYM28fWY7PkkYUz4nyvu93P+1vtQAPD1hPKo9qOZFvH/YST61ORy9pC9VPj4GgL0TyiK9jwWKu9JW+719Mge8jBdMvsyaRbzktSy+Q7GVvma/tz3TSC08tmwLvfwgT73kYm+9oe4BvppaiT10eYK9mbiiumNDQD10mgI+ESRJPgIunz0b3oS8YtUPvlHp+z0jfQK+amdmvaBg0rzLkBO82anzPDhaQ7w9qqq9LiiAvfDcKzt2bzq9ncvvu2vW1b2+6gq+QqLlPfaij70wsjU+/PWmvGlA/71VTNI8ZnfdvOXBCD7LoQc+c+zJvQqOCD7QrzE+m68SvrHUT75o+Si6YtWIPUmeIr6cNPO8IUCHvT5UHL2qluq9kG8EPqJwkz2jLou8qOVAPT56uT12KU49cosKvgmTKT3vXTe9SoeIO+4k5TyhOXK9F0c3Pm1Qy73VJ4A9vWycvSmDR734zkA978SGPfQcBT7S/IC9uHuPvX6tvTumn9m9BhQqvhzaUD3ZWCy+XFNNPQpPsTrsSF69eT/OPV6aMLwhuMu83wE2vi8gID7GoJg8V7e7PfIZoD2PfDg+IPYsvW1qx7wApo+9mNPSvUmE4j3GCSS9IJRWvcnnsz0Y9QQ8/3DmPS4xgD5JxXs8CfbuPVQbEr1oqYg9xNW/vUqdy72AhYe+inczvQrN3jwA3+A7jn0+vfkRtTyzEym9wU+Avhc+Rr4CkyM+gaRTPkHeGT4tYuM97gkfvU3mFDtK81w+h/vJParjgT49Nkc9AIn8PHhmAT1oV9G9B9n9PVigYD5nhGI8Nl4mPY7tMD5U6qK9iC6tvSR/yz5tKZU+2ST6PZX9x7y88gs96y5PPqvXGTx/SJi9IOPOPQEnTb7gZHy94HQTPfgJ/r3l4Sc862vlvL8o0zwxxg++hb1VvTPeqb3Wi/k8V00HPqwzwT01VQ2+cnagPSXi7r39Qoi+SaUJPs4QuTxJlxM9maWRPpjl2T36rZQ+/GvMPcw5r72qv5o6bo0zvrgCor3Xid0+6hdYPpRoX716uGE+lc2cvXoYAL5Guli+bUTRPAx2NL6JgRi+EFt+PSklf772/pc9BSxwPuDQID6Z2YM9YOLvvW+SCrwqvwU+RPiMvAYhHj4xAEA8b1VHPpFWTjwDKR0+sjoYvYkrC7720aC+HqQpPbJS2bwjnje+VR8sPnpRbL7wY52+QSyyO9KR+D14yoc9+xizu2Ex+L0n+0K9U1sZPlpcGL7uax082qbevUTUrj2IaJE+doYnvmynJj5hhiU9YffKvUl9RD3WpjK+gz/uPcTwND02tMy96U6OPc0xir5xqu076gY0PrcdaL3Wr2W+LnpMPvJU7r2yzyA9onsGvmaL9DzGUZq+0QyTPRNiKT3UMoy+9I1ZvB4GhLyHbNs9lnc+PEFCaT4GM+k8PTYyPvSXSz7cy5O+7EytPhtxmzviWGQ+0/WYPbz2cb2S4Fq+1CFCPtvGxT0KIKS8fAd5vqPPBL5Vv3A9tMDZvUru+j1bTEA9iIvQvvhNEr535Du+FZrCvQyVdD4VvJG9sNlEvqzE2L6L6z69EouCvhofAL/cIFe9QWgPPXD67L0Q6EQ+u4sfPdwKnb06CuC9ld3lPWCesz07Bwi9F1zNPTL2pj57chW+dSQ8Pnewdj15FdU7Pyv9uy2ys74h7aO9+cIePl1+AL76Yfo7aUZavoC82j2fACI6zq8bvv3lgr0foTq+zn2RvqGn0DoV/Ie+wuPLPojA9L1IEBS9Ab1mvNXa1rszl6O97gdGPqLy/D0U0S4+qC2TPkDaIT4bokK+QHBzviaajjwWDuw9VbYavi7pC75p4fe93QcMPWwkAb3ea52+08NqPbciC74Sffa91O7XvfsWfz7+SQg9z9qGPSfxcr2epyW9GqMtvRzElb1nc968uRbtu/Dt0r0jJUM+JmY2PkcQ770ESmU9hEh9vkC9d70UpL69xiabvqFpVb7ap/29vIQivjMuKb5Ryh49VJYHvvvzKL4NSXy+1SWKvnODr72MegE+M1x9voplAD7juvy9hn1HPmqjLb3nq1y+HjsQvbYlnL5SbzK+RvTrPMvoVL5ZJqu9AmiDvueWVj3/V5E+BtEjPWM3cj2L4Qe+QHS6PPd9PTzCvWm96/RIPV2PIj6KF148sQ8xPV+GAD4Uoni97yHZPQo6sTvF56C9wEX3vV0vGT6YV/E83KHDvUsw4D3lTlO9M4KAva5vv7xP8ke95zxhvqzF071s3Si+p3gvPS/5NT35wz2+NVXjvHLeGb6xg1S+usYvvhCDAb2bdTa+1naEPf+T+jwj4je+J+tOvgx+W76pfRO+4aJ7vWiTVz0PLXq9ZpqlPeDoPz5/uJq+3dWmvZAkrj2D9UK9BC5ePUbgKr6vgNW9urZBPhN80r07CTa+UMcUPif6LL5phzI+IDg+PZjBhL7++S0+c8yzvSNJnj1rhdK8F349vSebMj6HU1W+7u9EPoAV1zt48L+9xcanvCbl2zvPZFM+cazfvRV4MD2u1zC9H6eOuxLM7L2ZFRU+n4YEvmVApb18Nq48DUQDvbvwLTz4GwY9Ah7sPF50uz3Qcwa+6ktcPe/dOL63EXW8m7cqvVhd6z2ftMU8teqcPVy0Hz5PWhi+vLalPSwDtr2V/qG9/cinPJzCzDwM7uK9lvEUPnVXsrz9YI89Sz2qOqwfLr6ui968sSUqPYk0FD3SbxG+MZPTvrWc3z26+YQ9Ct3yPYqpCD1+FIq7HwapPSjWdz2BAY08jrDcvJVbJb3xZmA+Jn4KPSBsgr2Npyk9+9nqvS7IYz7jIHI+lvbfvVFMWr219888gb2VPR2QJj3DlcU91WF8vW9cJryPLZE72VoWPW6jRr7roXo9t14ZvpBakT5ldca9EIFVvq3aWz15Q/G8xyMCviqNcD3YV0C8nHElvhUr+zwuE7M9kmLyvKSfMr2853M+7ScLvV8JN77gjzU+sitAPZfM8j3dGsY91HXZvc0vbT53NA2+0tqkvFh0LD5UcAe+0LGJPP5Uvr3MDug9PQadPWOoo74BrGy+UE9/vtFNo7wfHBC9y15FvRD/8r1doRc9YlM3PQ77aD5/eLq9zoCFvn3tMT1J67M9MqjiPeLT8j3cv7E+h/IFviA2Uj4Q2NO6um8Eve7u0bvfxgu+ZAkevqDWILwq3es9WfrlPdpcED6/CaY9x08Dvup+9r28VTC+B/wXvmxRmz1w1WS9xanCvRKV570/Lks+oNU+vvQ2I71wtdO9EyfOPZgVGr7ztlQ+E7evPWatXb1VoRs8WB1CPtuWkr05/OW9sawUvpuBsjyXM3I+1GDhvR+ldz30mzo+rTqkvFA8Eb7b1su8XJhmPYRYjD4eNYy9C+0svv5V8r09a0w9skq2vRTkhTzImjw+dT3JPTHcvz2t0ti8bSMuPfjSaDtc+c89AqkzPlTGejxOVgy+8WlDvljGpj3atGE95vfiu55OKD6igmY+IPLMvTNXCD5c0sY708+4vdAtnr4uH4y+L+5MvuwIYLz25mg+yBxPvsy/NT6Epm6+mUHuvPNchz0hdlO+JyZQvtPNwT4Z9+w9ZwjNPvxE0bzlqEo+ZoLwPaVI5T7mUZI+hFeePml/1j5gJMq+kJUoPhIlmb7Q1yS8rFSfPpewMLySEZm+nr85vrs1sbwXz1E9dkhlPc4Ag76pmnE+NoP8vbVWhD4dbgk95osJPkMxtr3ZhHI9j/W8vr6QEb7Nay89LSe3vnQCwT155rM9wasrvjEZdL3vlQY9Q0HovuFn2L4pBFY+o9BjvfZinbsP1u89NlkKPvuXZD6jqK++S8u2PfiLlr755hO+2iJYPrkwHD4vKgK95eoZPhPEwD1XPRw+SbFcvkSuc73oUuU8eKvFPESTN76pLLG+LmWWvi1pRbxTfuM9th0Lvsf+zD0DDrc9vml0vhKjtT0okVM+m54xPgmI3T0ndJe9Uj+Mvjjb3z1gN/O8MVryPsqkXD5I7xS+wfM1vhyw+r3OHu29XJYEvbYHZL6gwxM70a0zvkakOr4IkxI+CYwWvjgAAD5smmg+l4zrPmnDyT16zrW9wDKqvouyH75OrUa8p2WAvXfYzz3pIyg9GgAwvtPXHr6piHq9BFBPPi1pwb17OVu8D36BvjiT1b0Xsti+uh6MPoK9tL7jRuu9/1U1PmH2Pj4mTLS8cZSjPSIfnT1vr8S97c8ou7g3GD7q6sE9Ir9WvUqxOT7EvMI8XHwHvU+tCT6Jlhg+Hn1IPlnkvD3wmlg+dSQhPtFH8b3N1LG96c4tPpapxz1qsrI9CHxoPXQoNL3FnG2+iVaUPJtR7T2Dfzg9GNGDPpDBVz7Anf+95seKvcomDT284hc+H9JQvcpHHz40p/i9MMYtvgjH9TxMby+7VwugPWFOMTy5ps29mSO0OnZBAD2SioY++3YnvAZC571OVS2+iW/KvRd5AD6l9U08D3kFvRgvaT4SygC+EfBDPsXGdrzGv3k9WWsOPWsI/D3QkUw+1cPavbo2x70e2q898vEFPi1EMbxtps48HEU3vF2ucj6dWMK95AoqPuPMv73yDwi+4T4nPRuZIbxczLi9HEazPLRTrT08hxU+o/bNvZGGTz4bEL49ZQ0QvS8btD0eLQC+TqNmPrx6pL0D6Jm8cT8YPp9ILz45GIw9kSgBvavOSz7u8XI+jDWjPTjXKr65gbY96awIvg9NnT05TkQ+stooPjJtOz5whwI+9+FFvRJx170gwfI8BdEFvDmHGT5FcY88D9F7vd8dnr1n72+7/pv7OxqgnL23gg691utevXNzJDoGrJQ9+918Pm4aarxnLNo9hFiyvL3oabwTAwg+j4u2vYtg2L2ilhO9GAdLPUdcIj6JJxE+o9aVvUFVC7p0bxA+jQtGvhJo0j2LbbQ+jwCLvfnpp7xpCVG8CtDLPR2r6j3WmKG9c8uSPY9xwL30SAQ9GX++vGAa5D3fnG693blPPcYeBr779Ly9OgchPa7KFD6fTN+9q33+PWn82rwTCaG9aVdbvpQKQD6Pnw4+L/O+Pdu0Bz4Ff+k9CTJQPmi2Ij7xAhy+DFEbPdW5nz2oxuE9t8kcvQ/4EL4wDfO9qE4KPuZNyjwNcFw97TEhPsafcb61Fr69GG6iPXM2ej0Si6m8nTMxPTihpz1KawO9WTlqPLSFbr4x3qM+j6Uuvfrs3jxWPiG+l523vYQdND73NV6+Ihe4PUgiTT0xddg7+H6SPc5wjrw5QC+90EB4PX44HT4hwde97jeiPWzX/D3xbj69LXs8vU4F8z2dgIM+pq/+PZNKUL0a624+8S0yvL+LCr5TbQm+T3zuvEPNl73/Zta9AsohvpFtrb4ORWC+TMUVPDcDA76qRw8+C/EEPVljPD4fpc29H3V2PnCXOb6R/bE9sUV7Po2l+D0r7qc+waVqvk/ZQb13pwI+l71tvpvmqr2G7CI+L1XXvNih7z0zaRu9QvOVvtsfKr65OSS+QsAgPmC+bL70j4o+UaFMvoByzjwQec6+y8/ZPfT0ST5Ynu49R/WBvrvyNT7vl+W9fryqvsAijL2QUwO9hXq5PtPSGL61EEQ+0Kr2vckKdL6vT/i8K4uyvfd8Cb6VVlW9VNsPvDBWN75SxIa+WYoXvm9BiD2YoIk8nZkIPgsTFr6YVF8+jgirvoGuA77O3BW+lCgWPkF/mj54D8I+MIR2vnQzYD3G4q+9oduEvmmhpD2+JSm9KroZPuP6jz1KOA2+DpvcvfY7iT7nvgC9r1mWPR9BkL3wVkC+iG9lPloc3r5xp1I+JbIyvgxgYz5dwDC95T/3vRl2uj0945S+IvtHvk9UWb76iMO+qImrvEMViT6C026+TCkivg3XfT3RpiS+KvvOPTXqx71ILmq+m7TKPSqDnjyKIEE9UO89vfseK77MEnI9bFiQvghxiT61xnI+fSCovTHHtL3iqUu+AhLFvXDqpb5OvMc968qLvvexcb190B8+xxTEPJEKGj12u+E8BTQWPdC/Xb4nEa69pANdPk96wr1qo5y+okPRPRNqEb7mO1e8WVe9vT5lED5AuCE+SLoHPrXEgD2CklW+DUIZvgmJLL4yp2w+7QQPPtopPr2VMeK9sx1+vS0Toz12rQu/vM/zvCVBrr19T268LAIzvQQvgr6JgjW+6eubPlM5fr23sFA9T/QBviJL4T7HfcS+qto7Pr88Mb5mJcW+EB6HPiASrL4JGwO+A9EpPeZIGD05H6+7xamDvuuqab7SwCm+3OfGvUmpxLyMlkC+i2NCvR4RPL04Tli97ZgCvrfxhL6Wkps9zltYvpcpob30MEy+E14APJX+572wkRc+RljPPT2ogr0JQg++bIRIvivhQr1IQqQ9x9xHvj5tED4VNmI9PKP5PHzFJT2XaAy+zdSBvVtDYb6oCKu9QfQBPmngv72ETHm+tSmjPKwOFT60IJ6+RsY5viFaLD5lnVC9Ta9evtxztDtVA/M9THRQvFhBrT0B1HU9Yg3gvR1hGr68tA6+V2sivsqv/zwgapC9YaGGPRKnsT1sjya+chBTvSvFGD7vxdo8d8dBviwsNL6VbT+98HHWPcf+RD4HXFg+XeoJvaEzjL0zY42+K2u0vXz3Ozz8QSq9HUJXvo08DT3ZlkQ+I+gfvQURd70BwCq9TdkgPrAaMr4a5NC8EqhHvrnXcL1l5VC+g+jcvee8AT6psy89CG7hPcqGFD7iHPS93NiaPXQYpbuIEMk9T7FEvmJ6yr1Hzjc90/TNvFCTDb2abYG9UBI3PvAjwb0oNZ6+eYGBvk7HwT2Ttms9Qwcjvcw3jb5w5v899zwyvFeLwbzCTFm+cUYxPvBY+b2q+gy+7kDqvdt3vT1k8MU9EzMwvha5rr18OW6+686WPUpiOb72w08+whwbvsmc1z0OZLG9xIFdPFFQRz41G/+9/v8oPs2SQL6gcew8RWw6voLRiz4n4XM9jIVPvv1GtTz1sP89sfYXvReSQLyp+Ga+wFMcPkxcgj00G5e9AssKPsPs1b0J2OY7U3ahPTH3yD2Hhju+ghglPjvBQz6r6R2+d8b0PdNd8bx1H4W9qP4mPaMAYD3NphI8gLT7PZV+zD2Pksi8iEIpPVhAhj5b5dw8XeouveWzKz7kMPI9/Aj7PRK997wL24Q8Qv66va2njr62YcY9bhOwvDaKH76ZKNi9/pIxu/gLwT5Rnng+oQh3vYfUyTzAYF6+TN2APphfg73Iahm+aJdFPYx/PT6rYDe+vPMPvTfchTym9t29v/4EvqmC/j2zM7+9UrztvdaUjb2/S2k9/mwEPpnwmj5L2Dk9NGxwPry16T3iGCY++b36PWw0Kz0vH669CoBEPexTqLyMhog9OjwSvRZpNL4TfBw9a+k1PnDs4ryIf+88gE/NvaqpCr7MSvS9n6oYvgvqvT1GX6S9IaRJPbKk/Tzsmpe9ai3qvWj/WL6/sH++fRWxPgrxUL3j1XQ+ZQTCvThJa76ci5K8jRAcPplavL10o4g+4zKVvALhgb1WBIK8cjH4u6HbDL0sD2C+Bvh8vndjS7xkzIo92x2evZ22rr7Uszs9jGHcPWmsJr2sL2K8jOwJPZeZcT4eZQk+C1tnvo7xHr3UhQ49j/u4vYnn0rw9oX4+83nWvcV/pT3268s9f6D/vQRzk77RQ7y+wQWVvhd3LjzXsvE8+UG7vQGnJD1Ad0E+UoGKvWJIHD7db7i97bsMPXlpUr5Ef949Gmb2PNdOiT6qWR0+77FjvTYqir7b/oK+lMLgvWOpwb0Q0Pu8MxfLO8SYGD7ciCO+MEQZPjOy1T2GIlw+MxVXvXn3iL1OnJQ7HoaXvVMFpL5hXRw+Vci3vkCdE70yvAK9Ds18vWpvdj6jwxa+wkiwvvhnKL6eJ2G+LG6KPeMLhDu/vRG+VcW/uhR5zDxTAMG+DtnvvcSWnr7pMJe9jBPkPROznD1n3Sw9b63tu9IrdD7uvjs96Wd7vmqmzjyeE5o9lqCtPbKPzDzAvXW+oLKLvpPlWL4uWFw8wdt0vsXpFT4+nYQ+aRcTvpyb0j1Ec8E9jDNavQObLT6nsTy9qJf9u3kdpL0SnfO95RMwPo/g7L2/7oC+WaCFvhcF7T2ymDm8z1c/PdJOpjyJz5k98YLJPAton74p2WQ+Fn9AvrHXG720d0I+dkS5u92Bej3nXq2+RIbWPdy7IL41Gw8+ag2AvnWmHr4DCwe+Pi1JvQkpJT5TMHe87HM2PZh9g750aaq+xRlzvofoBT43n7e9g0eEvYlqn7t+0kY8PY+ZPfEVWD3955k92pMQvQ8L+jwLNLk98w3bveIpVD5+pjk+3u1qPXdln7yY0h0+lQllPd5AHL6n97890giivAMb5D2FEEQ+zLd6PlxvhT6r/vy92e+ePahr/D0W56W82GkIPYLWD77dvcq8skESPnH/Bz1kZt29YLP6vVewFD5K4Si9cWG4PHsftT39NoC8SgdaPvAm9719B789kLqRvYqGOztfObk9PnHuPWrTbD7L76M7dsy5PrU8Gz5F3Js9Z7OKPrDwWr4whxk9QAf9PA1gBT5DPPg9AcWMPgwNOz08CxK9laugPvG7Jj4LluG930KLvaW1Ej42M2s+5/wOvess0T0bp1Y9SIFgPt7GnT16xtK9koD3vYb2nz7HqKC6XQcgPfHZvjzz7yA+oXaFvOBl8z2O5kA+gE5ZPvc/Cj4g0EE9o7DEvX7StD6rzEc+BHHUPf5nA72Hxk8+/PVFPrafrz0+3RU+JvW8vIOJsj38bdw9QK70PaRMED5UoCE+LyzWveES2j1axmW9KUUcvn4l4z2uTMc9ZOG2Plpb6L2+16+8+gOZvQCSGz7F9WM9JzkavmvFnDwDK0M9v/s0veH7772vLBO9J7lsvIRobb0hrJq9ualNPsVZjjszwaC9BbokvS54e71udPu9E5XjvVeaUL0qyU08DAFYPbaZrj1y+XK9CVX9vQ7Cj75W4gw9/8vOO/gQWr4xZLu9Ff6pvMm8HLubA7g9WZs9Pk07V715bN49xZS+PYDow73yub69juQFPpjzITxMuJA94v4xPjUyl72+Wlq93ZJGvVfJJT67gMG9jyadu5/HD76lrZ89edeXvL6noz392aQ9tUtTPbHNgD0VYHg9Nubevbeu173HaTe+cgyiPenmVD2RwRi9z0/nvdQPfz1FUAk92c4DPosWFD5OS6M8GGbhPbz9Qj20q4O+9ToiPQzWhb22voI9lLFJPb7ep72SI+A9t3UzvJrPSD2YNTa+KJBtvtgsLjztpLU9mdY7PUyLAz7CG3Y968jEvRpoR71WWLM9gz+/Pe6TCT369CA+07rAPLYfiDzzu7e9Plz7vOTQmbyiCx2+M8aSPLGDsjzCq9q860i+vf5fDT4HD5Q9SyySvRfUKr3ee+u9re5jPWTz873nENW9+Xc6PiXlXr7apeu8oXWqvVb1JT6zOMg9THJTvsEdor2TrXS+uCYmvrwFk71FUZQ9QaZEvX/Za7zESxa+aO+rvZb87r3Avg2+yyX5PSmp2b1abCq952qUvu8Phr3X1fa8Ue+HPUbxdr3qMO29VgWHPYELpT290U29XBNxPtNMQT2a89y9wFGXvZ9mAz4FJ9y9z1SvPWcdIz4rm6U93w7ZPcdO6bxGAWK9MY3vPecB5zwyEaK9wFgHvP54Vb3kQDQ+4wdmPmPdg7248xg+FivxvYVROb4Whf+8412XPJCqpTvhza+8HkANPs8uiTz43VM9q38HPjBbhr7iD7u+YvCJvpyFgL4CAxa+iCsivt6ygDy8GSu9P+ArPkkDiz7juK8+PDQkvsdBij0tCkY+7LvXvVwUGr57C569bIXOvV3Z9L2W8So8ZaU6vThr0T1afAq+ysIfPpzdaL1pqDu+qNdRPpC5175jNFc+HGwfPtpseT1RBte9fVNVPmWBIz4LbW+944z1vfwKvL1WdZc9G8R/PX1obT4nfLE+l7OpvM1Y2D2Ax9M9mBwZvtRgob18vUi+SUcuviLAFj7k1lY8Tf//PSf+Uz5g2g69Y/ClvuLDwT08go0+B2/MPbNORz3SwNe9dsWBvYbcRT2blh++pStWPv+/K754jgQ9TFdkPtWaF75KFBM+NE1iPdQ3a75Ou5y8LVPSPWT5A77Yw2E9cj30vdEaaj70k70+a6XOvVUbV7xgYqC+ZLLgPJXKHzxtSm69/6yMvTXobb4K2GW+vyBPPgEJjLzOi4e81O9JPnChfbusxMI9qFIJPgMmsz6xDlM+kdvuPepkk71Sgb+9gC8CvkdgfD2A7Ke+UYiRPUO9ZzwPGzU+JN6MPUi3qr0cnno+ucWlvfhXo70VzBI+3ZYgvhHbAL7Nax++BgRrvVbtWr2wS6O9bDQdu0zIj7zlFva9wD+qPaGg5T0fPPi9urVWPVD1Db5gVrm+6pyCvDNvlzyMRdu9QcqaPNi04zwez6e92VWOPcnvzr3bPAO+D12QvDiUBb5Lmz++H0BqvYT84DtGDue8x4C2PTEkBT4U1Y88Mx3bu0Ojd75Z0p2+Ssx/vbv/s73B1aa9eV/5vZHjKr5gPKG9WCwKPes4LL7frd89EgYQvjJq07tp3wS+QtnfvW40RL2arGC9ooeFvZb31L3EyHi+CQBPvuktUT2QJL+9+rUuvon5xD04mZ492X2+PRP3V72vg5u9IBxavpgAiz2P5xo+op26vRUkL7zz/Rm+3x2jvUhasT3V3Eu+b55pvg3ag70bMGe+5dUvvuGWCD73xgU9gHm0vTM2SL0t6v68C6qsPemPxb2QJfg7ywRGPRrClb3i7Rm9BYyXO94BAL5h0x49FZeHvS89Xj0Ar1e9AEdVvg5OsDw5/Ji932XovV5AzLzEr6y9joMDvuDOnb4Fxn89X4jAvY+5bb3curg8OOTbPSV+/jvmb6g9VuGbvrbbPr4CrAI+ZPa9uwdN8j0Lwsu8O9sKvpYXKL4Sd2S9vz4rPrWbXb5PB5i9PKquu8EMQ74X4Zy9xNugPWVAhL3QzAe9OT+NvZiQHD7y6K+9EJzdPYtauj2FMl88lDdAPIOWNr0+PUs8FmrjPTubPz1PJVC+rmg1vqptiz6aDyE+onVdPZmkhDzRKYA9uKBtvfTtBD4rvlY9WXb4Pf9ivb2oByS+2tDzPbPG+D3lh747z5DcvQ0dPr3sdze9MJ2gvQ9Cfj18C769ApOaPRE9Mj4ZKjO+J85XvvUQij2EmIU8G9NCPoCwj7wgXa29RdyGPamBBL6Sl5Y8INCJPAlIaD2/S0c+Vq41PHr8fj0eC7m85B5Rve0KsrzFGFO9YJjaO/hgBb5y/+G96uANPh7/Sj0GQiE+cAhnvginJj1iSL89fQH6u7saQ70Axe294EPFvXPRIb0ix+C8BkdEPbEBkD6C0JC99jcRPsF3Ob59BYW+3nTHvF2Bhb1BgNc9Pnm9PU+17r2+CoO9eOcTvVRYjb54yDw9MZZ2PWpXpL3qDhY+Kl0evgsBVb73cSa9bUQCPhE3Fr6Vy7S9xbAMvfXi4L3zgeu9ZjiAPdRSzr32ANe6wFdpPlhKkL7vxqo6xtNpvT3Vm7wjQYM9ZQt1vYQC4z3vUAy+NxWXvQvuVr01RZY9JgrKvSXHmjwnFsy9RfIovf8MFT7Z4fQ9TZLlPcyH0T0mkUs9YX3WvBzsxb22U5q9VsE4veAZSz600bs8xV4Tvn6cbT4gowo+qXg4vfVRzTxBA1m+tAZSvh7YC71By08+EJC6PM9lc73TozY9PGyRvewHu74LAMM9wuNnvgSJfz5dVBM+Xtl7Pnc8mr3+L/C8/bK4vVmDdD5Y3Jk+9p+BPix9Pj6w/RS+yxooPRWwir7EXHK9bpM2vJ6BW7t1YRO+WYPEPT8O6j325Kg9rLuFPvjvDLz+4Qw+ewffvc83Kj4mbt49YpxpPTmj/rzpdLQ9KNTgvRgp8jxCqWw9Bn4bvtz7J7720Z89ewbMvbvcZb6ikvy9AyOHvgRsHr5c7E4+K3U9PvBpTT5HDIG90ubFunh1bj53qwI9wQcDvf/vq70FyuI9tKwCPiagMz534wu+kY6DvUWcn76QrTE+rCUSvvy/wL307AK+oUecvlgQCD09h6u+RZ40vtYSTTx3csM93HTKvTeRiD6kNjS+CcQlvhoESL301hK9T+RRPEd4nT00Tcq9bcFMPoZ+DL2ar/k9lVw6PuWWx713dII+I4KHva5cN76zcHe+Q2UePRKxlL1FngG+dG6Wvrdi3b6OajA+uIY8vpJCCL51sMM9So8rPjp2hT3xvIC+U+JDvTGRxr6/boa9KqblPRVfTD4lq3e9HDNPvhbPFj7zI3m+Xut0PmsKgLx5zCg+aA9AvmTqZD3Im5++6fWbPT4mN76vOEG9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "0ThhO7UxED1gIQ89lsE+PS2SerwYBSM9BwHLPG9ntb2BXbq9HNg2vB1/oDyrpYO9KlcnO75GcT2DOo69jQYsvMO8d739UZ29jLoMPq8/kLzCpkc9tD/eu+Z8bL1pkky807aGujAI6L0F8408XPrGPC5Io7xnPZk8NYa+vBSJDr1GgXa8mSLUvbwGeb1+AzY8ICEaPfOGv7wcfYi9MKfyPNPTLL3CLBi+X3w6vfIHXr2IzdC9e7K0vPT4V70XPp48QzofvWx5Bb5v1mY9gnyyvU+5Sr29lCa9k0LEvBf7Zr0GfUQ9SDr1Pejhp7x3abQ8iFb3O78YcTzpKnm9sOsIvluW4bzTnZM901t6PU5WBb1sYlE9gQMmOyIlkj27uo48TeUNvXPL9TzRw6a9IKRdvfEwJb240sG8SuZHu/GUmL0nhlI8J6ggvpNqkT0T1eK97OhPvayKEzx3eH49NTKCvRSFh7wnKeE7DsOBvVGeRjvY8zW9+Q1UvXMBfzkvbk09y5MzvS1gKj0Blgi+K1VnPRiYrDzu7j+8BrvsPNCG/jxQzoG6fqwWvVpTbT0u/dm8SYSWPUBUzDyCW5W855IbPXhAoT2WfDu8atRavC+FdT3ELSi+fcQ1vCqWMb1KfSs9P2RlOUNORbwMRQO9ADDqvXF1Zr2UxIm8a4GjvFbbi70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 