{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "qQoSPWmfOz2VCWq9wgfPvdRi0L00Umk9WNcfPvNWNb5Jl9491lmbvbqZkL2dPio8/ALcvcuwQb5LYzC++9gWvjaVrj23cri9rm8QvQPCaD01EbG+pVj3vXb0bz7Vsoe9VSXvvdqaaj7wiha+jF6MPajIITwm7RQ9Rf4DPm1jzb0LdDs9mhkAvr/prj1HkgW+MzgDvjpTJr7Vpvc7QphGvkouWL68C7A90mtIvaCtaL64Jks9kBxpvZtPebwTHhS+L0sEva1ZBL7I9Do+Xc34PXexGj7xTxi+XtLSPWBd4z25EK49KgrPvZT0Tb0MEBq+qOlCvklJX73s2uq9YOg2PhHSi74GlVK9XCWFvp/gfj2LH+69kuWAvuliD76DEzC+tSKlPYg6db6XNSu9liKlO5UPjDtPUE++3IoVvvYfID5MSpG+ePd8PostzTyCsOg9iYEvu+hVYb4kAhO+RiwrvkadYr7cGtY8IuhLvbmRkD06yh4+yRUavvm9Dz7OJnk9QmW5PSEJdr1KbP091OHtPLb5yr0lCeQ9Aw13Pb3rLL5loPk9uxOvvUyDxLrzrie+rREWPoFyqT06XpY9ip0CPp8Kqz7chYk9oC2GPVCNq70NiPg92/fmvXhmfD28KHq8BlmpOGy2lju06Ri+RtX1vQTayLq0qCC+Wb6yvSjfsD0Sry09LGIyvQfkCr5u1f89v+w7vekxhjwvGyO9wtGuPTBa/T30IBW9/CxfPg2XjDy2jtW9dtHdPPaMHz4qr+w7CvAXPuyK+D3DtJu9zwPdPXTmWD5x9Ae9qaUJvhrzFD0qEWc98yzNvbr5Dz6zhBS+ck41PpdDBj75hvG9S+QsPhXM7jwu4KY8OiLdvYIp2T3ZZ3y85kETPpFUn714Zym9M7fWPZsMmT3fMjY+mKD7PR9YKz7/QaE9P2UZPtn5lT06T4U89nWovQPXBz7ywu89XsTKvXnoOD4BahW+ii/ROygC+707DSE+evSrPZ39673rGty9B72kO7EAJD0oWj++laSRvdZ3vj0lGf69Ktu1PewDgb22mBm+zOEmviJiJT6Ed828TZH9vfmNhD1engq97TskPCGoEz68ax6+xbItPU6EYT09nkq95nKKPUwHEb6wC+q8bqCEPFY0YL7rlIc9eDM8vmaRmj1tDP09DAGiu1emujvoYi49SKTqPRoMir2CsrK98oM3Po6nNbw3Rhs+05JSPrFd4D2r+8o9BZW+vQnfLz3VkLc9TsQRPu6DD77//0S+OUT0PVzHcj0b8eM9VOa8vdlQOz2WkJq9K87Suk1pIj5l8Ec+PqIrPSaytzx8Qvg9BsPQPTw7Aj5FUkU9XJMCvr8pi7voUG4+tXj3vQD2ib5uxig+uZ4lPhOYJ752sJi9SiE6PCAjdD7ytly+L1QtPjd9bj7GpSK+uh/4vQebtL2UNjY+T3N0vSxgTj02kII+kWaZOncYyb2+7ZU+w3W7vbCYLT6Fj8A9Cb4EPofcmj2JyBy+QtLfvFL9WL5KA4K7IyGEPD4CRb5cVt895bCvvQedcj0eN629DCppvtV++z3zUQc+P8T/Pdiwxz1ccBE+41OLPVk1fLtvLHQ8XwYPPtPQkj3I42g9RwNMPcCsGr6aaAE+MzTnOwGouz22V9g9FTRPvuEg8Tzd/Qo+sJE6PPh4VTxvroW+SiyBPWm++r0MpMs9gyoHPvl6aD4Z3f+8kHgCvli1yT1uMKI9oqBWu02t+725GwQ+vLrqPdPoML5TRDO+EXKlvIwQXb7Umvy9wr2UPeWS3Tz1PXa91StPPTe88z3r3CS+dkMKPodCNL5++Ss+lBTuvVJPqD2siA++LtAfPaFNTD71/u89AvB+vuYvBT4iAO294VAgvlHG8z09Piw+EMKaPVcGd748Gcc8aq9vvjq62T2rPky9746rPWXDD75C/AO+pbeDvuAjFb5TIhu+EoMNvj374bxY+d+9N4kJPgH+UD0EqY+9jKL7vbI0wr2Pc9M9LFRBPiKJgL3N4eU909hyPb4WoD3yrea9/v0dvTEF07wRNii8VJCevSRjtr2AW0u83PI9vmTzTD0uMyS+ajkuvvHTiL2ym5U9NihDvgBGNL2OWhQ+0YroPCOtUb6/fMe9SvYYPWiAQb0e0Sm7Br5Hvpwjyb1MU7A9X3EhPQHIGD0uskK9IHQrvZMIOT7ZQHq+44IEvc8e9z2qVe68tfEQvmAYjDxN1Ue8HcaJPmP3EL5HuqW9EpsDPQPRab00bkc9Cu0lvozjeD3+cCI+KVAhvjd9OL4C9xq+rNWIPOFix713mYC9b6hZPStkuTyRsUi+y9sXPg17mL27OmQ9C2MPvevadbyiUns+6D7wvVKDN76gpAa+oDlEPVo9AT4bl7W9Wee5vRsrfzpQK8i9BQsivbsiAT5UNX09HXFPvvaUDb5FrtC9hJsKvqcmTr5HhHY9/QYoPa4z2Tz4Q36+0txuPcQRqL5lcVA9et/ovV9KDj6UauK9bpuJPuQRkD4dcEG+xJXfvaEaJz6z4169Y7rQPaySlr1emcu8A+tiPekE1bwtv3a+22nEvHMpfbpVbIc9sj4jvqX/qr0bMjS+GOFXvq0hsT0Rejm+TDqwPARNWr5pgrq9G8U0vtGCsb0tEwA+KaT9PMZwkb451Mm9tLOOPGongb1Xdi+9KW1vvThRbL7HO2S9YBOAvRyxGb4u4VI+eGp9PQYjcLxTUM29jr0NPYpPgT3E2Ho9TpLDvGG6gLw3VF29+4p4PeimAj6OCpU6tqCSvdymRr0rcKa96qeavWvekL2E04Y+jZmkPGCvzj1f9Cy+R/VePRMw+L2RlgW+/nMJvhrWWT6EC4q9BNA5PGJsHj6vA3e9XKprvKq0UL7tmKc9/r+ivetsOr2Uho+9j/hovZLFmL2SVT+9MBhRPcSmFz5M7fe9F6AuvcXsorwDxFG64vBWPYIxUL4QG+g9qGALPn4gKr5uAjK9H7WtvV0KbbyvwxO969aivMHJqT14yDo+n1SRvMg/G75roqI8DxudvE1t6D1oZMS9aIYKPvgWmr0B6ac9rz4VPqe0Zr1fwv08XR8hO6GAorx1wuk9ZID3PZcmRj5kHjw+CunFPObDUT4F5OU9OkAzPXfghD0nLrk99iIvPspYbjxGAQs+j3xDvQQJCL014BS9qIQTvjHKFr6Qudm9J7KLvA2lUz0tHZM9IBLiO1PJCz3jnNq9PSsPPpmRmz0EogU+Tq+ovfHy7zwWWks+Je4bPXQsl7xJ1zU+aTIgPqdJQr4XenK9+ubOvMegAD6B7sA9glCYvZMTqz0RPOa9V38APSRdDL7s7ja++jxePj1HkL1fxPq980BqvpDAy70MSBo+v5i4uzfFC75QeBQ+67V4O/aUCT555So+064vPM7Qmj2h57s9Dh/zO9W3Tr5xShM9ZPShvGBUcr3e4kU9S9ddPvW/xT0dQHQ9INZHPeTWjj3R2l8+vUxdPoGrDDzC91S9+AuIPgMU2T3m2WW8hy/tvKOZOT28rbw9yUJYvYnpYT09JiU9KrQ3vBU+mb42KXE9/MsSvWQbyTwNNjS+cPnfPV06ATwnkmm+GiJ8PRdMKj1XP7I7jykkPjpScL6yrkk+lVJnPbJ1Uj4qQhA+tz5Qvgy/gD7uS5o9Ew82PhNWNL3NuCY918THvbD6U77jlaA8RwgVPrvr4z2izrM9wQFOvoFDF74gn8k9ww7cPbFELL7nNCK+DiRgPrbkuz3GbSy94b/avRzxWz76YQq+7qZgvqIIAj54ACI9zkILPsVZcL5JIzg+yNhQPiTOjj2bvL+9m63jvRIK+D3Uzjq+Lpq3u6WNzz2gWia+dxa+PTi7l73r/o09XtPbvSSL2b2gKMG9//tyvUZ7hL39S5c9XSPfvahpUr7xauG8IQ8jPpIMur3Tbp89N56DvrFz470TFok9hGWRveVW+73fNCa9SmtMviTPXz0daUS+O3+UvBoz9bzzQzG+RI5UvisU9r1Ejp29G3KtPdZutr20O3Y9SnH/PJNQmz12At27BWiHPeCjRz5vQze97yIhvYokNb21yJw9kzilvd/Iw72IN0q8uVeNPaFa/j0Y3Go9KL/kvZ0b6LxwiJq9gbH5PYLOyj2NyjU9uZgDvpfGib4uk5u9E9F9Puv/Jr79yR++iXPyPVbzeL5cOyK8ir/jPbKiwb3QUUK9bs6NviGMED4C+SY+jqHOvUYYcL6SsAe++8itPTViBT23eTI+OUYlPi9a9T1LQZa+2f4GPvmABL2s0V+8w3xaPa2ASb4ukRa+FkLivBOSBr6PKke+VR0ovZr/7D17lju+RFmTvWdbtL1xWvo9E0QTvoRJpjyBF2w9+tZNPeKCLz260TU+dD0xvif/8jue72M9Qfdsvm5KH7spR2m+AqlYvpAuS77o7Ac+SjMEviA17z0LuwC+wyX4vJ3FXT7ISLA9Rdo2vtrGE76nVoS+diGovU5ayb0mSRq+XAt6vaCM3b1EOrg9PHaWvnwXOz63AgQ+KlvkvFl7eD5VVdK9HkzRPD7DwLuygc29+1t8vbTk67vxqom9xTfevQr+Kb0wKp48wYGTvkKrtr1pJGG+XzmcvTL6Ej5Mwv494jNLPd4Um7zdmFc+iG0hPW1Iy717Owu+lPryvVrbdj3RBYK9vm1MvkrtkT4Ecee7DJwNPnwxJz7K5G6+KduKvnnpfL7YnIW95EjGPSSqA75Q62Q+SQtHveBI6zxqOUk+ZYh7vTsPKLzPGbg9a4jCPZFaF74OXw6+EWI4PqIJDD0QA/+9t9kgvR+7SL5iOuy9hTtXvFEcxT2WQ9+9GFIrPoEO0L3IqPg9k9B8PhCfAL7u6Qg+hI1qPt2/Pr2f/c897vi+PQwZKT3iR509Go1+vX5aE765cYa93WnGPZ8wsT1vSfo985D8vZj8Tb44jZY9OqYOvqUcw71kMbg9xGTtPZOukL1LbVy+VLEjPC2Pc75VMw0+fJ0NPSnUET2+c2I9Eqz4PS6snz3MBQc+w0vtPdjpmTvSB/o93nmAPpcluL1s6rm9PVcOvdFxb7xedx49XsinPTZ8mr2jOya9wcqavZHkgD0Jetm9pfDevUWnaD3jwBY9El9CPuvADz0+J0I+N2uavT3BFD5UoBC8O86rPXEuEr443jY+uRYQvTCTDb4Q9zU7bHDIvC4ZJr3Hghg+kTxaPEXUCb5pT7A9tTU5PTm0kT2g40m+Z1AAPif0jj6t6hY9cwbwvTHynr2XmHi+PCAmPUaEbb0OhbK98E0KPOIUbD5y1GQ+J8xuvVqqkj0nvD6+JYsaPvmQRby+lZU9jDThPQfDDT4kyZm9XSyKvXQ+uju6MdC8mctxPhmxBT6mBwo+tuDaPByBWT2N3Q46cyyFPbAG6T0YSDE+MM5HPCRqk70rZT68RQNvPPZZ9rwed7m9UY+fPUKG5jzx+6U9E62Nvtdo6D0oHC49nhM3Pk6qnz3MQ8U85q4rvqGPRL1HeE++VXW2vLI3Vz7134e+CNXuPQ2K/7yhzT09MhwMPh06/Lx3JIE+r/5/vRvnY70bo4w9th1LvsHRR76ok4S9tnoIvi2sPr5Dzam+QM6avikGtL5+9XG+tJTQPAbSh77X9LA9LobNPVWbKD3T2zK94XD1Oy0TKL4qZUs+vSvXvWIYO7777dU9C/1WvtN6uD38Trk958k2PhUuyrwROHk9FGl+viL0Ib5kIFW+qlnHvWOyqDzGADk+v8YlvNMahb3tWGw+Ls5uPfiAxD3SrvY9wPDpPely6zz1Sga+YHq9vU273T3nNMg9kUzBuu4QLL0xEyA+lBi1PZ0x5r2BJWK+xXGDPG8kvTwelB6+JAsUPQwxAr51Ih69owFovjKJmT2KWLS9dpBePjSWCj6dB9G91sYOvX2FpTyLsZu904qFvqdd1b2hoiS+gO72PaK8OD7+koM+dLShvfqVKz0ovFc+y+8KPiYyBb5GcVy9Qgj9vN+AXr68Mnc9sw7tvV1m0L0LnS+9MGTUvfeAEL7DDgg+bzkxvnRp972stiy+TU2GvtyiszwBBs89tKisvMuwmTyMzk09BYURPqP2Kr4Yl0++GS/iPVcgDz6iF6i+SDGxO2nKeL1Hqx+8VletPYE9Ej1lbza+coDEvYlcyT3rb8+9MQY+viUJAz6caqe+G7TRPeJtFr0fK5e8R+vZvQUtxz2wuwe+urWhPYHFVL7VzbW9gvz1vVkOk70RhuA7W3CfvY2KrL34WxW9d/M/PdPUM76aBQi+MSDWO4G3Azz/bcc8Dzr7uy5v570k4DA+hFkIvhGxfDx/c4e+KZUlvuKegzz8Zgy9B3yDvSTJRD54NB6+/vOwPRxTLL243IU9f/8xvogvOb7oHrw9KZ2kObDqwz3eXRi9CUj1PYqG07z/WL29mgHuPcsH1DyVyga+e3AGvIkN6b3lvoY6wF6evKjXuL2BBDi9o4V4O5tfNL6G/da9l3vOvOciPr4TgOs8DDv+u4NPVz03bsS9DIvXPUKka76ieIS+ctiOPQt0DTw3zWW7eGwXPktqGL4THUI9EcfAPCMmmb14zY27KfayO1LZcz0/zgo+C7cQPqd4ib6BPO08FVVbvvYXybyKitM9OBCivaE227xv2S49t/6KPvRZIzvzqxO+zzAjPpFGTL7s2648PxX0PB3NNT5JeTu9onR7vrjlkT16MZy94XWXvQ3GoT3GxuM9y7Q5Prd3e76Wl5K9B56wvnCBC74ePAk9I1VGvfbVxz1H5Nu9OWoAvEQUHr6EVx8+lPutvVCH07vWHyW+SqMXvu7bvz2P8c29Xx05PmB7Ij5gh1W9WzdXviIk5Dzm+ts9CuBPPbBkqz15Qem9pzvpPaLVG77KZBq+bRaDvXIIjD2TLko+YFtUPtAwpr1+8h89wuAAvoFXNb3LWyA9RRQtvjMStL3Iv2I84g6qPe0zk735DPE8Mvw0vvF+sL0nnXA8sRE9PL438j1X3bO9qT3ava+w4b0wE9I7q7Arvr4kxj1bvxG+LqvOPbamSb5g7QA+CpXXvKShED02e3s9YA1sPtUdFb4KWt48pQGJvec/qr2b/ou9LUwYvu8XPb7jfRU+sRCJPdYiDr5q0mg+5CTUONLgpr2lqxG+Mei6veFWiD0UUxs9LSRwvd19UL5sjYk9m6XVvUfP2D0oi0Y97lZGPd39BT78cPY9ENUmvC/rP73BZLW9cenUPUTTJL6ATPe8wg1MPcJ3gL4rvOE9DtWGO0UuPj6O+zK+So+0vReCy73+mTY7QhE2PRU+Qj3Fe809RrIRu+MpDT3IaSA+Rr8RPhnqMj2vTI69gnkGvh49pL3N5ZW8TMI7vsWHgzxjrha+4SyKvUVzA74lBZm952akPAFIxT2tEyC8CSoSPqLgKb5OkWG8i/E5vqpv7D1aSB29JNxjvWTjVD2glOU8jKYJO4UA+b0MPaI8zYwAPoJNUz4npFk9wBlBPvutyDz5Amo8pJo5PGfr/z1+LU49ANUavutWgD1SpBs8r5kuPkBBa77xyNC9JeMUvi73ID7b5tK9iGMOPikTRD5sDhE+9W7+PRrzZL68g2G9VQQrPnuIUD6iTpk+olQ4vn2vGz14yTc+dfKXvvVZ1L3sUQ0+ep+FvPKnhT0WeVE+XZjFvfmUXb3AL869O1AqPoqYrbxQpc89qnH4PUnV772NU5C94MVbvVR2d766g9c9JdQXPDCVfbuMEDk+qXLtPQR2Dr02NT0+P5MevSWPNr4v3Ym9c44dPp+qg70rLF89QcxOvdeymD1ME2k9UvpYvpgzmL2Tz/E9yxdEvC8LTT5E8Me80t5SPtMflj3NWYC+sGQgPkXbBb7ub42+Zr+MOtqyjz0SLAg+CPGpPT34ST7Etta9yWZ0PqDhl73ImrO7G+PAux+oFL75RNq+Hg9wvRcB6ryBhLi92OTcPRYoaL6+tcE+xkdnvm8/JT5rjpw90EeYPROVvT4Lu1Y+U+NVvl+wED7+yFE+XUaqPJ91qz30oUC8ZLAsPjWByDw3hLQ9o2xBPaJ8MT6MPyq+N8qBPXC5l71maT89nFYrPbdRib6mFQY+WxnAvM3vGb5T/Jq9LQsovt5z373Dw0o8QEijvVdchT3CW1U+EgAtviZahr1d05G+pHTpPUK2Dr4lA0W+s6VbvFz/Fr5VdfY9TGuQvQPedb50oow+WKmOPgPC3TuiJaU8rMrDvZtohD4TXiS+2llOvUGtUT6gFJs99wGuvD5J2D27/Cc+IDLgPTX4pL18FZ89/12yvUmOxT1B1r89xfaVPWdlkT2d8249k95+u2+9mz1275+9wj0+va+O2L2OOuq99gPEPbjE3T2q3fA91ItDvsPynb0D/Hw9VMBBPrzNTT57EwK+NqsMvlIcEb0j07w9ip9DPh2NDLyedQ096DcgvpwcKT1NZxw+yRe5vexkJD7joXw9ASGuPRRdTLw+pnW9j2ubvSzQVb0FRdA9uxSpvemx2T3lAVa9tKJzvQQSB70rImQ9qF5aPiSW9j3X2py92yFPveIPGjwENO+86xI2PjdbVz0Mx7C9AvXBvIC3lz1q5+Q9K33GvUzmhz75yZo9kbctvU7xRj7RwOq9ngt2Pqq3kzyRKeK9Ck5gPahPsj3n5cM9m+0mvtrprD2REZu9X6ofPhmY0L2gxgw9SIaFvaljMTpYq389uMTVvMcRej0ZeKi7XK89PuzYxL1AvYQ96ZKiPYYiML0GIvU9Z5jzvRt+WT1Atj4+FA/kPcu2bDzmyzu+Q6EjPsX8Nb0Ch+K9PW86voEtrj1NFoi9Fq4Nu3eZCb6Q/+A8a85cvebATz4jUAq+aovavZnBiL2YIL+9i+zrPdPXDzzCHiU+iURjvSc1CL74uVo+2MBRvWcaMj0hmd+9OWUTvtFAqj3nawM+21TjvfSTmb7nKsE9UoDBvSllGT6IrIc+O4qqPR2I8DwW9/U9Ol0mPN5vHb3B5BM+7wMRPm29zT1eH4++9dHBPZZOHj5FQHo9R63ZuxtiWz00VNy8q9o+vX7Cw7320Lu9r1QbvnuPzz2ZKsE9VWKoPTizKz6q5P692kUiPXpa5b08Yry9o8gbPk6xzD0my9+90ts9vA1PKD5FWGy+sHvUvRhsKT6MsJ49r84gPmayn724oB8+cVILPsu42T0hNFa9qypkvBAyUj3SACm+Yodxvfb3hL18dzu+GrjcPaGWrj23Vio9O1s3PhBPE72dxkq+er1AvuPD1ryqqQq4eMwNvk0g6r3UeYe9IUBkvhRNZD0EdkU9SBo8vgclgD2EdS0+dYgvvgsROb1RgUS+SI6lvYFDHbwbp0498cTnvWLN2T029is+2r+CPZk17j2T+Z69G+FbPRmacL6lIG6+l85DPWv+r7x4uws+aJXRuytxzT1DyUu+lAOoPHVYVT2xeio+Q+UePtXdDT5fMC2+KdYpvvPXZj2fNPE9fgxMvt/Otz1iQti9KtdBPBXcLj0Za5o9UkFSPasalr2NsTg9+s1SvMqQJD2Kbim9ZaGWPvZDK77E6zM9L4kVvoquAb4aIN88xU78O0geQT6vo6S7xfnHu9DOMD6dl5C+TPeRvqX1Wz70Ypg+D4FzviukGr5eUYI+v9M2vt3Qtj2jLrw9DegsvqNMEL7VhR48CU28vV55lD2pLCq+E0sOPmmlKz4B1+I997W5vd7nOT4Vq8K9f9UpPSKe4j5Gn249qwaBPUZPCj7loV8+Eis6Pv2kpj5Ya+U+aW1kPex7VTz0x7M9luafPWHmHb6XgXO+bjpkvmymhrwAjNa9OI8uvYa1GD7Hgfi9qiJZPJ/UDj5F/IC7GWHjPWArD76yVU8+sg27vWSBWb0CVJS+wJk3PaubkjzKmSm+TF4KPh7e1D1z6QQ+m7WGvqJsN73q7Xo+CC81vnEGaL4SjIa9WWihvuKmSj5Y3Mq9Fmt8vVJWkbyC5IS+oThWvuoviD2YPGq+f+xovvXmeb2q17A9ltmGvnyWnr24tCY+mNbcvu7Wkr691so920G1PiBmUD4nOKY9iee6Pmg64b3zfzm+XwWfPjTIGr34P6O+SgmbPpsqJ75fxMW+QmMYPQf/rz5a+BG7p/MaPkP0iDxkb4C+LWiEPgi6Cb5fSRW+tUwVPgZtMj6AE2c9N6zoPep+Uz51VoS+3RtNPYEPAj7Ooo096FUXvu3vSD4WR8A9kBo2PCvfUj1eITk905sBPk8zsT6mJoG+59c8vZyjorrDCOy7iBE8Pr9Ytb3V1qg+yudsPdR4Fj27MEI9+WCRPfUKgL4P4S2+tfYPvc/bJD7LFlC+01uQvv7dtr1zq7U9nEaEvp6zUzyoOAu9qlgNvpxL2b3YQ1C9UaqLvnbI0TyKb7495QjKPPkSuLzHq0S+YDWBvWw6gb1u7rA9I2N5vbDsyz0uvhW79wsMvm7iMDv9tiG+o7DsvCZDxL2JbO49b1mjvWxVUL6r4ta74f9jvayrhTwrcqc9muXgvWJTED6hoHs9qH0JvnfnCD3wySc+rsIiPrsDQz6jhGU+XdjvvdqXTL3zSae94RIUPrFTz71V6C0+x/FGvrYOGD71wki+W7G3vlBFZ7xug3E+bVEZvbz4TD2J+Q6+TMMEvlSNNj76d1Y9ozw6vsJCfz1kdro92q8Xvsc2Or5MR3A+u6dFPswBYL7Ewju8btmNPZ+XNL6+0GQ+Hu5mPZt/rzw+GRO+J8NKvvNtFrxpDkA9rKpuPjIDmz3BSG++DAu8vcHJJL69G2W+FSWhvLDZOj2vGJU9kJMVvhe/Lj6f4B+8Nf2vPcFsJL4xqTq8QBE1PoCpC764uAS+SryAum26Ir2rRK+954YsvWhh/Tx8Rw29IuEJvgYcKz5fLEU+/24HO2dHNr5KUlw+m3VXPozDTT3clw4+vtL9vYX7Nz2Q6Je96nIyPsGAm7sruLa8RvMvPqR4Jj4zF+K8uFLLvdY1ir0hr5u995c6Pqs/772gxFa+oD0vvBBGj7r7X9o9dmO8uwK75L3k8l86qUY8vh6CMT6OPyo+xBgYvshTyb2/TL+9OGwjPo5BRb41rIc9xVoPPhyF9T0eIUg+HTdtvNVXQT7sNK69wvyoPbTSBT5gySy9QN2Hvak9Jjw9jKk893mgvsZQjzxQA5q9O7aMvHY3ML5VuCy+QvoNvMXPND71OPo9ZPanPSeayb3OUzG+NA6yvkeC/T1KAX++H0q/PYsCBT0nrIy+a2hbPcO6Kz56c2A+Jg8CvtuKhr1CsI09unAoPncIzb1BaUA+/esevXSAz7242nS9z1VYvEoJR77EZ/y95m4GPQUA3j0pRp68axrDO7yPhT1zmMc9j4vnPRyFG73a5Ze+hNR6Pjelnb0v6ec9Gv53u/No5b2PpPk8IsM7vaqPgr3mQsc9ZYDSvMrYiD2Sh/s9YsXRPVafjr6pzDg+wTKNvJn1Dr4TjZ29R8sIPlkijj3HHDg+eHmvvFpMpj552C8+Xf9HvSbMnb3JiHa+wd8AvlgAx7wu4SQ+HK5UvrFOkr6/wL89ATLAvCJ60T0pZRY+xhUUPQDqzTxQZ+g9+LoGPc3cIL55ik4+UtVQvvFbJr39aIA+aMcQvcbRgr0Tiy6+UxNGvR5EZD7NAmS9bCRIPXomML6uhfY851JxPakbE77jVaK+rDMfPl0vQz5St3Y+p42IPIfnkj7e/Ia+NWUUPRAoqL7MErG9dKOMvoYDIj5t3pa9Z8d5vhSDNj5gwos+TKKju702fD7XmkM+sdjdPtrifj6wYG2+v2hoPsr2lD1+8k++UHMCPaLwRL7ETcm7QJ46Pi1mFz7JGJW+99TOPVldTz4gvPU9VsurvokWaLy9rCW+6MeKvaALir5zmIU5YAo3vu93SD4wFns+js3tvSYKNr7Zh7W90HUYvjs+Rj0axiE8fZw5Prnxmr4ZoiM+0jVRPcMEDz8TQKI91ug2Pqw9fj7hirG9sndEvuspTTxk1m4+xGVFPoYG0D3gLMW9qpghPljWPb4pGao+rFmIvXL8lb42DES8mdqEvqNFwb1F1TE9Ye8Xvk1IcLyNU8e95falvYsUrDzOvFY+jX5PvMQcyTtqRxo9hUSmPcSO6z3WXae+VqsLPgwHUj65D409KvQnPuPTIz57ad+9yVJzvVwnib7NM3a+LwnXPe6NAr1YPmm+DF2PO4U/qL6Tifc9A0qyOy/LlL6C+Ro+qH50vgfJ6z1627K8wPULvjgP1bsajxW9twGSvW2c3zs19/U9A0A6vgSqVb5RqfE7RZkvPmwfir0iFwQ/8bkjvuRqTz7mgAm+/3kivTdalr4xT4I+pactPjQuIL6KWAw+tiU0Plkonj0FMgM+W4MFPkJC1D1+zC89EA/xvA/Mx70rkKM9vVcDvvVjRb3BFPK9R+UCPosNnbzRAm09y8ylPTuJOr5EzFY9Z7lPPdVs5r0zegI+2QPDPN0hyLvj55M984bXPZvvZz0TEOS8V6pyvRU6N7xfswe+LGkEvp6+PL3O/j+9SS8evv9hKzzj4Ni93upIvpC2+rybSrk8zNDAvW0SHD6NIC2+WNg5PV57Ib5x2IC8TISfO4vrBbz3XAc+lmzkPdYtPD2kB8O9IRPYPYxtnT34fFe9/jBKPqDsijyVR+w9UnhAvQK40r3BXDI90M8BPo5uND7/vF6+oUqXvSKcMr7FPhO+U01XvW6DtL3Pyg29SPs5Pp3Krr0Th4G9mveTPVLVMLwjwOa8OUclPox997ysfIC91UOEvaw0Gj5IbyW+NRhSO8qMOT3qO5k9mrmyPUB1Fz49DQG+iPGjPRtyNr5aO5G9/vpbPQrEv73iXMo5WEjlPLpcCD0RgaU9i2taPncfeTqu6CK+dvS2vRoj473XHuU99Of1PWZMUj18FyG+JasIPl3xhr3IqKI9S3fvvN45kz01FMe94u/CPZnwcr37p4M8Kk70vFZAMDykwhC90bksvrxfmz2d0Tu9/Pz5vUTemz3U5CE+PjtIO48opTs9lq489rh6PYshJr1/YLa9tlOFvdzxUL4G2vu9Bl4KvlIMSjw/rvQ9LwkTvryOTb3bc6i91QrgvNwKyD39VxE+uGoTvsqKUD5ln+c8ZUYkPpVjqD3f7lS9PV4iPssHJryyn+u8vnOpPe7y2z3ALvO9mxkhPJ0kND7wTba9/QuDvfhVnr3hB5k9pzZVvoOdOj7JfVY9TY+Tu6SFBb1aWRS+1y1BPU6tBj6ljjO+BxgEvo47xD3vGZ09qEl+vYe8tL3twi49BmwivjYqwLyVZCk+Nmi+PayW6D2lC4U98+7qvAvAMj0ahRQ9+0BdvioFSj5BzgQ+ih6tO30ZDT6l6Je+4jPjPQpM771s3Ze+69R0vgIMCLze1vC75CcKvHK7Ib7vJcA8itpbvkAjAb7dBeW9NzL+PHV7QTx9bqq8ANElPKEZCbz6gZk9IxF/PbwnNb6bjtA9C5q0vXXGlL6xUJK9RfZrPvjYST70q7m9JyDcvMMCnbxm77g9o5NKPgkve71ICAY89twSve7QUz06NWi+JIJIPu9uvD1wr6u9qd8IPohvkD5It5M9A6a2vaufRz7gijm+b1+1PDJqC77G1NU9NF1FvU6dcj0X0YU8zmJWPkaf5r1AHmI9yUHePSJEo75bcxO+trrLvQ8HaD55pO+98ufUvWHohT1XmD4+KdIoPem3970Z04M9bSWnPjlLUz1wTFA8E521veuskj5IUbA97757Pf/CiT3N3Ja+S6luPeOdSr3D1ZS9Zhdtvp7bVz7Sfgs+ELBtPgd0P74Onye9XgGcvNIHmj6uckQ9dyynPobDS7xt9La+a/+kPa5DVb4Lw4m+7NvQvaEB3zvxUt49tz4aPjLmJT6W+A8+R6cYvvIZgr4QFQQ+BYWCO1JXzb31oQQ+MOt9vk6CYD6fViu8Xaf2vRpZlr1ikbM9NMxOvmMWiL52JmQ+ggADPgJrAb5ekYc+g6mIvdvHdLzNJV0+tmnjPHCa571ZLsM9jiNzPqMklT6jtQk+w8q2PXgGkD74YWM+3coePpS8Fr5OgTc+uCXnvexuuj3E3FA+3AQ0PsPPXz4/sgK+yz8QvWcWYb5YE5G+6GqDPv7CaT7TUV6+lJ1GvZI28j0pMdi9HXQ7vvPDCb6/B/i9rlKDvk3bDr7pqBG+5iFIPuLBDz7UoRI9P80dPYTvDb6wKBc+fYdyvonzfbyD1oC+YYokPVSRvz1CPGG+Emu2vOzSBb50Oym+NpM+vmcpOj7moDK9w5+/PhBO+zsHjy6+zbUqvrSV/ro1x+c97TSUPb6Ryj50/lw+SvVIvlXRgT4OQr2+X7FFPtp5eD5Umb+8wDkrPs3OKj4ab6a+JYQ+Pij0D74JM3c+jbEAPpLVRr0iYx++QrH+PLcfLr1STbA8Wv/hPeUjHD4wtam9/qEhvgNRNj6qGhY+fUM5vkeBRL6DEy+9/TdEPoME+T1LC1c+jjdrvmbV7D28OwS8LAiLvFfdrby555S9XJR3u0qE3T0l+s49Txw0PSJP5r0gRBg+z4xVOx+oyLz6Sxk95ySSPXXSmb2aY1Q9CFWkPfCRPj2FN/W7/qe7vf0CYL4nPNG9uET4PaPgwD1qU3U9wGysPa3YBj2X92C+IpD3Pfo/XT2StXk+Uk+rvaO/tT3sNDS+4WcsvSmfibxYDt+9zgmFPSLIBL63QoE9H5pjvZd8L76MBGc+h55BvL/XPL0DmFo8tC0/vjjaWL6mECe+1rOSPYCUyz3AxLq9BmoYvYQjuD2rFdw90j9BPLD0Kz7axKY7CBgIPsplCT2c0g++QyghPSTUc730Jhg+lT9TvsxuMT3R/ZO8k+UYvlDUub3RYDm+BapMPYWmkj3EmRe8wS1IPenIQz5hBaM63h6ju6idvz2cWqM8pPaJPZS1MT7RcSg+7zlaPgHYqj0t3oU+L+22PRZpuzylEku9oGKzvWRdo72upQc+kkihvRvHEL0HBA8+yJ3GvdxKpr10Caw9KzlEPhSEOL7t91Y8qPVdvOIMAbzyG+S9NMg9PQViXb3w74s9zaJFPsICfr1dGw6+d6aqunGB/b3RE1C91C1fvd2pDz4qEV4+bpBfvh5GjD6DzDg+5et0PiQUJz7o038+6jP7vLS58L39RUA+G2JDvha9aL55VBO+ZwUDvu/wDT4b51Q9Ds4IPm/L0jxhUmK98qYUPfhzlL3I6g++a0JovaU4o73oJbS94TnDvLNTrT2i0ui8XThlvif97T3Tsoq8+FMrPeA+/D1ebpm9yzp4PpFzr71mPUk+VRUbPTnADD6qkX09MtrQvdpPLb7NYmo+7YI2PiceNj6LrYY9VyaKPtIrBb7PwYS+1eYuPutk7L2zYqq7IQMlvaUW8L3lbn8+q5B3Oxiej70SoC29ii4vvnvOeDtajAg+mKyZvZs5tb2d/1y+Aw1CvQqmYL1ukow+e1yxvjy1ST62Hzi+HikAPh3hRj4AOPw9lTC/vYGzjr3cVwE+JigKPfu4gD6r7gw950Bcvobi0T3pg4m+rr9DPgyyKrtTALy7+lMnvtkX3Ty2OvE9vA5Jvu5zfb1knwe9cvmFu/S4Aj5RAOG9WSrWPlY6Ob3tXMQ9WlN9PqEZrr6RxEI9UOGmPIOdiTuC3dC9c3fjPZnrVT32BlM9XWaSvYsLLr7TDWK+vaT4vbEoorzS4Mq9iw29PWsw9ry9IgA9NdFAPP28Bj0vuxK+pstPuzjo8zyRZ66+r8mFPnomnD1MWSS9YxSQPCFZg72/so29lWE7PLnvGD5Et7o9zwFIPsGbkT6X4FQ+PiKcPUL7rL08RJu9zaDCPQuLoz0zyVQ+BuFuvgzkXj0AMCc+HbScvboREz3alck+iaUAP9IDHD+Ee5c+/XcnvdocqL5zPFY8E5LMPXuZ0D1odpE+WhadPouGar4yhZs+XQNOPVDr0DzYq5E9kPbJvdKcbj4aCMQ9OWRgvn4d1bzAeu09Q6UzPipYUT4005W90Z3SPS7xBb1ZI088Mn8+vjQDlz3CMr0+upW0PTUn1r2hedM+Nu7YPUPyAT4ooAU+8YABP6Eudz2YywK+EPtQvpXbtD1fzcU8eW4pvi4um723GhI+paI9vuXR6z0EKHI8fgcMvjwOob78Yyi+io+zvZ/mg71GkvE9h59MPiZqIz6KHWe+J15+PnE8Eb288j69fEewPmRlzD1Cbta9lpy3vXfpUT2Pfnc+nE13vX1okb1ZPhg+a80aPWs+oL0Zyno+yaEhvmOOzbuGrCu+oIHRPYz/KL7/tZQ+diTrvYT7FL6LdV++B1fzvc9oOj5va1W951GIvtzGIb6C9cU+w+EMvkhpEr5/P/W8gh7wPusiDz5VOcS+Q4qsvgv2HL75W0k+9zHovZpZ/DtEyKc+/9qSPvvb5D2NGro+nLAnu7YMk73Ic8g9FK54vWMAqDrZDoM+KzR4vaDgr7t2Iw8+ryjLPEPwaz4VELa9f3IQvisEWT1J7U4+f6AWPqHM6D1IVJO8nJckPTrRtL0Xnc89KpO8PZDtij5vY7G9YMjwu2LgV72LReg98sLOPWR3Qz2+FG4+6CrovU7M2jxxWyq+ouIAPk8fKL5bOcw7g75+Pbikrj3POxE++B/hvBSdqjynacU9UVXMvbR1qz0w8Zc7EH1OPnyUqT7gDhY+ye0uPrFamLyvqGo+J9gHvnPRFj4nmt686H0DPrrsx71sLqW9wDUWPrHZxb12ed29UGKbPSoqJr7TxGs86c6TvFzHID7Iz1o+uj2OvaFwE76vL+e9AYs9Po/4PT3O+u88AD74vTOOyz6fVTI92dhGPgNuAr4Mnyq+BsSKPktVnry4kF896qpLPjGhxL3LyvI98AnjvDCsVT5fvds9AGUVvqd9Ab42N/Q9/LX+PV1qwb1XhwG94hetvbSTTz5nSoC9i9qnPbgJEryZsJk+juumvSEYwz1rau+9lYAcvvR/Ar7WMUc+R0WwPsGYAD5Lhw4+mzLZvcQ8Xj7PVJQ9QSpBPiw4vz12uV89WfFPPe0LnL1qor08G6KXvcGicb0JNDo+qeL4PQNIF74rx1W+NmQtPTftiT1UFRg+xEOKvB/2gD0iecc+Uw/0OyQQ2D2J4wy+I0HevRIqxr1yEtw8lXlbvo8FxT30ija+xSNCPSE54Dxon7g97Gx1vI1fVb3u/4s+H+fuuDVHGr4JedW9VwGuPe5OzDtJsXS9n0KWPUDRUj3K9xe8VMGtPU9dsrwwijY8X1S8vBc/zLzrp8S8HpT9vcXsGL7CzlE+9qV0OVVsjj0DCt88KbcqvYimSr755za+t1dYPiNK4L0g5qo9H69IPrmlwD5QNQy9kvAePqg7Uz0AcTY+ba8oPbKFIL6llZ89PXkPviaQQL3ZvK28SUc0vQFCXz3riDo+ggGsPX48gD5vccu8lqHlvcqxOD58hYC9LEo0PsGSOL4CFvE88b0GPt87vL2cjUq+yCQLPobkfDzKHrC9hKt0vBPlQr2tJIc8n/XCPQAZHD6q4VK9H60KvrIQwL2g4f+8Wgf9vU2N8zxQ+UM+Ps+YvSAIaTw2u+89UnyOvXpI8b1EacY9kDWoPsfizL3Kx0G+bwliviWXJT5Lc4M9TFciPVpzKr3GjFI9ApTNPdgUZr1nYU+8NiMFvXBjiD0gUhO+gyw6vcRIbr2DI1U9/mWMPSHX3bzGMhC9nrn1u8lkWL66S869px1RO+7sWT70mTs7FvUZvIl13rwhmnI+9xRjPjWtl7wQKSg9qIZJvXaulLzelR89I5lgPW5Z9b3KwY29XeoGPnfUdD4lnkG+1tgOPq2XdT1OASc9noUOvoJ8PD7lJSA8cICZvaWaLT4AF5c+jomKvAEwlTz994093p8wve3GpD2/4wi+I+9aPrQQUb69LvO7Jl/HvDMVOb5AND6+N6YUPlI4DD54xvU9rxs1vRTOrz7LlgM96Uy9PUaYKj5xD5c+asHfvNrWjD2arWU8KIQVPdRAT76Mhy8+KGD8vQOEbr3F3gm+tsgMPrnwWz4bcTG+M799vBG+Uz2S7Ck9JDlrPvHpA77/LyM++1KlPYuXGj4rXBa+dGOzPnVxdb6dAgC+k6Envse/cL7tOxo+UloYvoyllT5URrg+pjOevfkrlj0zvBG97P2NvhIfVL5gn2q9dt2bPjvPRT4i14K+5jlwPtaCjT7wODy74bmVueZYHT6XhyI+qK3SPS626T2MPBk+Til1PuQHcL4UA/e9APFWPh+7pD4Qcls+b626POr6vr1t0Si8do9nPjPd670yuFG+74u4PbqEw7v7GYU7/qwXviJvRz6CpR4+GD+DPRcLEj114wG++b8LPtuiZr6ac129o1uHPvloirsRWwC+snAwPqtOsj05lE09veYFPquuh72y6829TmtJPvccoj5MVmA+13PAPM+nVj0vgEE+wQ35vdfPgj4F4wm98uFyPkoyh70k1EI+ajkYPk41xD3Xy6Y+sQWWvcJfb76Ww4e93vbwPW29YjzhFWC9dPBBPXa5qLzj1OY91pYIu9xUFD3Lw6e9wkYcuRHUvj3DqW69AgubvNgVzb06B8q8PH2evbiQ0j0TpWC+4uqaPTv42TwHV0Q8fSWHPf32KD4KLYU9uuIsvt+qVD6vzb04VAX0PUg0Vb73jLO+eeXKvL+AE74DuCc+pOfEPCOAir2o60I9WyCMPRwyC74t0My8hSTRPQpIMj2ccxo7HuU4vtkipbzAdD0+FP6CvWouRT5zkRa+qHnOveTK8D0XBTW+Lt4CPtFdWb4V3UI+ME1wPWAewTy5sm49PTatPUZMFD6rpbA9BFQDvsoZ6bytfEK+yc9ovrr/9Dx3vcs9k/o/PbGXcr5JP4y9mEzsPC180DtQCXu+f0e2PfT8Rb4hiZC9Za9NvkACs7yJZ6o9aBwPvWCXbr5sMAy+Ac8zvsIpCT1yB/K8uld0PapaAL5rzsG9eFqgPMc+lz2cbt69TloyvJ5TVb5Qkyk+jAzEvVy5y72lFhC+M/AqPpb5Hb4Zp2e+b14uvbPLgL5YmgA99QF4viJGOL1DlRc++2t3vfHIBL4KemA9Ney0vuzIwD1oXjS9/ZUJvmZjKzwoR9Y9Qa86Pt/y0Dsmnvg9kZEGvlVMcD2pAAA+iJ4/PlEa+b1Of3A+IboHPk6foL2bEIA9jbBIPcPZJb7qkRW+LymFPVBgaj6CiUQ89cyFvUUzpDwSQnM+oK2qPaVvO77H3x2+5mqTvUe1Ez4Ga6c9bpLKvaf1fL5Uvua8GwD7Pd2yDj7lFpg9LBIrPKMMdL6E4aw9lxejPRVXHj78wxe+fApyPSigBT14tNU9LxTZPERPJj4lqfa85nhuvQxlxTy87Ri+DYoOPjJagbu9fr+9EuxBPfCvWDyGrbM9KhgJPc0nkT3P0QI9rFMAvljwtT0+roY+egfnPGSvU75Nc5U9vdnJvKFRhD1uBmO9nOUpPbuXOryyra29zoMWvkTlIb3blmA8/gaZvMBQID6HTPC9d+3SvfG0mr2+b7c918vzvaOY+L0W2Ms8H2TbvTGDgb5PjK29GvhsvneTur0pSkO+paUWvmoiHD1Dhrw9JqRNvEsTkT2TwGG9Y40UPorecb4LoI09rv2GPVqgjz0CM0S7x/jEvGmSobtJBfc9zf4OvQVZlzyucwm9lFDEPdU+Jb7E/448qMgIvSLNu71zHja+aVHzPXYZNr5NCLq9F361vQj5sL0drRw+yqnbPCFsF74VOP09xpYCPjZKEj6kGKA7O+NEPZ5gLj1QMzs+NgSDvVbmZzyHPBs7Cd1ePW3Ejz13EL49POgIvvh+hzx/kwC98iktPqJ9LT5Zgdy9nh1VvqkbYL5AbyM+XdTRPRB2erwaaA++PmpdvS80Fj6XsVg9gc1Cu2cz8D3+qIg+u90NPimjf76o/yI+Ft5ivCSBKD6Up9S9DjqYveGT8z0ygVc+hOAJvaoraz4++YO+IT9ePiBlBT4HAtm+7c0zPlPfzb7IOh++PF/8O8YfO76zADW+tS9CvgX1bb3l2ns+/nwdvdprD74rtEK99R0+vVGFsjzT2jM+CR67vBRLrD2r4Su+/pftPf7b5T0Rp4Q+0PgAvv1yFb4vczY+lqrzvXk3Xz6Io909kXWwvfC+pbyV9Co+RNNkvoVA5L1q3qg9T/V5PtxGYz4UMnK+yD8YPYRolz6zwDQ+RlwrPuGBhz5c+l4+7lNPvp5WU70YKGk+Y216PhsDjj6IduY8QxlXviVKbb3X516+JJ5NPl/kIz5lBHm+z2F+vdsiCr2w5AC+XClOvmoMJb7yRWO+HEhuvtNevDy4T1g+KF8Yvpc15T0m9AC8XWybO4e8ND5O5Tk+6XUmvlx6Wb4+Ri0+3SYCvZ+8gr4MzXe9VmjCvjNvJzz5YUC+fs8xvhxRwL6mv8s92Hnevbqwib1s65u+CL2CPBWysL0G6Qe9DcQ8PhhyVz7/wwC+2Ju5vs1gSz350qQ9RrkEvH+jVz6cTAO9tOtSPr01g71l4C29LRU3u9z8AL6ElZC8xxFQvr25XLwwfyy+VbWVvh0wsD1D3mA8cZwLveHxSb15Inu9hRABvllNhz0/Qou9J8JkO7sWUD1wDwY+VRBJPmYYoT29N2y880oQvgOUBD5jMwO+aEVZvT8G8byCwfu7qu4APbsvVLxx6qi91VaCvfv8XDoCkjm9RG0GvNrg173y+Qe+/APlPTTIjr3aCzQ+zW+PvFim9714qp88zg3BvCeUCz4xEwg+nnnJvf2KDT665jc+8+UPvqlXTb77nwE71fmCPXt4Ib5Uwuy88e+GvZQgIL1qTOS9iiwEPrgCkj3dVZq8zVY+Pdxttj1N1k89urYNvhjXOz1CjDS9RpxRO5wx0TyDin69A4U7Pk3fyr2Ve3w9uqaovZ/dPr0CSD09U7SFPXUQBT7epoO94SaLvc2z3ztkgta9SbgpviRfPj0wfSi+pLNOPQ3Y5js3ZF69k7/RPbpbSry6/7e8bvszviuqJD6y7ZU8Sg26PTshnD0RWz0+Z3U4vWlD2bxgLIi937/NvafT3j1/GSS9TVNavQCetD1Xhvs7uRDqPR1ggD62k488ov3qPaviHb1l64k9tjbAvQqfy72XY4i+5Uo8vd3T3TzNDpU7hEtFvVGRrTzDBzK9lw6AvtWSRb7uoSU+H1RTPmJJGT7Nt+o9xvMdvRixDjsl0V4+q8nRPbd2gz7fX0E9OtT1PMW/CT3zIcW9kAsIPmuTXT5TQnY8SvgmPc5DLj69qZy9IiqUvVXTzD56gJI+Y20BPmf+orzd3hU9aPBOPqHFsDyUbpm98uC/PVANUL64QHW9lPQaPcV+AL68h1I8kfjPvFdWAD1OXA6+EaJlvdgjq72GXRc9aZgIPgSOtz14zRO+qNWnPQHH8r22gYi+l18PPqsNjzy4RkI9cEOUPgUfzD0Z6JY+pP3KPcDPsb2KO5I7WmkwvgUCs70+3d0+q1pSPk21W70NmGY+2KGbvXswAr5Wp1S+JUTKPHiEOL4Hphu+2B5qPbpOhL6HAI89aoxsPrOOID4sHXs9CgLzvX4gyLsRnQo+3q+ovIoSHT4NSRQ8EPFIPnn4RzyntSA+1GogvWXeDL6XsqO+dqwxPQNv87wdBTi+KTUrPtnKar64RKC+4aLZO5P7Az6ysHY9q1yeu+n97b0G8xy9cZ0TPquXGL65Wzc8E+PlvdlHrD158o8+t9kjvml/JD7E/BE9JlnNvZRxPj0oiTG+CXfrPT4/Rj0ffM29+l+CPY0FjL702eo7CKsyPoTNfL3b+2O+nfhTPv6g770D2C09K5YEvkEBtjyrrpq+OGGRPdNONT2kT4y+xd9LvE0Sj7xb2Mo9VFhKPIqDaD4Jo/M8MiY+PoOLST4oQ5e+ZSqtPs9neLoytGQ+0v6PPfbOYb2PKmG+0hpKPjcIyT0Efra8Odpxvpw2A75QvGs9vxXdvTIvAj7oy1s9hU3Svgh+Er6DAzi+OXHBvYyieD50rJq9AKVGvjKu1775cCa9alWAvhIUAr92Wlm97NYKPb4d5b0Ns0Y+WxUqPcqHoL1Dpdu9Hv7vPSFKsD11avS8lo/OPRPZpT79Hxq+IL88PuUDiT1SsDU8lb/aulA/r77YMaC91ygfPubmA76bhso7kjpevvbo1D1ywwm8NP8jvoSRZ72tsT++X/eRvhnZObuDy4a+l3bOPvgR9L3oYvu8Xv02vGCqBbweIJu9xrZDPnVs+j2bOi0+vMmTPlGxJz7hzka+H69pvuw3qDzipOw9kjYgvuNECb603fq91SUUPcDV6Ly1h6C+pss9PcsbCr6SCvq9kZnSvQYegj5Zuf48Xhl7PV3Ocr2k7SC9bOoTvXD4jb3B6KW85Tunu52K0b2H7T4+KA84PohT8r2FfFs9eG58vjaChb1Hl9a9hvycvlIgWb4dNAC+HjQlvt+RKb4rFxY9lgIGvsSpLr54oX++1ueLvgKcwb2PsgM+q+GAvoWd+D3blPq9n9pNPpVxNL0h/1m+6bICveqknb5j1DS+P6LzPEiqW770TKa94DCEvq/VVT0Fn5E+APcyPUddZT3LchG+1kbDPBP5VjwdSlm9K3FCPZtRJj6O/XY86J02PcoAAT47CYC92CHZPdFavLnb/4+9Ld33vTu9Gz5BAug89dXCvY5F3z2bd1W9wRqEvfeXw7zBIE+94TNnvvRo070dlCi+REouPZtPPz1zuT2+RRzevDv0F76KxVS+gO03vkj27bwvCzm+KCGGPZI4AT32nji+zWtPvgtXXL5Axha+bMR0vRbxVD0GR3W9QkeyPUkOQD62152+BRukvUI2qT0iYjS9UyNkPfyjKb7qSM294ZZBPi01172cYi6+IZAUPj9rML6MnDQ+JgYxPWm0gb650Sw+Moq9vRyDoj1mEdS8Kkg/vaK/Mz5fClm+meREPsZptDsyl8G9SLekvJX92zsJ/FQ+O2DjvTXHKT0j0z29/jfHur6X9b3aPBY+2RMDvuwypL2+A748HTL+vKpaOTzoXf886HDkPDgGvT30ZAm+FhpAPWvrNb5pMS68zxsovfjH7T1/3qg8mnyUPV0OIT4Yyhm+jFSoPVG2r70E5qW9S/aPPHcyzTxW2eG9fYUVPrZ6xLwqx5I9x8CgO9UdLL7irfK8D1cuPTAnHD2LThG+9qHXvgq55T2dSII9rsv2PXYJGj00RUK7SW6tPXc7dj0PVoo8kFbfvKjmMb2qvmA+OdoPPX2+f725+Sw91HDsvcciZD5iRnM+203gvaAKVL307sU8/xmcPfOBDz1TZb09YTx7vSAqNby7HZQ7cB8OPYt8Rr7yWnc9vPkZvrhTkT4axci9mRRYvpdTiD3lbKm857f/vXc1bj26y0C8CGEkvpGX+jzVYLU9lasJvfRGM72dD3E+gxIRvY+/P74t2DU+sQxEPVS1+z0oI8Y9FEXcvTSOcj6nlw2+xvSdvCfTLD6wNAG+6tyBPPpFyL00RuA9HBaiPYWNob7eZ3G+Ca6AvutbkrzSDAi9A744vcWG3r3hMBU9B0dHPTJxaz4dtcK9t22DvsWOID1Xqbk90kfsPRep9j2JsLA+GeQEvsdLUT5URKC6OkACvc1wA7xJuA++MgcavpPvILw3kO89mx7RPckKDz66TKQ9dBYGvqsA+73E4jW+Yq0YvmifoT1p/D+9/RXDvU/C6701CUk++CNBvjg8K71SZM69333EPWFpGr7OslQ+FOO5PQQ5dL2M6hY8itpEPpj4kb30R+e9EVMWvuvqAj3GSm8+tDXdvYO9fT0pozo+Ngi1vAZlEr6c9M68vF6HPQO8ij5+iou9zcMwvrZA+r36Blk9x+W3vS2cljwESz4+g13JPeQmwD3wINW8/FsxPamo1DtRxNs90HUyPlPSjjyHEhW+euU9vkWArD0G41I9jvoqvM/LKj6eA2A+DTDTvZETDz6KJ9Q7BzG8vZvPnb4FdIy+CBhQvjU5ZLxMfGg+97xYvsfUNT7RwGe+Vy/1vBR5iD0nLVS+xvtTvuYtwD5D8Os91hLQPsVW77z6zUs+MbTyPTKm5T7nIZM+oWuaPpv71j4AEsq+orYnPi5Pmr5FqE28wjeYPgBX57uR6Zq+xLo9vryuqrzIWFk9TUVYPbd7g754ang+JgLxvYD/hT7ctQo9hu4GPvUMsb2JjnE9mYjAvm7NE74SxjU9JPi2vlZ2xz3ZWL09q2wtvjFucb0aEto8BnrpvtGJ275v0Fs+Pz5svUaCATr2jvA9rNoMPs9oZD6V6rK+jjuzPVI6lr6P8RS+rwpcPmgRHj7WEOW8d6MYPhVyxz15+Rw+dRxaviXKYr0jLf08QDz9PFeUOr6VtrK+VICXvsGPMbzwK9g9lN8QvoVD0T38rbE9fgN3vgm0tD051VE+mkYvPuCs0T30F5a9ssCPvvsw6D0Z27m8b7LzPmLbYz53/gq+5K83vj7o9L3Qrum9dv4FvSP9Y74tA9474kg1vp5uPL5omxc+QcUZvnfsAD4fo20+GgTwPiXA0z3T1rW9tHqpvuGSHb6LNUq8tut7vT6R0T0yph491HovvlYvI74933q9OD5PPnSBwL2h+f+7RhGDvtFM1L2Pfdm+8tGKPoQ7tb5yvfK9NjM1PmNBRD7+Z5e8biybPcCRoD3zosa9ZGPwumYqFj7CGcE9hQZavTRaOj5pJMo8lAYGvSEDBT790Bo+XWBJPqKkuj2EsVk+8VAaPgFt8b3PV7y9e2csPsS6xD1cMLQ9cOdlPTqSOb1+9W++YAqFPAwq+j0p0jw9PmSEPgxuVz5iyQG+CrSMvXug8jwNkRY+bppXvR9EHz7o5f69yu8zvtGM5zwbljg7pJOiPdhVTzxMYdW98s40OziFBD0GdIg+UH8uvAVT6L0LNzK+b6vHvVqEAz644nQ8j+r8vO0jbD4HMwG+rNc/PiaFVbzzSXE9MFMPPaE+AD6aHUk+6J/ZvSPKyL1JxLQ9om4LPrtSZLxjmcY8d1aIvBfOdj4brMe9XakrPoxFtL3zhhG+ZIQvPVaUK7zAHMK9B5/DPHDhrz0wlxc+LmvHvY/3Tz6YlL09za0avUiRqT23rQG+bUNoPj2Bo72J+aa8zv4WPneMLj54XI89vyTtvKTCTj4cEHM+ApifPZloKr6y77M9e0QKvssmnj2O7D8+JEMnPgR/PT6PZAQ+xa1NvW+T2r1fnQk9qYAKvFEeGT5GLZM8+UxnvYG/mL3aeK67ma4APEXamr2lOwy9WtdyvdYjjTsVrJc9DEt+PumAkrxEafE9nAy6vPo8RrwOAgg+22e6vZN52b1CAQy9o/xHPQPSIz5KhhQ+ulSXvebyQ7s2eRM+bIdFvhGt0j2ipbY+rUeYvRhJrbwckRm8iAzPPQFd5T10n6W9vZ6WPdqMw70BPxI9atMGvcY83T3EUHC9LsRBPW8ABr7jLcC9UbcDPa4lFj6J6Na9N3AFPsCUBb221KS9URlXviVFQj6rsRA+odbKPUD0Bz5wz+89YQVPPox7Kj6wJR6+0EcmPVuMoT25HOQ99hcOvakrDr6qzua9crkKPjz81Tzzl1o9uSwcPq5RdL7XH7y9ksqgPS4nhT2YM5+8s9UoPbwSpT1pIe+88ruNPLULcb4sS6E+0j8kvWDK1jyGxB6+oqqlvbmWLz5e8Fy+gIzCPRETRz09k9E6HSiEPVUzk7xVUw29DKh8PTd8ID5AOdO9CjKmPTCp9T3eLV69O9k4vRwS9T12aYQ+jkQEPi6bP71unm0+7Sx2vILhCr6e3AW+lCHdvBZilb3Yg969ph8kvgVXr76lPGK+61PxOwLSBr777hE+PbcBPUxZPD72pcm9G1N4PjgINb5y9sY9OWd8PtmR9T3myKg+CTluvvRJPL2x2AE+CBFwvp3+pr1xuh8+q7X7vPvx6z1nhRq9sGCYvpm1K7402Ce+0DkhPo5dbL6RLow+IPVUvlU81jyTnc6+ObfePRrPSz6vNO49sleBvnfNND66muK9jZKuvgnPgr1PhBK9Gna8Pr4SHr421UQ+n8byvaI2db4a2tC8heuwva2vAb7Trku9M24PvBjXOr4pmoO+uAMJvgqBiT3Q7bI8HbYMPrtEFr7GiWc+mL2rvltNBL6+Ghq+DP4RPgkWmD5RFsQ+kZZuvjmAYD1Fh6i9gXGFvrGLnT2kHwa9uUsfPpW4iz0y8xG+fS72vRYOjD405+e8VRqKPfV+i73exT2+gMJmPiUB4L5S+1I+XbM2vh/IaD6BijS9S1X6vf0zvj2WIZW+WNFPvvbBW77ByMS+Zpl2vFQBjD67+Gy+vRYivnv+bD3eBya+ItbMPTL2zb3Ac2q+2grIPbD//jxjNlQ95Hggvc/IMr6+92w90liQvgx+iD4HGnM+b9qXvbLjtL1WE0a+AUnHvSdLqL4kMcY9abeQvp3bfr381ic+gLzXPJA6Cz0+ftU84LubPKg0Xr41x6S9HoRsPkVwxL1U356+qr7PPWKJFr5pria82nm7vQXLFD4zFR8+4qYJPkXZXj3XWFa+lYwTvlUVLr5CMWg+/MwSPnmtTb38gdq9WhiVvW89mT1kRhC/IXIBveskxr2KPZa8990lvcWGgr7pwze+FSqaPvGfib0xe1Y9stb8vSAr5z7Ci8W+MbBBPqbANL7Oy8S+H8SHPspyr77+1gW+v9woPT6pBz1UqgK8YaiBvpAha75I/Cq+Wf/BvfMMxrzgUkO+QiJBvfBuPb0fKG29jeQCvoaRhr5ypJM9Hwphvh8Opr0dgVK+EDEhPJcA9714URg+WDXKPZRMer0fJRG+7h5MvtobYb0Ss5w9bwFJvgzjDD6s/Uk9VV79PBfdGj1RNwW+zx92vTQJYL6+JKu9oy0HPnd+0b1VyHm+mLO/PI26Gz4QTp6+G4g6vvMSLD4yZUq9Hq1kvg3Fojq3pPI9zEZ0vN13pD3DzXg9ONPdveqNHr7qGRO+siAkvvwVuTwS3XO9o9+OPcDrsj2YxiW+DkVqvQ9HFj6xcdE8kSpDvlaPMr6pVEq9sSrdPZPkQz7u+10+E2cDvVwVkr2FO5e+w0O6vV6qSzw5eCC9WOVZvurhBz2uJEE+bgcpvcFIdr1wbi69pokgPrJ4Kr4Vjr68xRNMvh3Ze73BnFm+RifkvT88Aj5gvzQ9trDbPWdqDj4Pg/W9UxyRPTBaxbrD2dI9Ck5MviQz0r0ORzo9sPvAvPsSF72Qroq99w08PkKfu72l/Zy+a1CDvpzGwT1KKlw9/vwWvUXjj74Igv49ME49vER6sbxTzlm+KycwPi+3973OGg2+7yD5vd2JvD0DpMc9VxMxvl/srr0lwHW+JRKUPXTtOb5zEVA+xvMUvmwp0z2tsK69IZ2mPPXCSD5rlwO+6qwjPnFAQL6avwg9Wdc7vtNZjD7DJXE9/YdTvhLRlzyhB/s9lgzavPesNbzloWe+MiErPnrihz1Eqp+9akcNPlM0273+w6M7y3ygPc2TwD1lDT6+pFUmPjY5Rj6cUiG+En8DPhtNwLzeOIm9iboVPQmpZT2bzwQ80AYBPg0Svz2FT7e8cm04Pa0GfD6R8ME8bKkxveQMMz7Yk/k93X4CPt18AL1cD5Y8klHLvStFjr68yMk9bP+OvM0mJL6vEdi9cljJOx7mwT7n2HU+X9p+vaiA+DykU12+k7yDPnkPj730Kxq+KSZXPZtSPD5ulDO+A5IXvVJtWjwRQd69XnYJvqbIDT7+CcG9sevpvbT0kr2CpWQ9K1X4PW5hlz6TB0c9rHxsPkjq6j2+mCE+0G32PbDiMT1TzKO9lR5HPez927wjho49Ypr/vM6XLb4hFhc9XjA8PkBcobxn7/888XHGvcsiC74inf+9N6QdvufpzD3fXJ29eZ9UPWFjDD22DZW9RvDnvYJ6U77uZoK+Y2myPjq6Ub22snU+9CLOvbkXar58hIe8iNsRPvfXv71npIg+QBeGvHh2eL1otYm8tVcnuxBzML2lDGO+jFWDvp6GhLt5pIM9Qv6qveSnsb7n8kE9yOvcPRxpH70Jcam8Z66tPNiqcD6hDgo+spNkvqo9Er2GgzI9Z5W1vVkm7bzhFIA+tCDdvYUfpz21mss93jfmvSwDl74R5b++fsCUvkMOvbrhDc08UKKvvYHXHj2hUTs+kf2JvZocHT6h57u9tl7uPN1+VL7Ecfs9JSUlPSqviz4kIB0+Dfh6vZE1hb5cI4C+SbLbvbooyr2fpqm80xk0OwzSHz6dwCK+E64jPqJb3z0sPmA+HU4vvVm8mL1ht5Q7w1WUvZaYoL6iMiY+EuO1vpOcCr3TSRC9mROFvW/vdj7G2R2+eteuvi0nLb6YumK+soaGPdhmDbuDaxS+Bci0O+HiyDy+q8W+bLzvvaHwn76S84q9Eo3iPV0bmD3CmCg9WJASvOMhfz4ZYVc9lCF/vvQj6DxKAKQ9n6OePWbbAT1n4nG+CMmHvl4lU74ThRw8T5t2viAPEz5Dn4M+Y5AVvrJs0D30hdA9tzNCvX4bLz5UBku9yQ+xu4+nnr1AAeS9KKInPuSJ3r1T9IG+d3qGvoGk8z1i9927epVOPZh1gDy5Lpg9pCMJPXPenr4A4F0+bnU/vn7/HL0+ADw+RA2cuw32fT1Io62+cSPiPVj9Gb5FDxU+TMN7vqeiHb4I+wG+rdFDvRm4Jz5oQPe7r741PTOQgr5bNam+xb92vqDdAz728b+9KNGAveeqjLvT7W48XA2YPV1uWj0C/pQ9gYcGvX0QAD3qxbQ9MjDbvUCCVD4tET8+C6JqPWAnqLy9TyA+vvZlPWrDHL50R8A962mdvEKd5D1+SE0+LASAPrJshj5taf29aU+hPUFR/T15DoC8y2sPPZMGEb4vft28At0PPoOLFT3Y4OW9zawAvpBxEj47Bji9UQe9PKD0sz1Zwk28kqpdPscS971HDds9faaNvYMoyzsZMrg9MUzxPVV2bz5A5BI7QsK7PsszGT4h6Zo9D8mMPuhhXL4m4ho9wJH9PPrAAz4GBPg9tdmLPj/QOj0FMQ69Ug6kPvStKz5gkt+9CTyQvcgrEz6Vums+BVgQvU9q0T0EWVc9mxNhPq2Toj2wldO9hNP9vakPpD5VWni7g4c4PSDCxDzKSh8+Dc/Uu4CW8D2MqkY+qKJcPtN1CD5A6kE9TbHBvWWsuD6830Y+GmfQPbLZ/7wotFQ+XwBIPq7kqT2sNRg+wJjBvA0Tuz08fN09alf5PSGBED6MWh8+phTZvQAR3T3PDWW9J4QdvpKQ5j2HfMg9Pcu0Pujw4703nLa8ws+WvU14HD4BN149JWYbvggqojyzE049jFI8vbfz7r09Wxu952phvE3oab0DuJ695vNOPne3hzuTNKO9rZQqvdKTgL1EiPm9PaXjvT/vT73z8Dk8NA9dPUWwpz2RqWy90zP7vdPhkL5qHfo8ow2NO48XW76Lpba9CWG1vMJwIby+p7I9vtA6Ps4USL3Cadw9LQW8PRmZxb1Lj8i9ldIGPtWHCTz8RZA95GIrPs8LmL3chlW92mFYvQT9Ij5TzsK9KPKuu8kYDr5ny549OThhvEobpz0DGq09T6RdPVWHez1bNHM9BX3fvbxU2b25kDe+9yymPcLLEj07hSa9kC3svVTegT21puA8RkH/PRFHFD7Gq6c8hWnkPcjQMj0xvYK+kHAmPU1Bg73EvYM9HBpEPcvbrL2xj9o9ys4qvDzwWD0OQzm+rjFtvmwmbTygwrM9xMs8PctRAj5NvIU9MwTFvSRwV70n1rk9oyq/PZZ8BT1D7B4+LB3FPLhOZTwTobO9lRb8vB1dh7zfAhy+Xh5WPEXemjy/+d28cKTAvUIsBz5m4pU9SVyDvYJBIr1VJ+e9AW9gPVOb9r0kida917g1PgqQYL4/WOG8dpuyvY6WJj5QsMk91NJTvue7pb3KGna+HKEivseBib1OppU9xVVKvfRvXLwJ0hi+ulWrvabU7r2yeg++ZoX0PYbf5L2Fxym960uUvjGdgb1EvPW82m6BPfzNer3shfK9bGmCPaQSoz31tkC9+DFyPhoPQj1IoOS9+cmcvSjh/j3GeN69TjyxPaOOHD4eYLA9Q2HZPXzx9ry3nF29MwoAPi6Z4zymDKa98FMVvLVsV70l3DE+yBNuPkZ9Zr1FlBo+AZEAvqbtMb7m19288dJ5PG/ODzz5L5y8S/YQPgFAODxnOSo9RMoLPkOQhr65jbu+mZSJvu0ugL7cdRi+RokivnabmTzXZxa9s60qPhFJiz56arE+IVMevpXWiz2VXT8+Y4jRvXH9FL6PBKC909PXvXrh9L0CF7A7pDs8vQBLyj0CCw6+v0AePplAXb0cW0C+AQ1UPiMT2b52EFg+b14gPoFihD1Yt8y9+gZXPnMbKj6vLFu9KAHwvVtQu70S5o892O6JPcJycD6v0bI+rHTqvN+M2D2ko9E9QrYWvk4Lm70KB0m+HaksvogcDD6kUaQ81CwGPntaUz5ukgq9ZpulvjTq0D2mL40+cA3QPb4MOD3/FNe9kYKIvc2dQj3F0Bi+mR1XPsCmLr5b8R09W6RePsQ0Gr5uGho+Te1bPUJccL4n1fK8+zDSPavb/719OFc9GCf7vSNBbD50UL8+xSDLveRxhLzEe6C+tWvIPMPpPTyMWmW9QFuLvbT1cb5irmy+Rw5NPno+z7xPN7m8aTZDPkhvADykCrw9mdQIPrZrtD79KFI+MvzmPScbkb35wr691scAvuImcj350am+x/2PPRZIjTxEhzM+7PWHPeaOn73VVns+bWydvQSgpr0G+xY+FmMgvj2B/70CoSK+hfdqvajqWL1dMqK91aMBu2XRo7zwRwC+J5usPTxA6D2LAvy92YVZPVMfEL7LW7q+tQZsvEFejTz7It69yrWZPMgl8TyuY6q9Zf2OPWz7zb2TpAO+JfyNvBAsBb4Rlj2+qvVdvaQGKjx3j+K87Ii3PZpjBj44C5U8EtcYvAVOeL6QZKG+nCCAvSYBtb1DBay95A4CvtUEK74Yf6K9Umj3PBnrL76Ch989mJ0PvlSr6LtRkQS+AAnjvZO8Rr3j7F+9bwaNvc5V1b0q13i+tZVQvqwJZD3pgr69Rd0uvvcqyT072J09aEi+PSIvV72M3Z29K11avkmKiD0AHB4+BKa9vUA4cbxNnB2+0e+kve55tD3GQE6+V0xuvs3rg700x3G+lp4yvhWVCD5Wcg493B61vaWwWr3KOwS9toSwPTxXxL1lxgA8zSI1PcLnlb2qISS9ob/BO8d3A7405Rs9oquPvV+zXT1ru329SctTvvX+pjwRcJu9aT3ovYQs0LyDurO9TJT/vSU+oL52R4A9Y8u9va7qcb03JOA8OUrdPXZ98TvWf6k9hp+fvrnOPr5bNgQ+lBTGu/G08j1zRc+8+8wKvpwsKL4jk2K9EDAsPkiWYb4t5Jq9gSjKu72tQ76odpu9AqOjPa1hg725EAa9cUqLvcCSGz61dbC9aPrdPfAbvj1xJm88naUzPIfDPb1ScD0810PQPawTVj1rGFC+ByM0vtxeiz7C+SE+I69YPf4dCzxa3YY9QxWBvRhRCT5tl1I9QN37PQnwwL3VYSO+zt7xPQRi9z0GXAM8INrgvZgCQ736wDm97qGmvamhfD31Qre9lVucPeI0NT49CzS++wxZvsEIkD0rRXo89JpDPkI0l7y2zqi9Ol+OPSE9AL6JymE81epzPCO2ZD2uI0Y+PlRdPDDehj35GL+8Rr1HvWFsp7y6a1+9DezsOyqDBr4mYOO9rHwMPgGUSz3o6SI+RP5nvnuAIT1vlbw9W8b2uxfmOr2fWO69afLEvU2IGr20xba81yxIPYoykD62Do694ZARPsBJPL4mDYm+PBzEvLD1i704Auo9P6C3PfFC8b3WuoG9zMEfvVjLjb4NZkE9PEx5PRQVob3jFBY+ye8Zvuh3VL6BGy69QLcEPhcGFb5AC7+9YtYIvZWV770GDue9EY+BPZs6zr1by8S6+KFpPsqJkb7xuZq7G7pjvQRUrLyU/oA9YglzvXwX6j3zeQq+FnWWvZo+XL0D5509dEvIvfiPrzx0Jcy98V8ivSJcFj5CF/k9K83gPTBO1D0Q3kQ9WXe/vM7nzb3ufJ29edhGvQbuTT7GFZ48YBwUvspDcj4ijAg+H2pIvbNC9jwoLFq+JL5WvvkbFb3hE1M+sXarPCy8dL36aB091uyRvXrSvL5FjbY9xqtqvqwqfz5fJRM+ECWGPt8+hL1wivy863SuvbzBcz5N+pk+afmBPig0Pj7AIxO+w+cqPb/Ai77+W3e902ydu2D5GTofhBO+UwzAPf8w7D1kTKs9CK6FPsnAPbx06Q4+8h7lvTZ9KD4iPdc9SyZpPRpF4bz42bs9Uw3hvVJd/Dw8W4M9YhwevkkFKb4MB6k95BDSve2yZb7PE/q9ekGHvhhqG76eOE8+n09BPnrCVj75nYe9Sm0hO+x4cz447xQ9hinNvHQvp730wOU9pkwCPm0wMz7wXgu+yt2KvfH1n77gwzE+Lf0Qvnbnwb0fbQK+yjOevsXHJT396Ku+rFY0vs1zDDw0dcY9fRnXvaeqiD7RWD++bMQmvlGiUr2ixxu9aNGIPNy5oj2c49G9cyZKPo8oB70IpPk9vBA2Pnm6yb1Ss4Q+8op+vSUMO740pHa+KN8bPW8Xj73HMgK+qISWvgGm3753Ji4+M2U+vnSfB75GcMM9ojUmPviahj3TYX++/g1CvQcDx76AE4a9tIPpPbYFTT7ttmu9cnNPvvBEFT4G+Xi+q0x0Ps69kbwD0yc+RiNAvqd5Xz2925++LbafPRl2N74IdUC9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "gBmOO2GXGz2JFhU9IeY/PeJZT7wLtCQ9N/C/PH3rs71QaLm9Z8BavBxNmjyKTIa9ayOEO8flbD15L469NV41vGCXgb3Slpu9thQOPvVefrwOrVU9oVUIvEHJZL0jaj2823Ceuq5o4r1Qdns8JnjVPMrxibwlRJw8jL3YvB9ZBr2C0l28x97OvUp7e72xm0Y8GDckPV+RxLy0qYW9Xt7zPO2pNb1ULBW+uy05vb/mVb0oxs+9CsHBvBa8WL1ScJg89bsjvTgFCL7lVWU91JOtvQY+Tb3Vaii9CB67vIGsY70C/Uw9B+T3PdNApry/i7c8gmEQPJ2FVjwA4Xu9mAcJvvo03byQGJg9dvp2PfyP97x8IkQ9DBUQO4cllT2d65080agOvZIC/Tz/2qW9bcNRvWwEJ73CAai8ZqlFu5JbmL1ZpUE8droevowdkD1N2+K9zEFRvaa0QDxBkYA9SCaAvSYZgrxISBM8JRmBvaEzmjsCSzO9qx5YvVX2mrlOGUw9HZklvfCNMT0GGAi+oX1sPXj7pzxkaFu88NPUPD5iAz3V0Im5fhoZvcWxcT3WneG8OSOXPaWpqjyODoS8LngePcHpnz0l+yq8yc0/vErifj1xByi+LugGvNDQMb1bHDI9HW3oOueuY7w3q+W8d6TqvcnDZ73VQpO8g96qvMURjr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 