{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "gm8VPdlZNj2vjGq9NDrQvSC0z72puGg9W2wgPlwbNb7kWd09gEiZvcG2kb2/zhQ8g7DavcF1Qb6dyS++DGoXvk3Trz2ERLa9ldwPvcayZj2ZhrG+pYr4veRPcD6zcoe9Rf/vvcTJaj60DBa+rsSKPTqeGTxtKRU9BXsEPoN4z73VxDk9zT0Avg8drT3N5AS+gQIEvheuJb6mytg7zKxFvvbWVr4L0K490NVHvcenaL7oBUU9JypovSvheLzxwRO+wsT/vKARBL5UOTs+ZUD5PcolGz7T7Bi+SObSPQDE4z2m56w9c6vOvTvYTb13bRq+LnhCvsWrXb0AU+y9xU03PrR4jL4TL1C9ZZOFvnGYfT2Hgu29bamBvldcD77JoDC+MUimPXWBdb5u1y29jXeSO0aMejsEZlC+5s8UvtfsHz5esZC+czp9PhuRzjxmxek972gluwYbYr6dkxK+hKUrviMKY75Z1dA8I5VNvS/6jz0p/yA+Mo4avo0WED7Ufnk9i623PQ95dr3r1Pw9XwbvPIzJyL11ReM9LqN4PdZ8Lb5QF/k9a7muvRJ/5LpuVie++msXPoERrT0sVJY9Yz4CPolYqz747Io9u1KFPSMxrL3qlvg9wr3mvUVrfz37LH68PCIrOLuKqzs8mxi+G0D2vZtAfLpAnR++acGwvSburz2WGi89c1wwva9ECr5oYP09c9g3ve4yhzzRZia9OSGtPY8PAD4W8he90RBgPr/giDy/79G9Z8DyPG3CHz5gNvU7TUoWPpc4+T2eYJm9V4jbPf8IWD6QWQi9gjEJvpfMED3nVmo9YafOvYNTDz7I9BS+6FA1PsetBj4W2O29NS4sPgGz7DzKoKg8clDgvbzr3D2yCny8y+UTPpwZnr0/IiC9My/YPWGEmD2mmTY+BSj+PbtWLD7WRaA996AaPi02mT1Mi5E8znWnvTvOCD7OSe892y3NvWkCOT5O5hW+WhasOyBi+r0AYyE++p+pPYgW6738ady9Oo6rO/tHIj2DxUC+Y3qRvbtrvj36//297ZG3PSA9fr3e4hi+XwkmvoUoJT5uML68ZGQAvuIChz1abQq9W0E5PE8IFD71ah2+UxgxPZ6dYD2W5Eu9sYSIPfllEL5bV9q8q5iDPNc3YL4GtYU96+s8vrY4mj1ALv09KsSwu5La2jsTCyg9uOnpPQ92h70XTbG97NY2PqU3KrwUcBs+r+lTPoeT4z2MKdA9ctK/vfmKMD3/ALk942ISPr2WD75i3ES+/aHzPeaYbT2tOOU9HVy7vZoxNT2oyZq9en/VukI7Ij6NIUg+NHEnPUIztTyy8fU9hBLPPXmXAD65vkQ9clADvjpkQLuzYW4+bVT0vcngib7FYik+XHYlPo32Jr7ESpm96SwwPEX9dD46C1++T5QtPsR4bj62tCO+N8j6vZ8fsb0XlDk+VQR8va6PUT2ST4I++RuKOjuAyr3REZc+ZDC4vVK9LD5zhb89JfsGPlqAmD2dkhy+PBTxvBQDWb6XyjW7VuVdPETVQ74wc9g9Tc+tvVoBbj0WLq29hklrvjeD+z0OYwc+bv3/Pa21yT1WSxA+I2OMPULfP7v1bZc8u/0LPijflD0teWY9q5BKPVtpGr4SQgI+q7YTPAUKvT2w6NY9A8xQvuI6+zzWggo+3lhBPHvdWzy9x4W+CvmAPf9D+b3cIcw9cMMFPi5Daj66MgC9vRQCvqHTxz3ArKQ95N4EuvFA/r05HQM+9wjoPRGKMr7WKTS+c7qhvA2/XL4eyvq9IqqSPSFN3zwatHG9fYZFPSmY9D3K5iO+Z4MIPo4VNb7cICk+liTwvb34pz1hWxC+HqwjPfAaTD5dd/M9sDp+vnkHBT5TuO+9oV8fvhoc9j0zVS4+HfGYPRjPd74ihrs8r7pwvogP2D1jTE29PO+oPaR5EL7buwO+pKqDvkVjFr5K7xu+SF0MvkOL6rxu6OC9LtYJPmn8UT3te4+9kv35vQccxL0cidQ9eT9BPqthgL0gaOg91xxxPYtfoD3yYuW99g4kvUfd27yCize82smdvSJ0ub2FTES8oXM+vngbTz0CPyS+c6Ytvl5RiL2ke5Q9y2RCvoiPN73b/xI+OHntPDiKUb5+tca9vSoXPaqzP7132rS6lFRHvqd1yr2kwa89gEQgPeYuGT0o80G9uVctvZkKOT6YAXq+RakHvTiI9j3bvuy8KYoQvjhnhTyPaUy8UeGJPge6Eb7YOqS93c0BPZ9JaL1Ib0M9XI8kvqYGfj0m7yE+fVAhvvAEOL5Zihy+k9+KPPcax73RKYC9rHNdPRBAujx3Fkm+SCUYPq4Jmb2w4mE97LMRvRoudLxy83o+pZnvvYzzNr7N7Aa+UMRGPXC9AT6gjre9+C25vYK3GznlLMe9p6AkvaFVAT5H2nw947BQvgiYDb5PmdG9mR8KvhVBTr6V33M9O/8lPeU00zz5RH++kilyPbprqL68+VU9/3fovZ+fDj5hgOG9ItSJPp6EkD6LKUG+6I7gvRbgJj4BGWG9tffQPQoll70H6b28fppgPTJZ0rzy83a+vvzLvJKlc7qDK4c9AA4jvps7qb0rnTS+AjJXvvA1sD2z7zm+fyGyPKS/Wr43OLm9uKIzvmNPrr1cPAA+ok/8PNzzkb5Usci93kOLPGHqgb1J9i69I2NwvTwObL5LA2W9qziAvQUQGb4qNlM+Gmd+PZkzaLzVXMu9ODUSPRXJgD3OoHw9FNS/vFkJeryJUWC9b6p7PV2eAj4PbN85jrqUveJRQr2dx6a9o82YvecQkr1FhYc+HAm3PPdJzz0M2Sy+7m9ZPf0c973WZAS+8vIJvhrmWD70MIq9sSZDPGOxHT6jA3S9Bml6vDZSUb6voqY9daiivZZGOL34UYy93pRpvYTml71Y7j29/rhMPU+KGT5/8fe9s0wsvaPcobzDjqo6ER5YPbx1UL4DNug9EYUMPiUyKb5HRjO9Onirvfk+VrwjCxC9GAGfvDrLqj29sTo+AXSbvMFOG76gL6A8GC+lvAJV6T3K2cO9e7QJPn5bmb3nQqg92bsVPsupa71pk/U8v7ssOxMvo7xJJuo9KBD5PeEgRz6fdT0+jqfJPIZ8UT6od+k9R7wuPY/7hj2AMLk97WMwPllzcTz87Qs+RuNAvSxXCr1DghW9EmIUvm6LFr7jmNa9QZyOvLPrUz3xaZE9K3O8O6sbDD1Hrdm93yYPPoXDnT2SCQQ+DN6pvXWy+Tyk1Es+MZgYPW9UkbwYGjY+/lkgPpkiQb5X0Wu9VybSvG1eAT5smsI9kraWvfFvqz3Ko+W9Qnr4PNC+Db4Pgja+dv9ePmvvkr3raPq9j1JqvuPSy70aSBo+ynTcuyMnDL7RwRM+UvE4O/dLCD57KCs+yikdPC5ynD0MOLs9LMAVPEQ/Tr4g6xU9LCKivK72cL2uEUQ9FDpdPjm7xz0ze249ZElIPd2yjj2qXF4+gxdcPlOiIDxkpkW9uEaHPp4C2T3Lh3G8zCTtvGrsNj2S2r89x35Wvb1nYD3Z9yM9ZC4ZvGu9mb4OoXE9BekbvaBtyTwmSDO+4TrZPXYZFTyPiWy+q7Z+Pe2MJT2/hp07OgsiPtOMcL4ZvEk+vjloPSWrUz48JA8+63FPvusPgT4OgaI94DEzPp7gML0NoiQ9Hn3GvQX3U769bag8uDEXPp0s5T3pL7I9gHpPvgOlFb6Bksg9S2HcPSfkK75LMiK+p5pgPjy+vD290Si9TZ3dvb8dXT7gZgq+hApgvpoWAT773Ck9MJwOPjAecr7KRTc+XmJPPm4fjD3srsG97c7iveq0+D3PlDq+2RTauyaZzz3znyS+2sy5Pfcpl70c3o89RqDfvZFh2r2kYMW9cvV2vS4bhb26NJY976bdvfi4Ur7KKtO8y+8jPo3sur3POZ09nyKDvncQ4r3xSo09UnKUvWKp+710lim9MOtNvu3xWj0V30S+rZOcvCoU9LxKNzG++bdUvl4D+L0O+J69ciGwPa50uL3bx3k9Ksz4POZWmz0PldO7iTGIPe2NRj6/ejS9/twhvUqNMr14cZ89gxCmvaR4w73Apzq8icuKPbHm/D0IDGk9bYnivR1F77yZT5u91Nj6PXubzD2puDU9w9sCvv3lib5Xg5y9rKN+Pv0bKL4K0yG+trzyPbu4d77Ujxq8GyPjPeoIwb23BkC903GNvkmBED722SU+tdfOvZCsb77mcge+NKysPbEZAj07ZjM+kakkPtmi9D1NPpa+XacHPrMxCL2t5Wm8rwtYPTzTSb7jrBS+zCznvD5lBr5Cu0e+hQ8bvRNh8D24Kjy+A56UvRqluL1cUvk9uzMTvmZIqzzk82s9t8BQPb3CLT23GDY+mbIwvrF26Tt5Ol89OxluvnE8GrvuWWq+JnhYvuTRS74OjAg+OfQCvuHK7z0PMwG+Wln0vHA4XT5z9rA9xak3vm+mE77CQ4S+3YervYNCyL3t6xq+uH94ve6D373Uvbc9rMqWvmWVOj5HjQM+lVTfvF2FeD6cL9C9ybbVPGI/x7uansy9Q9h8vYh7A7yoKIm9f0nevfvBK72mFZw8+NyTvsfltr05BV++rk2evTApEz5XxP89/K5GPZMonry81FY+ATwhPdesyb0+jQu+ZA7xvTxidT0U4YK9jxVMvjHskT73Dt+70mMPPg5aKD7QEm++cJWKvjSde76gyYO9nF/FPdupBL7QEGU+erZIvckO7jycA0o+lM97vTILH7y45bc9pXTCPWwAF75pog6+7Yo5Pq4CCj1p+v69YtIfvaawSL66Me29NvtdvGV7xD2O1t+9yeEpPoAzzr2kffk95gF9Ph2SAb7Khgk+FeVtPi60Pb0q0tA9OO+9PaHeLD2Ai589vP98vZxOFL7lSoa9aSzIPSjHrz1YFfw9lsQAvj94Tr6x4JQ9sXoOvphVwr1Zyro9yAruPWFXkL0Ic1u+33kaPLC/cb5qfg0+b1MOPbH+Dj2Ib2k9I4H5PT/ynj3SPwY++HjsPTlDkTuNP/o9H+yBPq+ytr1lB7q9JW8HvbAWe7x6iiA9AQ6mPXMFm70JLSa9EFGcvQDqgT0T0ti9bVjivZ7qaD0vyxs9XAdDPjwyBj3ZHEI+yfyYvdWcFD4DtRC8//KtPXdSEb7Shjg+PBkLvUUXDr7QLIM7sr7NvCQnJb1MDhk+ped0PGbdCb6P5bE96Wk6PbgckD3wUkq++5L/PSwTjj4E4B09L/nvvXSDnr2lmXm+FwcgPdAvbL2xya+9geQLPGCCbT6Zn2M+rH1xvagclT04UD++uB0ZPhvsPrxbf5U9zJ/gPV0TDz77vZa9+IGKvf+dBTwc9Mi8z6FyPlxCBT5K2Qo+RSHRPAr9UT2leU05VgqCPSrj5D07gTE+dBc2PBnKk72i3Ea82IRfPIlc+rxkzb+9QFmePb065Tww/6c9mAyOvi5z6T1Nvyo9R5c3Pnzonj3lQ848U5suvnkEPL39+0++xf+2vF5nWD58FIi+2EvvPdds/Lw8AjE9YH4LPtK067ytroM+mMCDvUPmaL3Zgow9yzpLvtp1SL7E7oW9q44HvtNQPr75gKm+v6uZvnf5tL4rTHO+qyu8PLZDiL5Y0bM9V+TEPTGmMj15NDO9UgQFPPSDKr5EK0s+kVbfvTrAOr6dANc9zHFXvinluz2dkLU9DVM3PoKRyLyptYc93m9+vg9PIL5R5FW+YtDDvTYGoTwE9Do+C7UNvP9th73yDWs+74JpPaexxz0uavU9hantPTqK6zxR7AW+QtG7vdHq3j3tDsw9l24wu6zjLb2enR8+5Wi2Pf3v5r0bfl++Cp2gPCm2xTyCbB6+Bj0PPfRBAr6X1CK9FuRnvjrlmT0HObW9A9ddPtCMCj6Qy8u9onUbvXM+ojwG5pm9LBKHvmIXz70vCia+lJb2PRZbOD5CUIQ+w/yevZWPKj2UCFo+3bELPn+wBr4uVF29rrX4vCcFXr5NO3k97nTuvenO073uyTe9cnjXvWAZEr6NSAg+92Myvi/j9L3oDC2+whyGvkyNqjw8I8s9vGqgvFFFlzybgkk9I/8QPotrKr5vL1C+UX7iPUtQDT6Ns6i+GjGvO2dTd72UjfS7Yz2rPYmFET3PkjW+OvvGvacmxz14l9G9lGI9vifsAT7cBqi+bzrQPTsMFL1IUZm8t3nYvTNNyT0QeAi+l0ujPYQYVr4jwbi9Uub0vb7Jk71WwPA7o72gvQ7uq70hPRK9A1lAPXFUM76xxQe+lFW8O1oaBDzBVMg8wbUCvFHQ5720OTE+oGUJvpxHdjwalYe+KDolvnYHeDz1kA+9sF+DvdV0RD7bph2+PaOwPRsGLL23TYU9M9wxvuHaOL777Lo9bpgWOkhhxz0S9By9BuL0PbPM0bwSk729NFzxPT4l0Tw3eAa+9bEIvBSN6b2Q3GM6+LKovCh8uL0Vfzq9XkxvO+vNNL4xcti9nGjHvL6HPb5l9eo8ksPuu9HNUz1JSsS9dbbVPQ2Wa76P8IS+mqKJPSiRCzz2JnO7E9gXPiV3Gb7IGUA94SW/PAyEmb0dzJ67N0/JO2M/cz1y0ws+1uUQPrd7ib7IevM8PDBbvlARy7xDdNI9i9KivQZr3ryI9C89SvmKPpZkDjvBsRK+AjIiPjs0TL5EILE8PN7uPFzaNT4W0Du9NTV7vhPokj2LYpq9uAWXvSAToT3nn+I9OXo6Pj+/e77d75K9A2ywvjRVCb7QFQk92iFKvTyLyT3swNu9GTUKvH/aHb68qh8+HuauvTF8yLudbCW+rwgYvtDYwD16Ccy9KDI5PmgNIz4UtU29aslWvm+/4jwTXtw9oKNTPUrCrT1cF+29Mg/rPZCgG74DCBu+pc6HvVTwjD13wUg+25lWPuTmpr0rLCA9Dtb+vWhOMr21viI9GtYsvlbLsr09QnA8a0qrPSLPlb2nvvE8HxY1vthksr0NRn88bZMxPEHK8D0r07S9IIbbvUUl4b3RhuY7rYgsvqdRxj1EGxG+NpnPPbxJSb4IcAE+YTbRvExbCT2v3II93W5sPg5xFb7CpuE87/2IvbrBqL3cLo29MdAVvrxsPb6QphY+HAqMPVxVDb68Pmk+SKeounsUqL0qnhG+xgK9vROShj12Qhw9g6ZyvZE6UL7kTYs91xjXvfLw1z3+jEM9fWdFPUkBBj4+d/Y9dCIWvHrSPL0BJbO9HA3VPTQ0Jb5duem8RVRFPXslgb6yMeI9stHMO0SrPj7nrDK+ch2zvdYqzL24mzA7qc8xPacbQD1rk8w99OuKuneaDT0yvR8+70EQPmE4Mj3pYIq9HGkGvrKXpL15RKK85ZY8vmecizyP5RW+1GGLvVpBA77u4Je96TWmPPPHxj3j5AC8QUwTPuTLKb67aVW8zKE6vqo47D3ePRm9Ci9lvfRUUD0vkO48xU+NOjoZ/b2+qZ88ohgAPvLiUj7jp1o93JZCPgDGzDysWko8J6UrPOqE+z3fNFI9t1gbvqWHgT31GxE8tNsvPhloar5dnM698/oUvmh2Ij7mTNa9ATwOPgLbRT6nSQ8+rbX/PctKZr5nUWq9gKAqPoD4Uj6ivZo+R087vjIyHT3hdjY+Y16Yvv3I1b001Ao+gN+HvCg0iD1vJ1E+/HjAvWJpYL3hv8u9YWcnPt64rby9VtA9l+XxPe7U7b1LYJG9GnZRvWuteL5K5dc9FKnXO0yrmrv6GTg+GL/uPRKfEb3wvD0+NvcYvRcDN76nloO9v5oePidmg71qQlw9Ip9RveA+mj0TAXk9ZSRZvoVUl73WaO89M6k2vG3PTT6Ld8a8Eq9SPrgGlj0lQYC+Q1chPtk1BL6P9Yy+zi0quqLPjD1I+AY+e0aoPSS1SD6ZCtK9mLd3Pul9lL2aN5O7ktniu3o6Fb5M0Nm+du1vvcDX7rzg77u9NdjaPXVGab7XYsE+hppnvi4tJD4fvJ49CHaVPQ/AvT4FJFg+nB1UvjngED77vVQ+eWq0PGfJpz2JIiq8Ic0sPqADyjxRJbU9GVJCPRnAMj5jdCm+gRl5PbP9mL3IZDM9i0YmPSd0ib7IvQY+qjDOvPOxGL4WdJm9I7YoviQ44b3yjCg8bWifvXuPhD3WLVU+P8svviV2hb3aN5K+xkbqPXILEb7UMEa+dtlhvDkwFb6HQ/w9xAOWvb1Hdr5q0ow+TFmNPuHl0Ts0KZo8oyi6vWAmhD62Dya+kEJNvfJwUT5ub5k9B8C7vIEH2D1ZfCg+flXiPV2Upr0OuqE9AUOvvU81yD0EZ8A9oaGUPbYLlD2HQXU9WYXuu1rRnT0kJKC9fEJCvdDF2b1CF+u9dSXEPVlB3j3NbPE9ZfxDvrOTm73GY3w9NatAPss8Tj6R6wG+DRENvmiKE73e2r49O7RBPiTyAby0axQ9L6kivjo0Iz1cuhs++f22vYIzJj7B0nw9SzOtPeqnVrxg8nS9cZadvZRFWL3EJ889h12tvYn42z2acVS9pM9svZThA72wx2c9+dJYPl7e9j3HJJ69fkVRvYH7EjyBLu68l7o1PuAOWz2dPrS90IvIvA5smT35L+c9O8bEvad/hz7nBpw9928rvf8GSD6YpO29laF3Prh8kjzOs+C9Bu9cPYQBtT2VMMQ9hIEnvtZ+rD0nopu95LIfPmeL0r11CAg9P5qCvWUcwDrvCH09j4LVvM0RcT2VKUa76X9APjRJwr0MwYg91FCjPS/QL719ePg9RnjzvbxjVD2eZz0+QCHlPeZmeTxUtTu+flMkPu0cOL2MJeK9T9E7vsMArj2n0oW9rVw8u5KwCr58dOI823Bavci5Tz5iewq+AUTYvbmjhr2PwMC9jKLrPdZCDjxV9SM+GlljvauvCL4RK1w+AF9XvSCJLj3FCt299lEVvoCWrj1xvAQ+rnbkvZeEmb53MbY9RevDvcO9GT5Fw4g+346qPbZW8zziKfc9Bg87PPIvGL0MxhM+fE0RPk5k0z2K05C+cCvHPUiLHj67Nn89WIBku1NwXz3dH9i81Oo6vfnEx728lLi9YGoevmi10T1Y1cE9+d2lPYv6Kj6RDgC+ksEhPXCp4701nL295zMaPj8tyj3S9t+9MnFGvJ0nKD6LqWy+vgLSvRR0KD6QMZs9yhgiPkkIob0NAh4+ZOMIPvU82z347l+9Eod7vE2LVD2n3Ci+KeRwvckIgL2kVTy+bVTkPV6NrT0BgyU9o7o1PoHKDL0BKUy+fv5BvvNr3by0I9a6BGYPvhbm6L1h54i9JkllvuGuYz1BgkY9Hfo+vnvthT0w/i0+4qYuvkcTO73nbUi+3WulvZlo2bs/6Us9mC3pvcfa2j3oDDA+cYOCPWxR7z0M2J29AQ5hPWaUcr6s926+o1BMPVJKwbyHAQw+PZXcu8mUzj3TJ06+yi2pPBK4VT2Diik+4acfPimnDj5HOy6+vVcqvrp0az0H+vQ92v9KvrbFuT1pftu92d9mPLbQMT2Dwpk9d9VZPX/Hl73VszM996V6vGBrJD3+HCO9PcSWPsnRK75uGDM9UGEWvkX0Ar7v+M48jjjyO/5URD7jbLy7AuS+uw3fMz6k6pC+3ZyRvlqvWz6YpZg+Ve1yvve8HL4xf4M+UOw2vtDhtj1bJrk9FiMwvlZtEb6zjyM8s2W6vey4jz2VFi6+7aUNPp+8KT6rLuM95JS3vaEuOD6PZMW9MSotPdQN4z6Km2o9pWp/PRynCj4NQWA+hsI7PpTPpj6WSeU+ZH5qPRIbbTw5a7I9pUqbPdmcHb4sSHS+aOhhvjo1drzFtNe9t5YtvUeBGT4UH/e9RdZmPGsDDj7+8Qm7WLfhPeQJDr4COlA+1L25vQgLW70EPJW+/Jc4PURukzzylim+AXMLPmxQ0z2KWwU+U0eFvqEUMr0HyXo+iOQ0vn8tar6Jc4a9W5KhvosUSz7T2c29JiJ9vW2Dk7xqr4S+eztTvgq7gT1Ad2u+pwRpvoWgbr0Ft7E9w+uGvnHfnb1MDyc+9Grdvr7Xkr6QIs89d5S1PhWOTz6BsKU9zy68Pvp55r2Nfju+upafPso3H70m3KK++82aPhQAKL7wksW+Lq0TPZPusD74I6S5fLMaPjq5dTwzwoC+oI+FPk8sCr58bRW+QW8WPkkrMz7PLWg9c1DoPdY8UD6REoS+/y9QPVqAAj7v8Is9ZdIVvi4oST68oL09i8dXPM1kVz1Wejk9fMf/PYv9sD45V4K+VIM9veMskbpuEsK78p07PsaJtL2eWak+A0ZsPd8PGD2ABEM9pnKSPTM+gL4NKy6+LlQNvWaZJD52elG+ZSORvlrgtr25MbQ9NGGFvianWDzJgw69Z1ENvkkk373+jVO9biCLvsmkzzx4McI9Pzu0PJbdqbxLR0a+E4WBvaeah719mbI9G2d5vWu5yj1CmFy72eIMvjPWNjuvDyC+PILtvOQBx720fu49rUyivTw3Ub5Ym3W72q5mvaP0kTz3HqU9G7rgvVUXET4pSXw995YKvtV6CD1G4iY+fxkiPhsyRD6GQmI+NWPxvQXEV70geaS9340TPrzq0r0CiC0+taRGvuWPFz4e6Ui+Z8W4vti2Xbz4QnE+c4MbveRHTD0KTw6+b8UEvstzNz67oVg9dlQ6vjMygT35obs94JEYvmCsOb7sy3A+r69FPulUYL58CFi8ZqOMPRqcNL7vdGQ+urBqPQb2wzxvoRS+h8pKvsN+OryvkDw9yNZvPhD8mD2h1W6+USK7vcxWJL7kZWW+tL2qvM4sPD2+kZc9N40UvsDXLT77OiC8iCiwPSnGI758Zi68MUo1PheeCr7lbgS+ZBCUujM/Jr0dbK+9GKYxvRZ77zxHmgW9JxYJvlkbLT6NQEU+xDfPOvyjN76mElw+dhhYPkYzTD3GxA0+IjsBvrPBMz0arZi9jGoyPvBqmLsVJrK8pOcwPnk2Jj64uNS8N6bJvQTqi71OIZy9JME5PjFF7734Gle+DHo7vEz46bqxUNk9npCdu0E64r133ow6ZlQ9vpigMT6bNio+DCoXvgZwz738ZcS9kd4fPn//Q77C54k9SjsOPjWG9j3uvUk+CA9ovEPdPz5ox6q9WqapPWDYBT4Enzi9Gc+HvZF2NzxPjaA8IRyhvitTmzwKg5S9Kr+SvBadM76aYS++AOIavBVANT7ty/Y9BTSlPSi4y71sfzG+97Gzvhj+AD5UMIC+WKjAPf/+9jwt042+gL5pPd2BKj7exGQ+QzEAvs7wiL3bCow9GccoPgg8yL25JkE+alshvfiR0L3ABHa9T8pnvFcoRL5lNfi9b8AHPfRG2T25Qp287vLKOuiGhz1FIcc9joDqPYfdF712uZi+6Hl6Pjw8ob0wi+Q9gucyu/3K7L1hY/08X6pAvW4vgL1XdcQ9QBzavIrCiz2gOPw9sorQPaykjb6qXjg+7dGAvM9GD75v2Z69zDIJPqEGiz0FjDg+gfqjvIVBpz5cJTE+gm1KvVtNoL17gnu++M0AvtPFvryolSQ+dv9VvnkglL5VH749ws7IvKaGzz00XBM+NU8WPeekyjwUaug9goUEPeKRIL6gXlI+MR5QvgzoKL2G734+hWwZvYlGg70XFy6+kFxMvdNMYj7tTl+9t7NKPbqPML4XfPg8J+FwPYSOEb4r2qO+cEoePoL9QD66QnU+q62NPIHtkj6ngoW+1KoWPXGKqr7Ac6m9FJCNvnoJJT7Qjpm9Yil8vgw9Oz76wYo+f//Qu1/zez6JyEI+eFPePmLXfz6w+m6+KmVoPjCJkT31dVG+HswPPbADRL5feWW7Sp05Po6mGj7HBZW+ZDjaPewQUz5UFP49abquvk19hryRfSi+JauQvbZQib5Xwcq7CSEzvjurSj4Q9nU+LgLtvYYgNr7lbKe9rFwavvCrSj3OmF08eFs8Pr7cmb4JPyM++GhOPZ7zDz9okqQ9ytY3Pjqvfj4JX6e9ifZEvoHQWTzwpm8+ItJFPl7szj0Vyby9GrwiPlqLP745FKs+26iOvd44l742rzy8d8qFvqWfxr2WvjA9pNUXvnXPT7wlCsW9SFujvchurDyEw1o+uMgzvHLRyztIXBQ9hDegPUkt6j04Lai+6QYLPiD9UT5UYYY9v0AlPj7HIz7fmOW9QtZ0veHtib7LZ3m+rvzYPdf8/7wbd2q+Mm7IO67iqL5WafI9KVufOxuklL7ihhs+cHJ7vpeF7D2qU7y8yMEMviXcsrtV1hC90baVvdk43DvUDvY9L8E6vpZ1U75Diqs6YLswPi1Qir3IgwU/iMEjvh0YUT7yWQm+I6Q2vRUol74Oh4E+LrIrPuFnIL5xFw4+Bwc1PrgKnT1A9AI+IjUGPmRG1D3Tki49ggrvvAJYxb2886E9Dv4Dvh11Qb1lJfO9I2IDPnvVn7zhG209AMWoPQtVO75EOVE9kq5RPRl25b2qwwI+aEzBPGIiubudm5I9l1XYPYANaT0XoN28It51vcdNNrzuyge+DVQEvkKKQL0pNz69OrIevoO1FzznXtm9y4ZJvq5u8rzA/Lw8borDveZjHT5A6Cu+SCA7Peo4Ir6Dx4i853mjOwHsErxnGQg+Lq7lPT5PPD3Qw8S99IvYPS9GnD1O8la9Qt1LPm8HojwJIe49EM1DvSKD0r0n3jI9IPoBPv+xND4X/16+gPOTvSPQMr7PmxO+vshVvcOEs70yVBG9MeU5PiAJrL135329Fk2VPcgrN7wE4vS8CgglPvcl/ryTZYG95a2DvZBoGz572yW+8B5eO846Pz2Vaps95LO0PUCsFj7ZmAK+EwSkPRrlNb7aFpG9qJVYPbmEvb2AVO84ep7hPPgkAz0DAaU9cn5aPlpfWDs4vCO+yeq0vW7Y471MSuY9IsP1PVafUT2bsiC+tD8JPvJli73Oo6M9VQztvKS/kD2H38S99AbDPedjc729AYI8PPP4vIw6Lzz6aw+9EpYuvtDDmz2uIT69aPr6vbKwmj1ozSI+M4wfO53DizvEVqc8B9x9PbRHMr2Jqba9zpyGvYrgT75rkfm9VcMKvgSaJzwsNfQ95gMXvr43UL2/uae9j3DwvMd6yD0hlBE+/SwXvt3dUD5Z4AE9ctolPlAfqT2kqFa9Nt8hPuIvILxeyO685z2oPSo32T36nfO96X0wPE/qMj6tzLW9T92EvdT2nL2R5Zo9KLRVvpyGPD4N11g99tSWu3CP8bymqxS+k+xDPW/uBT7csDS+aecEvmRkwT2jH509n4t+vTGxr72NBDA9TMAlvss4z7wLBCo+8Iy+PQjE6z2q2YM9UOjrvDGYPD3NPBc9/Itcvn7WST6tugM+ExTOO/y6DD5To5e+RLXhPUHO7b16aZm+CD53vmIZE7yatAG8K98YvC8NI76EJrs8FnpcvorL+r04EeS9xGPhPHBhITwGKo68XZ8UPLJ5LbzuO5k9ilKBPb9QN75fUtE90N6yvYzHlL4qpou9xCRsPl6cTD4VKri9sAXcvDdwmbwR67Y925RMPhEKfr2kxQY8wnQRvVNlVz1wP2i+ocZIPmPOvD0SFK699y8JPtPdkT7WBZM9ggmzvXl7SD4N6Tm+GcWnPFRLC77lSdM90P1IvT3cbT1vW4Y8cNNWPnIW5L1R3l09nEfZPT5no77yGBS+2nDJvU5YZz6T2++90jjavV9Sgj3h2T4+en0jPaJW/L1/WIc9RfumPoVjXD3DnGg83h+3vR2Fkj66P7U9AGx4PQW1hz0aiJi+NBpkPY5aS73w+5W9Du9rvtLVVz4FCQw+kztvPiGbP77P5hi9hGuTvMVLmj4c0UU9Un6nPp5kRryoQre+RWuqPSa3VL5N8Im+YRDRvS5H0jtNPeA9iUEaPmJwJT4TfA8+enoZvpRvgr4VUQI+8j1uO10zyr2JbQM+ipB+vhtzYD5wQDi8bBbxvfUflr32qbM9TwpNvtFIiL4Bb2U+or0CPuM3Ar75cYU+FFmFveRPb7y5iVw+IRLZPLtF4r3YZL49OcJxPpYGlj6hbAo+LoS4PZBUkD5BeWI+VOIePlzlE76uGzU+jfPnvX/huT1Ae1A+8Wg0PvQPYD7etgK+PD8LvVCgX74m+pC+DxiBPoGaaT7/tl++hZdQvYeV8z2EjNm9otk6vq0FCb7oQ/q9REGEvt5BEr5wjBO+w4FJPhLwDz5IHBs9DZscPbZLDr5J2Rg+RutxvnN0e7zs0IG+IjQoPazgwT0PdGK++QmzvAnlBr6cdSm+IXM+vltfOT5x0TS9bQzAPj8LnTucDS6+mIorvkntvLrNVuQ9li+YPbLkyj5R+ls+UslIvlGKgD58nr2+1vVEPgD8eD5ens+8/iksPnMWKj6Ebqa+3MxAPo9eD77rGng+nfH9PaJoSb185h6+s6T5PIbtL71ePLA8H33hPSK5HD7sSKa9XlgivnVZMj4HyxU+21o4vsFdQ76lQC69eQlDPtBU+j3ZP1g+3ylsvgCy7D23Ega8JtiNvB8+tbxZSpi9qqh6u2+93T2wM889IyM7PXNM570XExg+VXAjO8YGsbyVIRg9/G2RPYham71qFk49EWijPRr4Pz2Mxui7OQrBvaIEYb6ges292gb3PTkgxj1GN3A96CarPfRNCT2ex2C+oJ/1PeHhYz3CbHo+GPSsvdWGtz0xljO+vRIsvQEcjLy+Xd69UBeFPfbIBL60j349vbZlvT0tML6zeWg+Ad5GvPeHOL3dzUw8zkRAvpM8WL51yCa+Wt6QPZ4ZzD3ElLq9BJQgvQi9uD31wNs9rp1mPC5kLD4QOGw71KAHPtmXDj2mrg++e84cPVxTbr3jCRg+ANtTviKMKz1m0n68H4wZvmJUtb26nji+epxJPQ/Ckj0OdQW804BRPVGnQj7Jbvc6OgJKu/8AwD33W6U8ld6KPXimLz52hik+g8lYPhanrD0UuIY+BCO2PXZsvjwxO069NNK2vfJkor16wQk+qz2jvV96EL3lTA8+eJzFvcX2pr1nFa09BmBFPgF0Ob5wnVE8UxBIvMQ7Ary+Fue9l488Pa/wXr3YQZI9hBtDPnBbfL0+Ow++iujWupF6AL4gwlu9tDRdvbLXED4Fz14+b5hhvkGMjD6Fpzk+GKp2PmakJz6oEIA+NSMBvada870MPUE+9KVEvobLa75FWBK+JpoCvqwCDT7k8VY90YoIPtac2zwyP2O9+GUdPTKSkb1b+Q6+ntBtvUkep73pxLa9iPDNvERQrT3aU+28xvVmvlMS8D2zmpK8Ql0qPbS3AD7M9pm9HqR6Pv0asb0aM0g+8KgWPVDxDD6H6YQ9XN/NvR6QLr7RNWw+I4A2PqJUNz6bbYY9fJKJPnGHBb6dToW+iTksPr9B7b3r07K7AwUrvUZJ9r39t30+BZeAOyYajb3YTjC9APIuvv4osDvmxwY+MLWYvaYetb39jl2+QoNFvbvNZb3vz4w+HRSyvq0RST7U+ze+qzIBPme6Rz7sggA+4Fq/vcNsjr1/ygA+dyAPPUxkgT4gRgs968Bcvrix0j2zi4m+2+VBPl1iObtlTJ67XA8ovmsK2TxT6+49hatKvrP1fr0CIwC9hQJwu+fkAj4hFuG90YvWPi/pNL3USck9t1h7Pkeqrr4ROUQ9b9SqPHQB2Dt7P9G9ba7lPXt2Wz2rJVo9SbaSvSGQLb7JvWK+pqH2vRApmryRD8u9oki7PYxV9rzdIgM9hKoyPOwVBz39ixK+m0AwuxhFAD0Iv66+I/6FPoTLlz2MgSq92Q+ZPFVlh71IsI69XkVCPK6NGD5Rf7w9oTlHPtafkD5zXFg+BuSbPZLOrr3o4Z69yhzCPWV6pT0tN1M+7GRwvpyGYz28Nyc+F0mZve2PFT0gP8o+N3cAPz03HD9gOJc+4OIqvbUxqL4dty08G1LTPdrPzT2x648+r56dPjOcab7MU5s+GhpNPQA81TxIOZA9y/zLvWCscD5o0co9je5evsQk1bxyUuo9CEk1PmVOUj6t9Jm93rvNPcn9A71e/2Q8kRY/vkPTmz102b0+3ZqrPStM2L3/gNM+7CXaPbnpAj5GKgU+kuwBP+d9fD2rKQS+ph9QvhnftD3pAso8tW4qvnMOnL2Xpw4+aV1Avhwb6j1PzGg8wHgNvn3Rob4cRim+3y+uvbacgb0BqfI9gt5MPiV0Ij7oCWe+4IKAPl2JCr3BO0e9RQKyPnByzT1cL9q9IYO4vV+ZUz22nng+PIF9vT8Ekr38Uxk+5UglPayXo70jPXk+ODUivk3SA7zDBSy+O8XQPd8YKb59UpY+izvovTNUFL51YmK+gVz2vTM0Oz6Q/169FK6IvhE1IL6n58Y+DLUMvr48E75kKOq8rMzwPs/PDD7VDsW+N1ysvpl2G77d4ks+RHvkvfHnrjtUL6g+hGyTPshB5D2ngLs+euVdu2xGkL0Wu8g9sl54vTjV6TpFzII+Ue5zvWYhY7sj9A8+VAvFPHsSbD5dora9zB0RvupxWD3PG08+bSQXPmQa6D2F6JK8S+ImPckDt70ordA97+y9PQeCij4cE6+9+dnYu4qHXL09Ruk9aW/OPQBXQj1n8m4+zrvmvX6R4jyPJC6+kNAAPkvXJr4WPtA74P19PRsKsD1QKxE+oqngvIk8tDzXt8M9EhjQvfQsqj2XI9c7UCpQPpufqj55MxY+o/guPmEptrwH2mo+7LgIvmavFj4xQNe8YYQDPnmzyL1YPqW9sSYZPpItyb3rIty9mquePWceKL4tYng8hmGTvBfsHz5Nd1s+fvCOvcSlE753ROm9wOM7PswBPz22PvY85tD4vfi1zD6zNS89xTxHPkIlAr5gZSu++/6KPhJznryaklk9jFpNPkiuxL17PvA9Ko/gvNHGVj7G19o9uWAWvh0gAr4CWvM9RWX/PfITwL1kfAC9HUiuveKSTz6nSoG9T8mnPf6nFbxGbps+NQ+nvVdwxD0WwfC9p4YcvrMCA75S/0c+UZCwPqQ1AT7GsA0+rZzavXLxXT7+mZA9Xk9BPkiCvT1nYmI9TMxMPZMinb11+Lw8TqSXvRj/cL0ReTo+Z0/3PRW0Fr6tXFa+EFIwPTuWiT287xg+cYiJvPxsgD3Ydcc+hY/mOy8Y2D0wJg6+zw3fvUy8xb31d+I81YhZvmHAwj1Feze+obU/Peh95DxFnLo9Tg2CvMhkXb2DY4w+PtQouougGb6yZti92R2wPUuEHDymn329XRyXPXTcST3J1Rm8j/usPUkbsbwWPyM8tBzIvJNp0LwJGdG8X/T9vT3DGr4maFI+tvgzOx9tiT0BPeA8YNIsvV85Sb4jhTa+5BlYPrCQ572mDKY9WFJIPvPvwD4DJRG91jsePpDKUj3fFzQ+S2gkPRVFIr5jIZ49wHEPvnhYQ70Ek6+8GTw2vTDXWT08dDs+aBSvPRfwgD4Lld28thfovZ3KOD7RfIO9RuM0PgUeOL6PYvE8iR0IPn9Svb1wLky+YmUMPnAaeDyjuLC9glaTvHulSr39XYQ88enAPa1LHD4lvE69qEELvnL8vr1Fke+8tyz8vXl0/TxXg0M+h46TvZkCbTxfWOw92+yPvYD+7b17r8U9N3ioPoZ0zL1lqEG+HwJjvgurJj6kiIE9bBAkPfBkLL2PEVk9zw3OPZzKaL1VYEi8tBgJvZecij3MCBa+rXQwvejybb3jH1E9Fs+KPZ0p7LxfsAW9aCf8u2OeV77uRNS9q3oPOxFUWT7FijA7mgkJvErM4ry7/XI+5wVjPtTOlryjezU9b/1MvXoVnLxNax09p5JgPdw79L0mQJW9lXMGPrX8dD7H5T6+BuEOPjp4fj38jC49iV0QviPEOz7tKD88JRSavciQLT5UgJg+eDWhvPAlfDwdJZA9ZyApvY3HpT1+ywi+ACpZPqemUb4/2Yy7spS8vJvVOL6b+D6+hcwUPmKODD4nXPY9YbAzvZlosD5INvg8hbTCPTX8KT4CcJY+eYPcvJyLkD15x2E8N6kTPd+HTr4WjDE+TtH+vSwqXr2WnAy+8WINPr7vWz5ZuTG+eDiMvNMMUj0TKyw9G8xrPg7/Ab6M8yM+/i+oPbnEGD6p6Re+Dq2zPlcBeL4Wxf+9qmQovoZCcr6xkhk+8oMWvmG/lT6Ya7g+OJCdvasClz2PIxK9TY+NvkhYVb48HWy9QU+cPpYIRj7NloO+mEl0Pix8jT6Qg/e6GDEgOnMWGz4PlyM+DH3UPfzK8j1xhRg+pWV0Ps0Xcb7hffi9SRlXPgT3pD4Ga1o++kK2PJmvwr1FWk28X3hnPjqk573+m0++WxW6Pb8Qwbs5fqw7/xEWvppsSj5KLx8+VByCPRw6CT1SjgK+OOcNPhmXZr4mFlq9J3OHPnc3Uru7Yvy98tUvPrB+rD3dKVg9qOwGPoV9gb2Lf8+9J4tKPkDkoj7gy10+YBKsPPoYXz3nwkI+2sn7vXingj5CTQa9N9pyPm6Lhb2Ey0I+zbAaPmPCxT1Cfqc++seZvXdJcL7nxIK9TT3wPWo5iDyvv1+9vEpAPXdwq7wf7uQ9fYNPu3wkGT12jqa98rlnumtpuj1Lg3C9/EGRvKTpyr0dD9G8zEidvT3l0j1tGWK+Z+SdPc2h1jylL0k8+EWJPZPQKD6M5Yc93XQsvnlQUz4SpTC685TzPZJBVb7sA7S+SpLJvD8UEr5d4ig+SYXGPO9+kL148UA9UYaGPT2kC75vusi8YsXRPdI8NT3hwQ+5ssI4vkyMr7zo0j0+T2OAvfT3RD5aThS+G9/Ovaoa8j1Q2zW+/wQCPl5uWr7DuEE+ZaZ3PblR0Ty3UmQ94ompPcR4Fj7xLbE9oXwDvnhI7LyVa0O+R7ZrvrCO/Tz/M8w9Yvk2PcfKdr5MSYu9vIzmPFRY9jtPBny+ree1PZWdRb7ZNpG9N99Lvo0etLw4aK89stcMveIhbr5YFwq+DpozvpdFED25zuu8Bjh1PbK1Ab4JDMK99AebPMlplj2lFt+9v94yvDSpVL6VbSg+XLfBvZ2Ky72B5A++b6grPk+FHr7AMGi+45QwvUuwgb7oqvQ8Scl5vn3jOr0WxRg+qZp5vTvyBL6wUWI9XiC1vmNcxz2n1TW9guEIviA6ODywjtY9/JA6PhgioDuqXPs9nMoGvvVzbz248P09csE/PmSv+L2a/HA+ASYJPgbgn73RTYc9ATxVPSm2J74xpxW+DjWDPSQiaz7+y008+yuHvWW3pzzDw3Q+hKiqPUO4Or6lvh6+l+KTvXpgET5xlqM9kzrQvSMnfL6C0ra8fCX3PVDBDz6tFJY9s3tAPK7Xdb4dmqw9W9ilPYbcHj5OERm+WD1vPYTnBT0UTNg9m8bRPNzyJT4ZC/q8jGVuvUiJzDzFHBm+eZUOPiSSuLukScS9BeY8PWiRcjyE+bI9cPkLPQyDlT36UAE9YtgBvu5Duz1tRIY+q5j/PBGHT77sRZQ9BonSvDaDiT2zc2e9CQMmPQShBbyT4629HuMUvgG2I72eIDc8vj+rvHK0Hz4x3fG9Ol7OvRYrm72hOrQ99T71vYGc+r19gL08gtnVvXwegr514q69qQ5svmysvb3lbEK++y0cvsKiHz3P2r49/Oc2vLEkiz30KGK9p6UVPjkgc74yno89XqiMPZ5pkD2UgTm5iULQvMW1ZbtdNfQ9dDIbvQ78lDwHrQG9NqLFPVd7Jr4hcIc8ppMJvWDduL0oNTW+guHvPW2QMb6x6re9/GW6vf5asb2EdRw+aAPFPFaCGb46o/09Y4sCPljJET49CxM8rYdLPRbeKz2Scjs+EQaEvfU3aTyIWng7gqpgPVQdjT04vrs9JzcIvr5iUzyWFgK9iv0vPppnKz4XYdy9Js1Wvh5dYb6+zB8+eyTYPQHFR7wceQ6+LuJbvbRTEj7w9Fo9A32Su5sR9D3jWok+IAkNPpr4fr65hCE+J5xZvIdlLD7PjdO9LsyhvSjk8z3uUVY+Z2ILvar7bD4rUYS+Nm1fPmCIBj7ho9m+fyo0PteQzb7J2R2+ZrLoO7XEOb7kdji+7OFBvs6adr29oX0+u7IRvQZ8D7745D29nZxFvThL4jypdzc+ppu8vDVarj28Hi2+jbLrPcyb6z2RgYQ+cXoBvs2TE76aUTo+tFH1vT6JYT75F949zSisvYX/kLxOnSo+0+hlvrMG5r1p3qk9SLp6PiBDYj7tPXO+dv4PPWO0mD7jmjY+80ArPoC7hj7rUGA+Mc9LvgzuUb3xe2s+Dfl3PtLEjj5EceQ8NXJZvrKcfr21Ml++wSdNPpEbJD6Pinu+Th56vdkkCL1uAwO+w9JOvsxGJb4xbWK+PgJuvubwvzxKqVc+KioZvlHv5T0UQCq8Dc3AO1yzMT5hnjs+/iwovvXeWr50US4+Xh0NvZxygr5hQXm9JPfBvuoDZzyw1z2+wnE0vtGgwL7jOM89FhHpvYH0h73fu52+ayeIPGblqL2azwu9rug7PoM+WT5h3QK+E3y6vui8Pz2lIKQ9K2UFvBtnXj5LYwG9y9NQPvjohb36czC9UrNPuyEYAb54nKi8oINRvtjXabxjXCu++XKXvmvarz3uhXQ8PM4OvdEuRL20UX29s1UBvhkohT3DkI69wdZVO0ZWVT3d+QY+Xj9IPuJIoj1ormq8x6IQvu6NCj7aIAO+NGlVvYXc8rynugG8Wo8DPTh9SrybSae9HnSAvdIa9Llc6Dq9148VvEY5272WQQe+p33nPb1lj71K1DQ+0pdyvNBO9b3gxJ48LNKovBEZDD4j6wg+pr3Jvf0gDj6loTg+sRoSvgyhTb7iBf86uFSGPS4zIr6eA+68LlKFvWq/I73I5uO9CLMDPgSjkD11Upm8v9xCPc3ntD1iX009gqUOvu3tPT0UcS69oacdO+RVwjzRWH69nd08Pqjpzr2mdHg9DiKtvX+2QL27Dj49WkKDPWzOBT7JTIO9P5uJvQPy4DtsJNS97KMqvh/xOj3N+ia+mnRTPd3+5jsGGF29d5TTPRBVO7yChMC8ZVMzvijBJT6WG4w8PJC6PR7FnT1rvz0+mXs1vbSP37xHF4a9/GHMvSgJ4D0xVSW9sQZfvfHStT3HquU7Cl3nPSTDgD4DNZc8SYTrPW0kHL3EzYk94Mq+valMyb34rYi+O085vQyW6TxVTGA7I5tIvSQCpjwQhTa9ETWAvpASRr4cJic+MgBTPrWnGD63De09VE0fvZMR3To3Hl8+QavVPWkxhD6z/Dc9Ix0DPYZsCT3pbMK9zBUKPs6DXD6+DII868AlPavsLD5WQJ69aUONvTnbzD4Xm5E+NS0CPjfTkbw8/Rw9Lb1NPkTZxTxEFZu9iMG2PVQSUL5ASnK9PTMfPW5LAL4wEXI8NNfcvHZb/zzQng6+399svTk+qr1M1h090eoIPheTsz0QJxe+NOWqPdR3870hPYi+kagQPqkhhzwZXUg93xOVPscUxz3cLJg+KZjHPRSBs71clKs7vUUwvk9Zur1qV98+qHNQPnbaWL0BnGg+FvObve91A7601VK+xK7KPLzVOb5yYBy+rH9jPZoRhb7W6JE9nMZrPkrWHj5IJ3g9xqP3vQ9Yx7tofwo+U1O1vI71Gz4rkOk7YkFKPq8NIjzXyCE+JV8evX/mDL5LRaW+hJExPVmk5byWDDa+lXAqPrg2ab5HVqG+cxnfOxsgBD68/3E9oAo/u+Gw6b3F2hW9CrERPsGVGr5Mgyw8vu3fvc4fqz3evpA+XH4gvs3TJD5V1ws9vd3OvcEGNz0JhTK+VzbrPfnwSD11NNG9zql4PQkrjL7w1Qk8lVQyPvEUgb1WpWG+i6xUPvoW773giiw9JXwEvqEWpjx14Zq+3BeLPWsfNT3QLIy+MdUpvB2zkrwZ+sQ9CPhVPGGFaj5RQ+08+wNBPloXST4SnZe+1OarPtYMerodvWM+s0mMPZ14Vr2Ci2K+rOJIPiQQzD3fgqe81r5xvtMUBL6gaHA94U/dvd9/Aj79CmY9Pe3SvhocEb4ZkjW+rgLEvVyjeT5kApm9gGNIvr/q1r7vOxq9AxN/vlZMAr9gRFa9GvMHPUuD4r18Ykk+sXs3PbTwor2VaNq9FhHxPSb1rD0QF9u8B/jTPUC/pT4ZgBq+wYQ9PkzgjT2DTBs8IiOWulturr7NAJi9ApgiPljYB74HEdw7nNpevljHzT2h4Ti87ZMkvqdiZr15FES+ttWRvnnvr7t8rIa+nH3PPtwr9L1Q0u28Ii9svP5nHry8Ape9cIRCPiXK+z03Ai4+pb2TPrxaKz7NAke+3Z1nvt3UoDxOJe09vJgivvcJCL6I/Py9t1ATPcs/5Lx+3aC+bH82PSDAC7654vy9X1PSvSb0gT7zlPA8W055PZzBcL3B5Ru9c+gXvaNOjL0HMJK8v/agu6kU0b2o8Ts+sZs5PqYS9L2vq1M9xx1+vtIFhr0u/OC9Mhicvl/jWL6ZGgG+N/ElvrvUKr6n8Bc9ZJIFvvo4L76nr3++SIqMvgwKxL2dIwI+ZymBvon09T21SPq9JJxOPpKEM72RD1e+ZMYCvY/Qnr6WgTe+N43+PJIMXr7Lnau9mrSFvh4mVD2r5ZA+7OQ9Pb72Yz0qDBW+88zEPMy4Ujx20FS9LRk7PXnmJD4LFoU8I/k7PdgPAT6Pkni9QcHaPZAp7jjcCou9hFv4vYPAGz65ROY8I+3CvaCa4D21GVm9y76CvbWbxrw1e1O93eVovjfW0r3ofCm+4LguPR97Rz0t4T6+us/ivIEXGL4Ek1a+Q5c5vv6+7ry2bDq+VsqFPWv79jydpTm+0h1QvhCgXL49ahe+FB59vWfaVD3623e97rG0PZZhQT4gN56+32mjvdhsrT3GMjO981dmPU6BKL4qX829w6hAPr7g2b1vki2+YcETPmz/ML6zrjQ+HooqPTE4gL4bxys+wY7CvZAupD2NQda8GRY+vcH2Mz4pK1m+8vhDPmp2wjst/cS9YkCqvCWz+zudxFU++03hvTrTJD3vcz+9CllrunAG970pURc+krYCvopIpL0CFsc8Rlr8vC7DNDzL8QI9G0ThPOIYvj1C7ge+1QM8PaWmNL7luy+8bdAmveTh6j3Ka7A8EN2TPdq9IT6bthu+W3moPfRcsb1p46O9UJuMPCL41jw3EeG9wgwWPvJXzrxy/pM90MPDOw+jKL7j+/W8JYguPSVEJD1zsRC+gGnYvrnS5T36dIE93SL3PVzLHj2+Nwi7v5yvPZd8cz108YQ87U7kvKVONL1aVWA+/5wQPUG+fr21ji894HHsvfRuZD4mlXY+gPXdvQ9lUr0nJcw8pX+hPfCLDz2AXbs93x19vYtJfLzUDQE7gJMMPWpVRr5TCnY9PPIavqxRkT7nP8m97W1ZvnsTkj3ZcZO8cJr+vb/Yaz1XrS+8BOUivowcAz0PQ7U9/dcLvStDMb0aQ3I+o3QPvV0bQb4G/zY+4hxFPSacAD6iHsg9iYDcvU4ddD5LWwu+ATahvCf7LD6nS/+9NAuAPONHyb1KW949ozmiPfsFob6xhXO+D+qAvuxFirwUHga9Ev48vdwJ2r2GthY9GLZNPQSXaz5ATsO9lnGEvtooGz2Cerw9AofvPTGz9j2INrA+5f8DvmRUUT7AzfG6r5QIvc02+rugSxG+FGIavjTUIrxx/+89ZNDGPRWgDj6b66Y9Iq8GvnAd/b1L1Te+eYEZvqdOoj1AZju990vCvYnG8b0aoUk+NtdCvmzaMb1n/cy9CsTDPb67HL6mCVY+7JG5PdjVd720Ug08fRRHPty1k7265+e9RzsWvqmuDj3tQ3A+cFXbvdJvgD0EnTo+Qhq6vI/UEr5t/c28t3iPPTRLij5cA4y92scxvpQG/b2tYF8930S9vVjfkjzHIz0+kH7KPfflvT2yyty8lqcxPTPu/TvE39w9n9kxPnwmozysqxe+JJo7vnC3qz0As1M99rFXvOjrKj7/vmM+YzDUvTz/ET6UbgU8FCy9vXncnb6md42+mtJQvpQhZLwQYmc+UExXvnYNNj7C3Wa+9Nz3vMS+iT055VS+LwxUvgC9vz7h2Oo9A7HRPgX0CL1BXko+m1zwPYMb5T7AEJM+gACZPnjk1j7Ggsq+QSIoPp5emr68Bju8hf6UPjB12LtLMZq++os+vk8Hp7w2B1k9qk5SPZvHhL62YHk+K1LuvUPfhD5Idgo9rJAFPggfr70KG2Q9hGfBvl3uE74WNTQ9n1e2vl49yD3REcA99SIuvkv+cr2JQ9g8dfLovut+275K6F0+i65uvSKUm7lB8fA9LfMOPtJqZD4CS7W+FgavPZkhlr6sTRa+TzJcPn20HT6jBtO81rUYPue7yj3+wh0+EPpWvhtFWr1QSgA9tMX9PDXjOr4jnLO+VimYvkADLrzig9c91N4SvhdW0z2+grU99Kh5vrTbsz2GPlA+WD0vPk5ZzD21v5a9b2qQvqYl6j2jpJ68zzL0PlMdaD7rawi+0iI3vk1q8L0Us+q9VC0GvYhuZL5w3Mw7Hx42vmfOO75inxk+mcEZvtM7AD5IIG4+x0/xPjmi1T2Y0Le90s6ovjMOHb7rvVa8K0p5veIV0j3sDh49XhEuvphCIr4YOna9d6JOPrOqvb0nUNW7J1WDvhoj071i3Nm+3AmKPskntr6j0Pm9V8czPhynQz4PyYG8BUiWPZ+SoT0Kkce9EpT5uhSUFj6PbME9t6dZvXgpOz5zjsQ8/9QJvVNvBD6Eahs+kadJPo98uz0GU1s+MQ0ZPhVS8b0IWL6913UsPmY8xT262LQ9vpdlPdk7Mr03x3C+bQZ2PPNE+j3/GD49iviEPvvrVj7oqAK+m8aMvQ+y4TxVMBc++O1ZvaTyID5y1P69mao0vnxb6jz00DI7eHqhPX8IbTw63tm97HhWO/JkDj2tJYg+iIIbvD5s6L3N5zO+KivGvRxjAz4vDW489Ev7vLYMbj5UFgK+bR8/PkenL7wN23A9oO8SPSjhAT6uqEk+XknYvXBOx70fM7g9A7kMPjvwcbz3R9k811WYvNiIdj4j9cS9OekrPo1Gtb3BGxO+TZ8yPZD9JLztzsS9p2zCPPHXrj3y7hk+PanGvfJxTT4PqL49SJ0dvezepj3JjwK+E81oPlZspb2d08G8WTkYPpWSLT4i244977L4vNOMTz7OEnI+kUabPXLhKb4aVLM9hpUKvvKuoj3S60A+Z3smPjGlPD5BlwM+WVdPvT422r1qNRA9XacGvL12HD7Gyo88QJphvbUkm70PhMu7U4T3O84Tmr0gygu9B6iDvbFCljtTvZY9q4R+Ppkzm7zervc9Vye+vKtuOLzfsgc+dWa6va0C172XrAm9/CdOPbvbJD7rhxQ+BPuXvTCnUbuupRM+VUVHvoXr0T0rzLY+T6OXvXjNrrz5xDC8TZHNPU0y5T0DeKO9otaVPbEtx71+Kxg9/9UVvUNl4D1VsG29X8Y/PT1mBb548729EJX5PAnyFT6bSdS98b8EPlF7Db3Q5Kq9LHVWvpzgQj4ARRE+/AvMPZ9NCD7EkvI9Yn1NPmmhKj5fsh2+3t8rPSaJoj2mgOg9EP4XvUoiDL4c4eG9v8cJPkdN1DzK+Vg9o7QaPjLDdL4dZrq911yjPUk3hz0IxJm8x8cpPQ1IoT0SZey8m0qWPPDVcb5+eqA+7I4gvVo1wjxdfx6+VESkvQGBLj5YT1++asfBPUtCRT1v95O6N5J/PQfwgbzyiwq9A5GDPUoOID7F3c29IEinPUqV9T120V69UH87vfta9D1fP4U+bScFPlyaNr1iIWw+/V6AvFZbC740cwO+rpTcvNfClL0oyNy9ho4kvkOVsL4LpGG+jNvQOwwWBb6N3RE+amkFPVE8Oz47LMi9Pjt6PhOsNL6jBs498fh7Pq9s9z1kCak+AtdtvjhAP72qjQI+30JwvqmWpL27Qx8+mmT/vAOq6j3YBxi9PiiZvr8fLb5AECm+Bq0hPmlEbL4Z64s+AGdWvgBL5jwdx86+mkPdPfv7SD4QQe49tb2AvmBtND4dG+G9h9euvhtbf70r/Bm9s+u8PreLH74IhkQ+cb7vvRe1db5UIsW839yuvWFq/72x50i9ybn+u6DLO77kVYK+HCEIvrXRhD37ab08qzUOPquDFr7SAGo+GvirvkvsBL73/xq+oKsOPswGmD5ip8Q+CfdvvvffWz3y66W94JuFvu5Ilz3qx/y8RQIhPoYOiz1Y7BO+XOv2vaJiiz6Pjei8Blt/PQiAhr0UbTu+gIZqPsyg4L55Y1M+Uek5vnJ3aT5E4TS9pQn8vSYavj0UcJW+jbBQvjEcW77roMS+Kh9ivHsdjD7lFHC+XsIivnqAaD3HySe+WArLPSptz70SYWq+WgDDPV+XAj3HFl89nOEgvbflM77Se2g9aWSPvjGDiD7dl3Q+7iSXvV9Ttb0OZUO+c2vDveEQqb4XPsY90q+SvpsfhL2MdCo++6XTPFUDBT2qEdA8lRGHPGvBXr5+aaG9J4JxPsS4xb1FzaC+RyfOPa+/Fb5otyG805y2vTQ/GD6T9x0+2zkLPu9wWD3jNVe+jUoSvt0wLL6yLGY+J1IUPv7dUr0bD9m90XSdvRkylT0U8RG/UY8BvffHyr3uM5e8LVsjvbKlgr4JTTm+4siZPsC0i73YJlc9RTb7vW266D4H+cW+lJpBPrVDNr7KesW+sJaIPsrwr74qHAi++xYjPZJFBj0CRxC8QL1/vik5ar6COi2+THLBvdWMxbzsaEO+Q0BHvdDQNr1WXXK9bh4DvgKHhr66vZE9fJNhvh3WpL26klS+XhofPBNO/b2EBxk+EjvJPcnhfL1JwBG+aH5NvmYwaL2YepY96IFIvpo9Cz4WBUs9xaT7POq7Fj26AAS+P7t1vd4eXb7vI629zh4JPss41b1fNHm+dB7YPOGwGz4UxZ++3uw4vpDQLT7eSUi9n6FmvpcRh7kdAPE9MRh7vEyUoj1EBXY9qlvdvSjDHr68wBS+f+4jvrL2vTx8sGm9QnaOPeYbtj2y2ya+CvhmvUX3Fj7/lcs8d2xCvgoqMb68X0u9UKrcPYJfRD5JJV8+Xe0CvQj0k73iVZq+0iG7vactTTwXjxm9qh9avu4iCj0mS0E+k5svvcb4db1csji9ViUfPnDzKL5Gwbm8yGBNvgBVgr00jVy+KyjovX7+Aj6uaDg9LrLaPTYSDD4e6/S9G/6NPYuO/LrpAdU9knlLvrFE1r2+5js9uqW9vMEhHL0y4Yu9k5E9Pv4Ntb0y8Zy+xBaEvow5wj3sWFU9Sm8Rvc0hkb5kd/89ClM6vGlPq7x4Plq+CbMwPsur971eWQ2+g6AAvkuVuz2cS8k9Mvowvjm8sb2w0ne+rCORPQGbOr7LFlE+HZsSvla10T19ILK9dFitPNoqSz5gQAa+dTAiPt4zQL7W/ww9tVc7vh4HjD7CBm89OVtTvoSqejwpt/s9tErGvJLFMbyE1We+98QvPiEPiT1fk6O9vUENPu18370dFrQ7y6ycPQ4juz1zOD++gbokPkWoRj4bNiK+1UgFPsB/xLxncoq9sr8dPe0BXz0POxI8ay8CPpZWvD1OAK28mmI7Pe+mdz71Wr08M6M4vX3YND6kzfw9UkMDPnVv+7wzIqM8gQPMvY82jr4UPss9AQmEvCZuJb6GONe9ZJkYPBwDwj47gHQ+RK9/vSUaAT3QrF2+dkaFPubFlL3Z2Ru+YZtZPe/sPD59dDG+XzYfvbWNQDz/It+9uEQJvg3fED4XEb69/IDmvbwckb3oemI9EOXyPVmklj4OkFU9uX5rPt4+6z2R9SA+ZFj0PaIeLz0jcp690aNLPWj5zLy7/Is9W9zfvIXHKr433hQ9IZY+PulYnbxpmA09viHIvS2KCr5QTv+99BQgvsvMzD3fkZu9EplbPedeCT0GoZW9mQ/mvWPJUr5lrYG+VsGyPvsrVb3O4XQ+0m7VvRMuaL4pFo68RcAPPjfBv73bqog+h4lwvJGqdr0YfYS8L3VJulADPL3CVmO+icmEvg3WabhUuYQ9+DmxvbXrsr6/gE09qiHgPeOzIL3dELK8Ub2YPOOxcT5Nvgk+IltivvE7D72YJS89JWaxvQUA/LxnsoA+eSrfvcrIqT1yc8o9ZAXhve2fl75XFcC+yPaVvrkLirv637Y8KVCtvXf0Jj0Mqzg+cnCKvVzjHT4a8Lm9BjDePHTqUr6lcv89pewqPRrJiz6xQBw+GuB3vf2pg75MBoC+i7LdvVv2zr0s1568bd4aOwUjIj6gBiO+UvEmPkjl4j1PwmM+YtwXveJvnb1AIPM78D6UvVXynr52Sik+Jc+0vr6vD728+hC9Q9WCvb55dD4mYhy+OT+uvh5CLb7UMWO+l0uDPf7xy7vtShW+IX6yO/3EyjxH0ca+3X7vve1ZoL5K1YS96djjPQH8lD0Ihyk9KcITvOm3gD6m9ls9B/9/vjK3/TyIiaM98uWdPRBkDz1knHG+vcKFvmkiT76b2BE8lVN1vksNFD5KEII+8DcWvkcn0T0TAdM9X6YzvTsmMD7jMD29CeSRu1XBmr3Kut+9Y+EmPvfZ2b1eW4K+WlOGvhjL9T0cEb+7qf5bPei0TTwh/Jc9rnsZPbeCnr4eRl4+blA+vkIeGb16nDo+ZMptu09igD1tQK2+QzvhPT88Gb6lpxc+YDp8vr07Hb5REAG+RldBvRiEJz5O9t67RWI1PUMfgr4n96e+JC55vlZ0Aj6+YcC9R6F5vY5Bsbs78mw8q+SZPRP3XT37lJU9il8BvW5QCj390LQ9bBvevSyXVD44oj4+DE5pPXy8prwDTCA+yLBmPZGeHL5QVcA9IBCIvNTl4j3mAk8+LY6APqMDhz54evy9/g6mPRcK/T3qUUG8kE0UPbvaEL6CnNq8nt4PPkM3HD1yeue9oaEBvv5oEz763zW9urG/PHsNsz16rji8GOJdPvWH+L00jt49Ai+NvYtoBjyicro9S8TxPfCIbj6vA/c6Lum8PuyYFz6drJo9MRmNPvoiXb7/hB89saD9PMmwAz75K/g9fQCMPo/LOD1ZaQ297gelPpvTLD4lmd29WlCSvUQkEz6NUWw+xlMTvUn40D1wq1U9a8RgPo0HpD2b5s+9pJ39vURRpD7TzEq7Jf01PbcIyzwFqh4+8Zhuu9vj7z2Yo0c+r51cPnMnCD7jtUE9XWPAvfcEuj7uokY+Ds/PPaEQ/Ly0XFM+75hHPt5mqT2ClBg+6x3FvEUWvT0KANs9NB/5PRnGED4UMCA+LeLZvaVO3z0pwWa9UIIevvdQ5z21c8c9+Ca0PoAt4705p7i8wsmVvTI4HT6F8V09fQscviMWozx2WU09ZPQ6vUSx7r2/2x69kJJYvJiZbL2Wa5+9IwJMPkgNpTtTCaS9uBwrveCdfb1ioPm9vqXjvXKjT73Tdy88gCZbPcnBpj2nKHW9UA/9vY0rkb7a4vg8flM3O4b0W752GLS9aHiqvE3sLLz4P7A9RAA3PqUNRL2vGts9+j+9PRZ1xb3NFMu9YPEGPl/KHDyf5Y89nFkpPhHFmL3nrla95yxfveXrIj5OU8S9ycHWu0rhDL7q/Zs9ynBTvGWTpj1MnLA9ydtjPQBJdj2ghm890JnfvZH3173B0De+tX2mPTT7CD0VhSy9HHXsvfkVgT0PNNI8KoQCPuXWEj4rOp085LfjPXyBLj1XVIK+hvMmPZuWgb1dRIQ9vtZAPX33rL3r2Ng9fG0QvKjxXT3spzm+W2Ruvr2abzxrYrE9EKo/PYNoAj4ynIk9hj/FvaqHW73GAbw9eOW/PRHLAz2veR0+s5fZPBAlYjy2qrW9DyD2vKmhgbz/ixq+wo0vPG/ojzwBUtS8mdzAvdIABT4ZvZU9CPF6vXgXJr3fOeS9K8JdPcpb973iW9i9hrs2PvR3YL5A0Nu891G1vR4eJz7XtMo9kB9Vvny+pb0B9Ha+yB8jvvSmh73l3pQ9trVSvXc5TLyedBm+N36ovT8Z771Smw++ZB7zPURS6L2bFCu947uTvnYHf72wUum8Ibt+Pfoyfb1ZhfG9JJqAPa8Koj32V0S9DYJyPo17Qz0WaeG9Se2dveDd+D2Pl+C92BGyPWl2HT6kEa091x7XPZquBb1AJWC9U/MCPsQB8jzJu6K9USkavJ9DW73OjTI+rRhvPsQOX73eLBs+LIwBviQANr7evOK8VUBkPHMbFzwWeoq8V+0RPp4VKTzNSB89HQwMPmNkhr5g/bu+e++IvjAOgL6cQBm+5GAjvjCcozw06hK95FYpPtH3iz4CrbI+rEofvo3sjT1FIz8+L2bRvR1EFL47hKO9wkTevbNZ9b086po7GJw/vWBJyz3dSBC+GHUcPo7UVb0QY0C+InFUPqaR2b6B3VY+gpEhPqqbhz2zRsi9mJpXPvFjKD4cAFu9GL3tvVuGub0ABZA9WJOPPbQVcj7ksLM+rLD2vPGo2D2wudU9M2EWvm8Emr0YCkm+vOAsvrwECD5ASLg8O0AIPl5bUj6KfQi9I/GnvsXGzT0ss4w+U8vTPZ18OD0Ilte9+82IvZQoQj2CTBe+t31XPmynL77bJyI9j9ZcPvgzHL7Cfxg+4glcPbnOcL46bwy9VYTNPQPE/b0tEVY9jQ8BvtlDbT64I8A+5lLLveD5grxE+6C+iQvLPD9VNDypzmO9NRuLvR7Gcr7lkG2+jtJLPmgv0rwHzbi8LhpCPqoHJDyGBr09svUIPkmntj7kBVI+lqrjPRQUjr3iNcK9IJr/vWZNcD2Vvqq+NYuNPY5skDx9JjI+bwSFPbl7mr1f4Hw+cNWdvR/gqL2Ymxc+fvIgvt/9Ab4jqiK+dttnvUj9V71Le6O9nQCyukd1p7zWOAK+iI+sPZti6T2mz/29s0BXPU/jD747WLq+uC1uvBLWgjy1uuC93AWUPDqD9jzMMau9yHmOPQqLzr3T1AO+CFyQvMQIB74sWTy+quhfvcv+JDwcmOK8j3O2PURABj5pNJA8oIUjvMUDer47maG+ZA2AvdCGs73Jwq69vvgCvhB2Kb40FqO9LO7sPCFEML6GRd89kIcPvudy8bswQAW+I2bjvWI5R70w5WG9ww+RvSKK1r1KFnm+38JRvpopbj11KMC9TDkvvs2Vyz0ra509XGa+PdhZV72Tc5y9tcFZvo0FiT3VqR0+u53AvUhmc7wmih2+GEakvfaLtD1uzk6+XVhuvv/7hL1B1HO+p/QzvlttCD5xRBA9K3S1vf9dWb2ZqwS9KGexPYJhxL1FXBE8kF0yPQc4lr1s6yS97AzNOzZXBL59VyE9TluRveDgXD2j3IW9rEFTvl+GnTy4hpu9Y97nvZZ5zrz/krS9mOH8vSCKoL7yfoE96SK9vZWtc71PzOg8nabdPZwu5zsp7qo9vLehvifQPr5yzQQ+sI/Ru6So8z3UlNC82pEKvgYKKb7SjGG9xAssPtdnYr6nVZ29af7Yu/TtQ74F7Zm9v3GkPT0Dhb2GwwC9RGKJvWgwGz6ou7K9gaHgPQ/kvz3jlHA8HtQnPHtsTb2EsCw8L7PLPRreWT1fn0++zhk0vihIiz7IliI+xjVTPZyDgTsDNYk9j/mCvRX0CT5qmlI9EYr8PbwZwb0v0SK+5wXyPWy29T3ixA88lfrgvZ6VQb3x7zq92OOqvdPSgD3JILS9oPmbPeorNj4WljO+tYBYvukZkT35E3080qFDPlGAkbyqWqe9SlCNPf+L/b2mHGE8uL1iPACabj3lrUY+C8NcPEIfiD3sKsC8W6JFvXn4o7wfrGO9DeS9O258Br5hEeO9jbcLPkETTT3AJCQ+Y7xnvr3iID0IMLs9zHUXvDkuNL29Au691yDHve+yGr2Wb7K82lk9PV5GkD5LXou9QK4RPp54PL7FRIq+0gvFvItijr0iVO89/Sa2PeFJ9b1JFoC9T9kpva3sjb5Uu0I9W2t7PQIVo72QABc+eJsavuIEVL4+mzC98ToHPi5FFb7sDsK9K9wCvWOb9b2LHOa97r2BPbafzL1rhNi6uadqPqL6kb5f66i7VhhlvcaRq7zVU4E9IOlyvQFb6D1hOgq+uc6ZvUKUX719o589BYDGvZzurTz5wMy9y9ggvd35Fj7or/09amTfPdxs1T0JATk9rX/AvE66z71aI529JIBMvahwTT4BibU84OETvkV/cz75JAg+2JtTvcAy+DwPIlu+KgtXvnvQEr36HFM+i+GmPITscr3ZJRQ9q/KQvXt5vL4OobY9s/tqvtYzfz5+3hE+iq6IPpflgb3U4wK9glmtvfubcj7+HZo+mxeCPmcBPj682xK+kNwrPaDgi77FX3S9TxtnuwvbqTqJmhO+ZXPBPWeU6z2nu6o9vmWFPvxVSrwELBA+AvzlvXitJj7SktQ9oW1xPaY43bxhg7096YfdvZXiAT0z9oQ9Ic4dvuYMK76SEa09dXvWvc/mZL5hbva9Pw+Hvpt8GL5nbU4+oexCPnfAWj4eYou9mn89O+MHdT4UbRk94BHLvAdip73oYeM9s1QBPjADND5i0Aq+1ZmMvT6wn77nYTI+lIkSvohjw704ogG+pyGevo5TND1DAqy+vfQ1vh3DFjyhuMg96njdvezbiD4wUz++ddAnvkbEVr3VMBi9bS+HPAOboT0pAdG9T+BJPqAkDL29df89pl82PpEYyr26WIU+ISaCvZVPO76ndXa+63MaPRmAjb3wmgO+u/2VvozA4L4ihSw+esE9vrJSCL4NL8E9x+MkPvx5gz3cpoC+bt9CvWRQyL6RJYa9n2XqPXUoTD4SA2e9AYFOvnLkEz5wPni+SK5zPkLBkbzn+yY+pB5AvgqUXj0ho5++J4ygPUDjOL7K1Uq9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "2keYOzaKHj3cXBI9D3c/Pc24TbwNOSg9ftbFPA5Fsr3BYLu98ppbvErclzyT8Yq9Mzq7O8h3aj2E1Y69spFBvIknf72CRJy9HRoPPjhJeLxOg189C+oFvIP6YL1gDCa8I5XbumfP4b3PwGI8XyzSPDIxjby24Jo8t8nhvFutCr1MbUm8vK/MvZ8Ue70v4k88QFwoPb8azLweAoa9X5bxPNJjLL1xUBW+JDE8vfAfRr0WmdG9Fei7vOj7UL1VsZM8zqwhvXO/CL6rtWU9fZusvVQ6Tb0XTSy9jHayvAG0Yr1YL0g9Kd75PVwPo7ySEb08BLU8PPAoVjycrn+9b6UIvvL42LyW5po9unR1PUTK7ryWsz491jzOOqe6lj2KW6Y8FfgPvYhp+zzwLaS95gNMvZo1J72QjKe80awzu8hOmr0noTg8ngkevoJFkT0i8+G9LCtRvZ+jRDwWTIA9ju9+vadeg7xXOyA8+QGCvT5htzvGljW9Vs5ZvUp8MrkmVk89jiIlvaMkND2ASgi+nt9vPTrBrjzHRF+86X3qPDu8/jy6kFQ6DB8avb6Acj0m1uG8MWKYPS7Gtjz4IYS8ZmgcPW2bnT2VSxm8toFAvKlzfj1fWCi+SnYSvDjAMr273jQ9RCfPucliWbzFxea8UOHqvd7qZr1nMY+88EWvvLoXkL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 