{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "XVsWPRF5Nj2U3Gy9BqbOvScnz73Rp2o9cZMgPjg9Nb4NKt091s+Yvco/kb1g6Aw8GtjavRWNQb55li++N9QWvhSgsT06q7a9BrkRvemlZz3vzbG+Xq74vW84cT7n8oa9cXbwvYsyaz4r0xW+SdGKPSclIDxiNBY9DfEDPtCgzr0loT49HtD+vRwyrj2KSgW+P4UDvrWoJb7gRuE74JBEvna6Vr41NbA9foFJvcPMab7n5kc9PfZovVV3drzPkRO+MUgCvTGfA77iADs+4yP6PRtmGz5pYxi+85TUPci24z22Lq09jhDPvWU8SL0PgRm+DOpDvj+EW70pKe29isc3PgwfjL5Uhk+9RpuFvq1hej1MDO29YOWBvqAHEL4Fpy++kAmnPZuxdb7XWS69yxqGOzGbZDvGi1C+xNEUvlrpHz7ebZC+nxN+PshKyjyM4eg9YOhLu4IDY77wVBK+X7IrvmjUYr5Wvck88eFMvbqzkT1TpCA+vp0avofsED7BwHs9nb63PeZ3dr22ef09vIDoPNYRyL23k+E9ErZ4PbXfLb5xnvk9W5KvvaiHvrrwtia+SuwXPjkarD1a95U9sxoBPvY/qz7Dy4k9sl2GPUGXrb1FEPk9nETovbXCgD1MHn+85jO3ODqpqjs+kBe+VrD2vbytjLoKCSC+nYexvWaUrz3pjDA9IP8wvYRACr6uxvs9wQM6vUNshTwcZyy95+qrPa63/z25YRi99zVfPj/EhzwrVtG9Z/b1POqtHz7NxeU7bMQWPuZs+T3W8Zm9H+PXPYpMWD573QS9Xp4GvlhgEj01uWw95CnPvTfrDj7rzBS+o381PjWMBj4seeu9CbIsPpou8TwFiqQ8M9HfvfZ74D2zH4S8s1sUPvqxnL3yHx29EgjaPSCPlj2nBjc+u5QCPh5dLD5w86E9NuMZPi6pmz02NZA8MHanvWrXCD5qFfE9QCnMvRwnOT4ngBe+8SitO2KR+L1SSyE+jAmpPU006r3R+Ny97uOKO44YIT09qEC+lHuQvTd3vT0LM/69HMm1PcLAfL1MdRi+bMgnvmlNJT6Wpba8pCkBvkw+ij1lrAe9e+Q6PI6fFD7eiRy+uMwvPQGsXz0Wfk29bR2GPdZAEb5pHtG8yAmIPOEwYL6xz4U9lAA9vliSmT0QWPs9YaqUu92+DDz7SSo9Y8vrPc36hr17YLC9nqY1Pr88L7xoWBs+x8xTPtvb5T0l0dM9ysm+vQt+MT2/Yrg98eYTPm8VD77OmUW+mHLyPfkgcD3VHOc9ZCC6vTdDPT0Nspm9aW78uvpLIj5OQkg+eQ8gPVVotDytnPk9xHDOPWZ9AD5iFUQ9FUwEvgiqOrvaKG4+FGj3vStGib5aMCg+7X8kPu9gKb5lG5m9aHVJPI7Tdj56DmG+kx8uPqkQbj7ECiW+LoX6vRcmr71Gsjo+BkmAvYndVT2pQYI+S1fuOp2uyr1gWJg+TjO2vQvWLD5o4cQ9lCsHPtGKnD2BoR2+8bPsvKc0Wb6CZhC7rQpkPL37Qb6cyNY9QZGsvXiYbD3BSKq9OV1rvlf7+j3IMwg+1ngAPiupzj0eMA4+tSiNPZHL6roCUqM8IPgNPiyplT02RWk9BrpOPd8wG74p8gA+O3VRPGY+uj2RTtY9eOVQvhWN5jxrgwo+Oo1JPPYTYDwM+oW+TZB7Pfjx+b3bNc09R90EPtmzbj69GAK9e9oBvoBrxz0ND6U9xrYcu0PM/b0VagM+nSnnPRxBM77hZjS+21movFA/W76QkPe9+teRPVT+4jwBTna9DoNEPR9U9T138SO+T2kKPq8fNb6bAik+wUPuvUNvpD2CVRC++KMoPc7gTD7VVvE944Z/vn9JAz5QM/S9tvsfvhTW9z32Py8+hweaPXgyeb6aDLg8+MRvvrKm2D0d9lG9czKlPaccEb4AzAK+ysaDvmxOFr6p+xq+LyIMvjhf7LzHhOK9tqUIPtnuTz2dLo+9XCz5vfaQwr3VrNQ9q0BCPlaJgL1m3+c9QylzPWv+oD3Y1+O9o+YhvZVf4by1yjK8u/idvbP3ub1qUkS8JqE9vrk4UD2eviO+y4wtvgKLiL1RipQ9FU1CvrxDNr2jchI+0QTuPMWPUb57isa937wZPb1dPL0ci8a6QNBHvrQwyr2C4K49X68gPYRTHD2Y4kC9ISguvcFHOT5y8Hm+RX8HvZd99z06/uq8ZxYRvhw2ijwHgzi8Hl+KPs4zEb5SJaW9/C4EPRjLaL2LBkU9nRMjvpmPfj1gsiI+Kb4hvgPtOL5A7Bu+BtWJPGqpxr0n+3+9BuZaPQjguzxYukm+3oEYPrtImb1eaWQ9l+0PvdJvdLyRMns+VOrvvcIPNb5XBwa+xBhBPZJMAj7aWbi9YmO4vSrpizpGAse9//8kvfKqAD7MYHw9budQvmY5Dr6eU8+9A7YJvoSMTr5yrHI92j8lPbDczjwXV3++Y3JyPXqYqL6+pVg9FtzmvY01Dj6HoOK99aeJPg+CkD7Y4UC+BAHhvQ4SJz6QpGS92PzRPWi1lb00zMK8k0tgPeMEzLzkj3a+0KrMvAgFWLqW1oc9btkjvg3pqL2vfTW+x+lWvlxNrz2b3Dm+mV2vPOOKWr4ldre9DyczvqVPr708GwA+UU3yPE92kr6r7sm9j12PPAxMg73tIC69DCh0vZ6pa74OrmW9PAqAvRQOGb4kXVQ+cXB+PQV/arxk3cu9OKwQPVSZgD1zsX09J5LBvC12erx8ymO9nlh5Pbd2Aj7uAKO6GLuVvUBJRL18aKa9TW+avfehkr0croc+m8+4PG5Lzz0TUC2+OqRbPc+59r0JkAS+dm8LvqMXWT40eIi9aztsPMpVHj6Zn3G9plGAvCWaUb4Q/aY95EKivb8IOb0tFYq97WRmvYp8lr0a8z+9g/dNPbdFGz4RVvm9uykrvfZloLzNEAM7IRtbPYhHUb5Ieeg9L0wQPtQGKb5Pzy+9nsqsvRUXQbwqdBG90U6evJW6qj20XTs+45aYvLIoG75xipQ8SHClvOvo6j3i2sO97IcJPh3ImL0NCqg90QkVPv4Obb1DT/M8Tpc+O1usprxEDOo9MBT3PTt1Rz7zAD4+zqO7PFqVUT5m9+o94TgsPdAZij3wy7o95a4wPu5PdzxMsAw+gDpBvTDVC73Zxxa9cWgVvm9qF745HdS9QquKvEwTVD3PjZE9SNSyO4E5Cz0EL9u9tQgQPm1ooT2NdAQ+TK+ovQGz+zzvVUw+qzITPa4gkrwv5jU+LcwfPugoQL6qJWW9pV3MvGHcAT4uj8I9jFyTvTaYrD0Ixea9kTzzPAVVDb5MyDW+HvBfPrkekL3hUfm9/LFqvth4y70SPRo+6gsPvEoyDL6RxxU+w6ApO5AbCD4DGis+grsQPJRxnD3hkbo923MHPHgHTb4d4g89Aw+qvNDGer1IJkQ93gtfPjtDyz3ryWg9KHFKPb/wjT32NF0+iklcPj36LzykSUC9yayGPley2j11J3S8zbjlvMytNj0qd8Q9ZX9UvdMmYj3cmS49Kv0TvCGjmL6HhGs9f7YZvRmLxjz26zK+TSzZPfUqNTy9R22+aUuAPTrkIj2I2bU70xUiPl28cL7lcEo+jPNqPb1AVj7cFA0+hBRPvpmvgT4Ba6U9lv80Pgu5L72KXSY9TtTDvQDMVL7AtZs87AwbPgbL4T3pmLE9IIpPvmzsF76c38g90U3dPfCwK75lxCK+0X1fPnm1uz07RyW99NnevVeyYD4k8gq+K7dfvqDfAD4PiSs9uwUNPgdXcr4rkTc+RedOPpQfiz0j/sK9qUnkvfp+/D0SRjm+zVvnuxer0D2DxiW+wi65PbTRlr3dw4894rPbvV3X2b1n08W9whtyvfF+iL0lkZY95yvbvY8BUr5nKtm8/PciPtW/vr3si5g9AVeDvurc4L285o89jmeUvQeB/r0PwCm9myFNvtBXXD3oFEa+ryaqvOj98LzKYTC+UhlVvobD9700P5y90KewPeHRuL3H1nk9yIjoPMIXmj2mds27AGKIPVkrRz5eDzS9jq8fveFHMr1yHZ89gy2lvdMuw70bAyy8nyqMPRlm/D1qjGs9O3vivSmq7rxZnZ29qT7+PWkyzT1rQDg9OpgCvrYiir5L0Zu92Zl+PkzHJ75woSK+19TyPV3Md75W7Bm8mOfjPfGbv72Zl0G94LyNvnleED7cISQ+aWbOvb2ebr64Pge+1u6rPW2SAD0JaDM+q9kkPt9i9T0QCZa+FmoHPtKPBb3PIFm8P6tZPT4JSb42cRW++6HjvAzUBr7WQUe+FSsWvTtQ8T1UOju+FHmVvScFub0EC/w9KGITvupirTwfG2w9tVtNPZM0LT1npjU+OfUvvk8z5TsRRWA9Rz1uvoJLH7s2TGq+zBJZvi4BSb6r2Ak+6XsEvrj68D0vDAG+1//vvCCiXj4WwrA9ahc4viIiFL7JloS+R3KsvYD0yb0yahq+hbR2vWNp371YULY9HkWXvkUrOj483QM+EJbevAi6eD6J9M69y//cPKdR3bvLms29+xGAvW3jCrzazIe9e7TdvRDVKr36fJc8nt2Tvp9btb3i/1++zBOfvYDmEz6XWQA+10BGPR+WnrzDzlY+c0IePUKnyb0SvAy+yWPxvTSWcj1jz4K9cOZMvhwhkj7JzMe7/ckPPh6fJz4LWm++m2CLvhFse74fioS9GknGPWZsBb6oSWU+hMpLvVMB8TwNcko+fXR6vegXH7xaKrk95mDCPYsqF77M2A++Ln85Pna6CD3/lv69P4QivbqZSL6uU/C9/m5uvMyuxD0V0uK9DAgrPu72zr15Gfs9pfR7Pl04Ar5ITAo+caJuPmKzPr1U5889s9W/PWuhLj3rD5890nN+veU9FL61BYW92qrNPblfsT0pePw9rSgCvmKuTr7z/5Q9y6AOvv/5wr2BMrw9Bz7wPXJKjr1YuVu+4yEaPNkJcL6g5Qw+8/0QPSqTDD2uRG49md77Pbgtnj3iAQY+fUr0PauohzvJUvw99A6CPohUtL1G/729ZzgFvdmlgrxoVCU97T+nPaT1mr23VCu9ET6cvZlUgz3ywdi9gtHivZFkaD3KVR89krRCPuCWBD3MqUE+XWaXvb51FD56zBG8naiqPboXEb6VbDk+9UERvdk5Dr7O3Zg7nbzUvE+HIL0ScBo+99Z5PNVuCb4SMLM93s46Pbemjz0llUq+KN/9PYZEjT71Lyc99n7vvdV2nr0YRHm+xWgdPZmZar0o57C9GKUSPMItcD6VpGM+lh5wvcuklD09Kz++4agXPjN2QryVv5M94nXfPZE0ED7kI5O986iIvSzMFTy23Me8hJV0PuquBT5Ungo+XT3KPNpPUT1zwpI4OR6CPQBx5z3Z3jE+IxcwPEFlk724XEq8uJw4PFdY/LyqCcC90WSePTXb5Dx9oKg91FKOvkct6T0Agyg9Dfw2PuPjoD2lA7s8dTIwvk0YQr3K906+LTakvHpAWz6Kvoi+q8TwPei6+7x1Gi09O/oLPgBH2bzbh4Q+3MCEvQY7aL2ixow9BnZKvkt3SL43JoS9nYkGvv8pPr7FcKi+zrOZvoJHtL61z3S+TPm6PDnIiL7IPLU9z0bDPSYrOD24YjS9I8UPPIaHK74AMks+5uvfveslO745etc93x9Xvm0iwj2N+rA9dPg4PngPxLwxrYo9s9p8vhtoH76G51a+4/6/vQg5mTy34jg+TEyzu1anjb3/fWo+HbFqPcBPxD1zI/U9MnHxPSqx6Dxg5wa+niC/vbSk3z0h0s89sJYvu6VNJ739oh4+53m2PQY0573dql++A1KUPHMf1DzKzx2+fb4KPWMDAr7jgCW9635ovh0NnT2B9LG9dJxdPl4SCz4Zfsy9eukdvbI9qzzszpm9lyOGvo2Wx72PSSa+duH6PQE4Nz7tzIQ+KDaavS4dND3ATVo+HGEKPoHfCL5eLWe9CQP4vCKAXb4lvHw9gsLuvdAb2b2bCzW98qDUvT/YEL6FPAc+IgUzvqDB8L1NGS2+oh2GvkuKqTwR2s09G5OavJidmDwBK0k9VOwPPs55K74jdVC+PLXiPTtZDT4hI6m+CROgO5R9fb2DpvW7qCKrPUaLDz2GCzS+4/nEvR+Dxz247tG9tiw9vlm4AT6xP6i+egXSPW+CEb2iM5a831HYvSt9yT0Tlgi+mZCjPZC+Vb40eLm9FBT1vea0k72bAvA7er2fvc0Kqr2SwBK9tcA9PdbcMr5nLAi+kkS5O/R+FDzagco8DBIFvIlY573yZTE+LVAJvoomeDyRSoe+IHAlviOLfjzHsQu95dSBvTsfRT49jx6+p66xPdiCLr2tH4Y9Siwxvug4Ob6tJ709hYYBOpFsxj1Snxe93AD0PRh+0rztQr29Z9zvPbdO0jxsUwe+QGQHvBmM6b2Z+sI6wfmivIVpuL1OIDq9dOhIOxd3M75acda9OBHVvI/ePL5NbOk8ke7lu2E9WD3w3cS9PxbVPYMGbL55T4W+fxqJPX93+jtdVTi78CEYPvSQGb6Qvz89r3q9PMS0mb0MK5q7iCTJOzDjcz1YIww+FMcRPuTBib7pJvM8zYdbvrpc0LwDW9I9Z2Sivaar4Lz4HC49UwyLPqqGKjvodRO+r3QhPj12S77rjrU8ULHvPGcENj61szq9+fB7vr+wkz1WZpq9ek+WvX9poD0JO+M9MnI6Pj6ne76WFJK9Xm2wvkh7Cb7vIQk9LOBQvUmEyT1Xp9296X4CvIBGHr5kKyA+orCwvY7Wtbs8vCW+kEkYvl/XwD26AMq91BQ5PrX9Ij7ZFU69mmVXvuOi4jwaW909R5ZSPeC2rj3zE+69CxDqPTNGHL73fx2+FPeJvURCiz21C0k+orJVPosXqL0TkiE9Z638vVQXML3BFSE9DpIrvqaBsr2S3Wg8AKirPVJ8lr0rqPo8oaUzvqjwsL0QbIU8jmIfPC1b8D0CnrW9LHfcvfHD4b3N6OY7VWUsvnq7yD0nwhG+9BPRPZzyR75XqwA+AvrOvDx4Bj1uOYU9fOlsPi+RFr7tneM8EF6AvWlEqb2qrIu9mgcWviH2O76DFxY+NeKMPT9lDL67N2o+VTeEuh70p72dyxK+8sa8vV8chz3iths9BWhyve+OUL5XJ409SmjXvX8q2D2/cEI9K+ZEPaeVBT57hfc9MjonvEZdPL0HWrK9WKbQPbh9Jb7Vi+a8flhBPdr7gL6ahOM9fxLvOy0vPz4GlzG+Y7GyvbhHzb0JxRg7Rn0sPcdhOz0x5c49jWAwugd0DD0tHyA+yA8QPgE/MT0E84m9cvMFvq4Zor14C6G8b0M8vi/fizybmRW+duOOveGEA77Mxpi9+7abPBcWxz0ODNu7LNgUPmIDKL5pvky84JQ5vuCR7j1Ujhu96Qlmvb17UT0Xkfo8+QGxOsB3+738yaY87Gv+PaAfUz6xDVs9L9VAPtuVzTxEwls8B+EkPEh4+j0jRFI9fdQbvmfRgT2nawg81xovPmlVaL7KPNO9kVMWvi1AIT5Adda9lrcPPoXXRz7A2w4+nkQBPjZtZ74Fc3C9O+wqPvLaVT4P8Zo+Z3Q9vuavHj3GxzY+qziYvjQM1r3VNgs+5BiDvNWfiT2RiVI+fOzAvY1eWr2HYcy9rWAnPu0Xr7zvwtA9eLfwPbNo7r0bMZG9vwlLvX8jeL7gPNg9mjPBO9acnLueFzg+xVXvPRI6BL1HsDs+Qf4TvUEKNr6cvIG9Yd8hPvkSg70XNFk9lqBPvR1jmz3ZN3g9mutVvv/2m72MIu49fQ8kvJqsTD6kSMW8GcJSPs8Tlj04UYC+4iAgPlM/A77clYy+C576uj8Ijz3EJAU+bq6oPf3RSD581s694Nx2Pt5Tjr14B0S7vFn/u3D4FL6OXNm+K/pwveyO37zUxLi9MEzaPQ8Eab482MA+5Alnvpj5JT4K754937eXPQPKvj45rFc+IlNSvqk/Dz4CnFY++LzIPHNgqj1ATzO89SosPmnptDymWrI9AuRAPQ2KMz4z8Ci+FnR2Pa1dnr1SqDQ9WtwgPREgib7TBAY+JQjZvDAIF77P+pi9qB4pvuRd4r33GDg8BqWdvZpRhT1MCFU+w5Myvg6rh73kepK+KVfqPSTGEL5oS0e+emNsvC/zFL55N/w9XwaXvc8bd76v54w+IGyNPtPy2Dt+UJ88kDa2vVmShD7UJye+gslRvZ6HUT6d95g9NTu0vFIQ1j1t5Cc+YpzhPThsp722qaM9W3KwvYZJyj3jMr89XIeTPfZFlj0kO3c9nlXmu0MEnz3FXZ+9xLNFvYN83b1Aq+u95/DBPbT23T0b+vQ94DxFvqePnL1QlH49FzxBPjgUTz4xEQO+1P8Mvi0lEL33V8E9u1BCPu1tELyyQRg9MV8jvh1MID0+wxs+hg+4vVZMJj7DcoA9Yk+rPeQ9RbxGIHW9QZ6evd3MV71UzM89QviuvXHG2z1ecVW9mYNovQNeA73AWmQ9zWZZPoR08z1p0KG9+SFRvUepHDwh5fC8kU42PvNBWz2TkrS90tzEvA5amz07eug9TDvGvbJfhz4XGJ893pkrvWKwST6ZWO69aSF5PohLkzxntuK9KOBZPaEitT3+DsY9jlMovp0urT1pS5q9GZYfPi7x0b07bQQ9sLOGve3Z5ToBJ3093QPTvEvZdT1jUTy7/eRBPlq6w718nIs935ykPVnkLb0dA/k9Fgf0vddCVD3dlzw+QvjjPbDMfzyRwTu+J1kkPsbRPL0/luG9VWs7vm8Hrj3iooO9xbhXu1+YC74E+to8bD9bvb9QTz7Hpwq+ykHVvUHMh70HkL+9Y5/rPUcsFDzuKCQ+rxViveEmCb5DX1w+Ai1SvfupNj0a3Nq9NCkUvjIdrD0HdwY+6rrnvX8+mr4GwbI9ihPGvVRKGT7NJ4k+bO+sPXFY5zy6nfM9IYVPPNyVGL1n7BQ+kfYQPkaH1j1N7pC+bOXIPb32HT6HDYI9yzZvuylTXj0YVte8YIw/vUt6yr1CM7i9H6cfvnyi1T1ehr09coqmPdVhLD710f69D4smPaer4b0DXb69bUYZPn6Xyz0ned69KoJGvGEPJz6WT22+q8HTvYcIKT7wyJo93VEgPjR6pL2OMh0+YVkIPu5I2D0GkWG9zduCvOivVz3qRSi+IjdvvegYeL3A/Ty+QRXjPbZwrz1Vyy092vIzPozJDb0amku+dg5Dvoky3Ly9zoe6PDkPvtzc5701jYi9lNBnvtnoXj3BQkY9NE5AvoB5hD3T6y4+trEuvmxHQL1/kUi+4AemvQKmBLy2TE09UZDsvUd+2T1swC8++tJ+PbDL7T2vgp69Ly9fPYGQcr7wFm6+sepQPUZsxrzt3Qw+ItOku6zCzD30QFC+ozqrPOMFVD13ICk+uu8ePn01Dj6AyzC+bYsqvseTdD2siPM9CN1KvllSuT1dr929IuBpPBijNT272509NbNUPR39lr0ZHTc99KSBvNODIj3Elh+9UgOXPkwFLL6syjg96HIWvqE7Ar6/L9Q8XdDpO3jDQz6B1L+74FjQu6GsNT4+xpC+/kWRvpFeWz6JeJg+3f1yvmG1Hb4jXoM+VAk4vrrbtj1GW7k915AwvsfpEb7qNCo8w4O6vaKVjT2uRS6+x7MNPh+EKT5hMOM9smW2vVSBOj5urce9LJQpPWc+4z7xXXA9vVd8PS2UCj7+tGA+E4c8PhQYpz7CVOU+aeJlPbhrizxVMrU97b+fPSYLHb4fa3W+C/xgvk7Xabwgedu94UckvX7kGj5cyvW9pfRZPENODT40VOu64HDhPfspDr4C704+Cvy2vcrFWb1LvpW+t0o2PapClTygOyq+8ZgLPqB50D0aeQg+XzCFvs11Nb0A1no++7g0viTEab5JhYW9iYGhvqDCSj7cZs29o+Z/vZMNkLyUCIW+aY9UvljIgT0L3Wu+GJxqvluDbb1v3rA9IEGHvnjpnr1TLSY+tifdvh8Jk76xK889b6a1PqviTT6DhaY9RQC9Puan570ORzy+9P2fPm8CGb1raaK+7WqaPlABLL4J4MW+etwPPeYGsT6Dpf+4uEkZPpahgTw/5YC+a3KGPu6fC75w1hW+XmEWPtjwMj4cHGc9oPznPV2DTz7I5oK+Y09SPXRYAj7LDok9P9AUvhqAST7NIL49Y9ZsPP8lXj1INT09GRIBPrFcsT46wIK+/yo/vRks7zmtzNS7r507Ptq2t714Wak+6NNrPenaFj2KukI9PqOTPQlGgL5Fqy6+rSoRvXqsJD6uRlO+kJGRvjbXtr0jkbI9pZaFvoKvYjx0FBG9kIkNviwv473MkFW9HYKKvm+awjwmnMI9+juvPEPpn7wAVUe+iHx+vZvAir3kk7Q9gvl6vQnqyj0GX467gncMvp/DYjt+ZyC++zr0vMzqyL3DOu4940akvULDUb7mvYe7idZnvadToTyX86M9c+XgvX8qET65/3Q9sbgKvqDuAj378CU+DjshPvvDRD5s4GI+LvPyvUHiXb1aN6W9fygTPiL+1L2gwS0+hDVHvtK3GD6xX0m+cI+5vpzkR7zaInE+KpEfvbIdTT0L2w2+s44EvkcKOD5twVo9huM7vgyTgD2Hiro9WO8YvvAoO76RKnA+GzZGPvQmYb6Ekm+8g/mMPZK6NL4wS2Q+cllqPY3RzTxCoRO+lQ5KvlPLPryfKDw9zw5vPn9YmD0Aom2+gbq6veJvI77xB2S+fwuwvJI4OT2+epo9D4UVvopuLT5yySm8BfqxPf3DJL6pBhe8C/41Pn+hCb4eSgS+PV5QubeKJ70smLC9xiYxvcbu7jysvgK9mdIHvpnuLT5uvkQ+Wpj0Oi5aOL6+llw+XhVYPt9YSz1weg4+7nkAvmR9Mz1j/Jm9y6wyPrUSkLv4Ta+8BL0xPkmCJz57fOm8JrzIvT+ujr3GraG9C/84Pp+A6b29YVa+/KdQvCxaxrqZOdk9Ana5u0Bz371Dn4M6YMo9vt2gMT4sNio+6SgYvqH21b0kCsW9SvYdPuCRQr5bNog9QyMNPp1i9T2pL0o+a4dPvPOwPj5x9qi9xhCoPa4pBT53OT69ZQuKvQ56IDwQ0548Zlaivg87lzzwUY692eqOvCrUNL5DUzG+0sEjvL9vND7XRfA91IijPfVVzb2FzjK+mGizvlSzAj47SYC+C9jCPYxM9Tw4dY6+eaNnPZjaKD4um2U+r40AvqpRjL3v74090Z8qPlAeyr3X5D8+U5chveB40L1zc3i9UOJ4vJXVQL7b3va9R7ELPdly1z12SJa8fHU2Ow27ij1GVcg9MQTvPfMxEL2QXZm+jz56Ppngp70qoeE9tBIqu2E4671lOv086TlBvWKVeL0sCMQ92qjWvGOojD3yTvs9EzzSPQ2vjb4eeDo+0ARyvFmnEL7a/J+9AZwIPjN7iz14KDo+5lKZvHeVpz5eszI+al1JvZXmob2QiX2++ukAvgGMvrxcTCQ+OMpXvlfMkr4YEb09P6e3vNXvzj0ZGRI+6oMZPeu/yzxn3uU9ddsCPbbOH76Tm1E+txRQvjoTKL2JSH4+u9IYvQZUir3+Ay2+8/BMvT3dYT4EEGC9t31QPX1cNb5qd+083ppwPd6tD77dlKS+/P4dPml1Pj517XQ+mwGGPHoWkz6il4W+scgNPZeuqr7PoqS9EWCNvtLmJD4fdZu9QbZ9vsamPT4MIIo+rte/u8y2ej4lX0I+PafePk6Efz71pm++kSBoPgQmjz2iWFS+0O0JPdjHRb5dkCC7HEg6PjSTGj4Z3pS+4YbdPYluVD7kFv89wO6wvpX9kbyz3Si+n/OOvZyCib709/a787wvvgMmTD6uf3M+R8ztvQKiN77QdZy9DSYavsTFTD3ezFg83eQ8Pr5Nmb5ARyE+NMZQPWtDED9DXaY9e484PkyPfz6tGqO9f1tFvrCVXjzGWnA+9ANGPgKk0D1kuLq9qbohPrlXP77Dw6w+H6aPvdrOl76r4Bu8Ps+Evnrixb3JuDQ943gZvqowSbxRJMK9qSyivaqEkTz1Klw+Jg/XuzpupTsbhQ09WrufPXZW5z0dKam+YkoMPo4WUj5uq349iZQlPgGVIz74YOe9yal7vcytib6xUHi+vOPXPVhA+rwDrGu+1MLDO4AmqL6jrfI9wt6DO4EwlL7Q9hk+MkR9vhnI6T1giqy8h1IMvq0Jirt2YA+9b+eYvROnxzvjyvU9bqA9vrt1U74pLZ+6bIEvPn5njL0OQgY/dMslvpk6UT6A9Qa+PTk8vasylr7lGII+lbEsPncmIL4VBw8+Ufs2PiU9nD2GoAM+9NkFPi0g1D1/qTE98oH3vIzlxL3PYaA9y+4EvjFYQ71Q7vO98E4EPvy4n7yYim49+ImrPbb9Or6s2kw9dyxWPbIK5r0rHwM+kC7BPL2j2ruaUpE9q93XPVU+bT0mndu8s+N2vazFO7xXkAi+6n8Evj2hO72RNzi9E5EevrBCLTz+Sdq92NFJvqck5bz9MsI8cbXDvbc9HT7dSiy+XGE7Pe2RIr63YIy8AjuaO4hPK7z+jwk+JiLoPV5LPj2mOMW9XT/YPf7UnD3UFFW9zqlNPh22oDyZRPA9i2o9vSsw072/IjI9mzYCPopVNj7Wz16+xAeTvcblM77qYRS+s9BWvYv+sr2tOhK9QNI5Ph+Trr2nB3+9tR2VPfTMOryPjfe8Dv8kPhIzAr1uXoG9LOSDvX9zGj4wUia+2vAyOwyOPT0vVp091p22PaIYFj5csAK+pgimPcMkNr66EpG9WblbPZ2bvL1oBOC6EwjXPCkVAj1b06Q9r8ZZPu/5GTur8iO+s/60vTe35L3q6OM9R8LzPR/VVD1wkSC+6ysKPgNLjb0I9aM9p+brvBLAkj3ZHcW9oc/DPfg4dr3U53k8n3ACvYSvKjzgag69Rv0vvv4BnT0evje9xwP7vQ8Bmj1EwSI+K+8oO0HSgztl86Q8J397PcNeOL2DX7e9Ud2GvbrdTb4HJfu9HYILvgz0Jzyn4fM9qowVvi1OTb3l0aa9VmIFveORxT1HaxE+2pYYvpEAUT7GoQM9x4QlPguGqz1V7FW92NAiPvtXHbz+++e8LreoPTp22T1FV/K9COwwPHWfMj6JprO9nsGEva+fnb0Ltpk9hzFVvl9VPT6YTVc9MgWZu2BS67woKRa+RqNOPTAiBj4SDDW+zGsGvqC6wT2BPJ49UZWAvaTlsr2Miy89rvInvpLC3ryNySo+H/a+PXNb7z0P/oM9P8frvKU7Pz1Jxxc931NdvgM+Sj5FiwM+gUKyO1OuDD4jipe+gJvgPQo17r1kFZq+dYR3vqQ5DrxytQ68idoqvAlbIb47T7o83VtcvitS9r2mr+S97QbaPDH3GDxIToy8eYkUPEAFQLyUcJc9jMGDPStmNr5uidE9Bw6yvUWRlL6Pmo29ifhrPhGaTT651bu9OYTRvKlal7wTkLk91PZMPgdofr3XoP073+ILvaFbVz13cme+Ov5JPtZCvT00qq+9qB8JPpyWkT6ulpI9jBSwvdNbRz5PNDq+MrOcPL6hCr7F4s89qSJJvSkWaj0L64A8N5pWPi/L4r2KeVc9OBHZPe5vo74G4BS+ncHFve4MZz4CrPG9kaDYvWU2gT2t5z8+pg4nPch3Ar7WfYw98PilPhIwXT0p/mg8g8e2vWerkz6POLM9d/V0PVfhhz1ITpm+FAtsPV3FUL28E5q9qvZrvsYRWD5jUAw+6fBuPvCzP770uxe9oAqNvO6Ymj5O6Ec9Y82nPnt1T7xgxLa+BAmrPe4/Vb6VYIq+r+7NvfMF2TvbJeE9r64YPrnMJD5dtQ8++noZvhiDgr6S8QE+zcR+O/Vc0L1OBQM+Krx/viNrXz6G8F28XQ3vvdVpl73RkLQ9NSJLvl2KiL7EOGU+uA4BPp1mAr7yFYU+f26Hve1hirzocVw+mN3ePDw54r1uKbg9zsFvPsm4lT7ChQw+/8+0PSGYkD4iqWI+OYEePjKmFb4Y5DI+sevnvVVZsj21Lk8+lx00PtaZYD4LTgK+UscHvXb0YL7kVpG+uN2APtYraT4ZgGC+Qg9Mva2q8j1m1tq9ECg5voMVCb6BDPq9ETuEvj8qEL7/KRW+qatKPuscED4l5SE9NEwcPd5tDL5EShg+J11xvmX4e7z7+oG+87wvPdtPwD0kgGK+p+6cvE1zB757Riq+0tc/vrTnOD7c/Su92B/APpBejztL4y2+fkssvuY+MrtmFuY9m02ZPW4lyz5CN1s+56BGvp4Wfz6hMb6+7hNGPi3+eD43PtK820YsPm9lKj5KSqa+qN4+PjsaDr5ufHk+I9T8PXuRR73dLh6+kwf2PAyxNL0sDK88y/rfPRDRHD6xOqW9XyAjvkfKMz42zhU+85Y4vqruQr552i29f+1DPs+l+z1f61g+6FNrvq4O7z0xxt+7ivaKvFVetbwPu5a9m1Ndu53Q3j0PWtA9vgc8PaBB670wwxg+GtQUO4BworxwKxc9FDaTPU+Dm73VrlQ9PR6lPcxKQj0fm7m7ntq/vZF4Yb79qMy9LtPzPc24wz0Lf3M99nyrPS+eDD3qQmG+dk/1PezYYj02Dns+yN2uve9YuT19gzS+MMErvVyuiby4Et69vy6GPa9bBr4dVHg9zgdmvSYvML6SIGg+jrhNvMg6Ob2Wc1E8ksdAvmbXWL4FACa+ZaCPPaS2zT29+bu9wFQlvelItz2KTt09g1+APNchLD76NSw7UKsGPsBaED0hWg++WI8aPSqqbL3/Vhc+MNJTvr28KD2M9IC87OgavjZ+tr2kNTi+Dg1LPeUlkz3fLQa8av9TPUv6QT7c2dQ6yFs/u+mtwD10FqQ8NlyIPfiTLz71Lyo+7vtXPth7rT2Z+YY+xwi3PW88wzwsQ1O9ATS3vRcOob3rJwo+Ir6lvZaaEb271w4+IVXFvUxEp73Leaw9KTNGPjHJOb4gRk88xOhUvLXcA7yEBum9MlA9PRITY72rpJI97IRCPqfAd72r2w6+Ux4muyA6Ar6rxUu9iKNcvTSXED4qM14+VOhivlqBjD5MPjk+DgJ3Plk4KD7oWIA+rOH+vFRh9L3uMEQ+47pEvkF5a7746RG+Fn8EvpEUDD7HeF09dJwIPtxy3jwivly9xMIdPby8j73XhA6+FWhrvS6Qqb2qwre9yaTUvJGcrD35f/O8evVmvsoh9T2d5Zm8zcAmPWy6/z1wSpy9aWN6PpDwtL35nkg+gTEPPRsIDD7tv4g9nELQvRWaL75pSm0+Ll82PiviOD5hSYY90GCJPoB5Bb5mnIW+9cMrPo2z7L1GlNG7J0ctvTc59b1stXw+fFt1Oy2ajb16MjC9jecuvkRRnju3KwY+PbGavZqutb10/16+HfZSvdWdaL3vhow+DGCyvsCNSD6F5Di+mZgBPvO5SD5/oAE+Oyq/vRcFkr0ynv89RrwPPdLkgD7ocAs9uxZevnp00j3FWYq+mqBAPrQ0hbu1w5S7kS8mvsSg1DxqffE9HqhKvvmIfL070AO9JVRduwGiAj5eqOC9pzzWPrW4ML1+rco9+Od7Pr/hrr63VUY9CeesPIiGBzy9LdK9pejjPSJdXz2NhVo9bF6SvVw+Lr4uZGG+NkP3vU4VnLx6MMq9rc27PTFh+bxzAAQ9vV0vPN0eDj0OMhO+yZAYu+2VAj11wq6+tIuFPtmmlT0tSim9vpWhPOJ0iL1/+JC9JzMmPEmhFj7jMbs9QsJGPvnwjz4dpFs+KzKcPao7sr3PfKK9ioHEPW6hpz00iFI+jZpwvh3kXD00cig+dU6ZvWZQGD0yLss+Ip0AP06wHD9PwJc+ynAxvbuop75dKDU8ZQ3YPWoqzT2lh44+8cadPvSJab6FAZs+cZJKPWrn2TyZtpA9F/nKvZQUcD66Oso9Cbtgvtvxw7yzGuk9DfAzPrIqUz5WMZ+9nH/KPcLJ+7zbzWI8XlM/vkbboD1re74++ROnPZdO2b1zvdM+SmLaPV/sAj5Qkwg+r/4CP9QCez0Mcwe+NvZPvsHEtD1RydI8aU0svj2pm71LrQ8+8B1Cvjvo7D0uHWQ8hYkNvloTor6ZoCe+Cn+uvbTehr1RBPQ9jmlNPt5SIT6hsWe+5SaBPvByCr3i70i9YtayPg6bzD0+Qdq9dyu9vbI0WD3hHXg+zUmCveRjk71VWRc+/eonPQtnqL3SfXk+Ekkkvmir+bt0Xiy+Ez3QPR5nJ77ZW5Y+kGLnvSGvFr7NvmK+FO32vV6uOj4o2WC9kYWIviCOHr7lXMc+ls8LvjHEE7459e28Id/xPqzfDD7ZmMS+ShKtvpK9GL5N9E8+sQflvZQgrzvO76c+HtaTPoI55D2uirs+uUKFu/pOlr0VGsQ9kG95va4DFjvBXII+jol4vRSpS7uwOQ8+DYzMPGHOaz5FHre9kFwRvp0QVT1Ryk4+Yt4WPkUQ5z3dAJW8RNIgPYB5ub2m0c49TlHBPSehiT4WIK+9J8nXuzPTYL27neg9thvNPdhkQT2h6m4+3tjmvUgw2zy2lS++DqoBPovVJr5VrMk7E5F9PaqGsD2+4RE+hmXovPHFqTwom7896u7UvZ03qT3lKb07GzpQPrHoqj7HIxY+nd8uPv3+u7zSA2s+9M4IvlijFj5qWNK8UTcDPniZyL19i6a9yK0ZPsdezb2f4ty9QY6ePZ0hKb7nQFs8ScuQvFgoID6j+1s+I3yOvSJtE76QEuu9i6o6PupUQT0VQfg8Jmv7vRIazD6yyy49yw9IPrKhAb70ryu+2JCJPvLZnby+YVs9S7lPPqBsxb1o0vA96eHjvArZVz49Ztw9AT4XvupuAb6D6vQ951QAPvKGvr0rofi8cmKtvfmmUD5tA4G9FIWoPStoILw9XZ0+xPilvZ8zxT04TvG979cbvn/zAr4lUEk+QDqxPjbHAT7y7Qw+dUTbvXuBXT4E7I49X5dBPkpZvj3FTmU92StRPVo0nr08ZsE8qNSXvUfUbr1QVTo+aMb4PVOtF77g/1W+XRwyPe1JiD3ycBg+7cyEvFwZgD01Esg+iaAEPKFh2T1HBRC+kyfdvZt+xL0aPOs8SM5ZvjEkwz2iwTe+MVJAPUoo3TzWobg9f1xUvIZ/Yb0sxIs+k10wunoiGr5Jl9m9Z12xPWg1LTzD/nu9HcqZPQc0Rj38zhq8r3erPZFnpry2+QU8Yy7TvFtZ0bzNjtu8den+vWM0Gr6lRFI+b26RO8Z8iD0sFuc852YqvaciSL5M2DS+TRhYPnRN5b3Rk6Q9O0RIPhwawT4QsBe9KgYcPlJFWz1KBDQ+TIQkPdykI75R45s9+uUPvv0qSr3uRqe8sgUxvSOvVj3eiDw+OqOwPQXIgT59cuG8LgPrveHGOT5M7oK9NYs0PmQBOL760PI8pEAJPr8Nvb27fU2+Xj4MPv3igTwG5LC9RXa3vMT4Ur1Df3Y8g0rAPWLvHD5ifFS9nhgMvo8Ov72qO+K8amP8vZmS+TxiqkM+B5aPvZEFVzyYUuY9qpKQvXTd772A08Q9ygKoPnxSy71JDEK+KP1ivrVMJj7ScYI9wJcrPQcJKL00zVk9gsXPPZ99a73Y3lC82JgLvUSMiT1PRxi+qB8vvRaEbr2YwEo9ojGKPXMQAr0PyAC9izAQvMoyV76uLNi9wQzsOnnlWT5/BBs7Jd7zu/zw7bxZYXQ+VaZjPkrXlLzinjI9cmdPvRUpobyunCA9gI5ePU3h9L2PlZa96J0FPh2ocz6IbD++s8IQPp5Zfj2oGDU9t9MQviILPD7caUs8JYicvQC7Lj7Odpo+HeWfvB1BXzyRhJM9Q0wmvfFwoz2ZXgi+e6BYPqXSUb6eZIC7Nim3vEArOb4dYz++ZMYTPn7OCz7dlfg9K58wvQvPsD4D4+U8NJfCPU9NKT7/X5Y+dargvM/ekT1RUkI8APEWPUfkTr4TXDE+VrL/vYAMZr3V2w++j6oOPuT9WT55hzG+S6+VvC5hUz3AtCo99rBsPiUfAr6XzSM+w1upPYG8Fj6I2Bi+/6OzPsU1er5PLwC+uwQpvrZJdL4tsxk+uE4Wvk9xlT45q7g+1Oeavcyolz2X9xW96V6NvqiqVr7BzG29nLybPhfyRT6We4O+s/F0PjGKjT72TaG5fJB+ucztFj7/EyM+UBfVPaiq+D0MVhk+WWl2PkWacb6AP/i9FupWPgpmpT4rZ1s+m8e5PPqWwL0en1e8T2hoPsIw6b2/xk6+yue6PcrxnLth84g7uWQVvoqoSj75Kx8+Rc2CPRftCj2M4wK+qIgOPhUSZ74nGF29AAmHPo6HD7vMK/29hmcvPqvLqD26i149NEYHPrG+f72txc69AxdLPk8woz71xlw+RTurPFqYWz1zXUQ+znz8vd6Ngj7g7gW9+eZwPiGdhL2nRkI+vDEbPqAJwz1Vvac+XbudvTKPb76zjoK9y0zwPc6pdjzKRWK9cic/PbMrrLxEneQ9xrB9u3/UHz0vLqi9fmTRunbZtD09v3O9+1iLvLgQyb0MvdG83cGevQSQ1T3ATmG+W9mfPXS33zwrtlE85YiLPdvYKD6oZok93tosvkomUz4tToi6FHn1PaszV76jL7S+fvXMvDzPD74SZyg+0CvDPHx0kr0f+Eo9qvOEPXjeDL6yQNa8ufvUPdn0NT0G9vM56YA4vg9zsLyRIDw+la19vQSXRD77BBa+843MvUlG8z0bhzS+TwgCPuwJWr6W+EE+Bad9PaA/xDygh2A9zZSrPc4jFz6VfrE9jcADvhjM9LwY/0O+JrZsvsJuCz2ens09A3U+PeWieb5hhoy9a/fjPF/DBjwBhH2+PKW6PXTKRL6S+o+92f1LvjkxuLyBsa49MTkNvc0Wbb6yBwq+1bszvtB8ET2Joe+8hq1zPVdmAr45DL+9yE6YPH8rlD0eHN69PhwivD3TVL4kOic+j+G/vUIZy7161w++nFIrPlmjHb7bmGe+FJQyvXi6gL4wseI8xrB6vvOcNb3BEBo+ZQR3vTlABb66pmI9lcu1vjUdxD1luzu9fX8Ivk5DNjyeZNg9/Ks6PuVayDv0kfs9M44HvuDLbz0yJf49P/Y+PoH8972xb3E+VOEJPsjFoL04Doo9gRhcPU0xKb7H6BW+h7OEPehDaz590Fs8ZhmKvXctnDw/t3M+7iGuPeoCOr7wJx6++iWXvVUrET5BG6Y9HR/UvZtWfr7pAqO8BPTxPd3XDT4o/5U9OO41PNSndb4xV649njurPQx9Hj74RBe+elJuPea9Aj336tY9JcrRPNlfJT7fcQK9TUpxva7wwDw+kxm+BmQOPpeIDbzUH8i96KY4PS0egDzrSLQ9A0YBPd+ilj3vOQM9hCYCvnNluz2xfoc+NTsDPUJJTL6Fm5M9f3LUvAnvij2/wmS9RtUkPfgx6Ls+Z669LNsUvjgCI71DDT48JqO0vMMOID4PGPO9Su3OvdrzoL0sn7I9RH/2vZz89r03SLU82HbVvZOYgr7iSLW9OsBqvrnvwb32okO+BM4avjeUGj3iEb497YgTvFGFiz2RB2S9fIEXPlUncb54Bo89VvSOPcP2kD18UrG624TdvJASULtp0vU9AN0VvbrQgzwDtvi8MFPEPQsrJ7660Jw8GocDvVPftb0MSDS+xTbxPbYPMr4Wube9M9+9vWVrrb0YIRw+OrS8PAOsFr4GWfw91YIBPlIoEz7F9xg83U1NPSGFIz2wNjw+W3GCvYiBcDztUsE7nAloPYF+iz0yr709UtcHvkyVRDxp6QW9KesvPv/TKj5uZtu99MBVvmOXYr5FPCA+DDvTPQ8HVbx3CBK+bsxXvVyiET5XbF89loCXuzvm9j3ENYk+6bQLPoc3fr5wbyE+mT1nvLFQLj7Js9S9N4mlvQOz9T2zp1U+rCcJvXn5bT4dB4S+LzxgPh1RBz5l+9m+A3U0PoRkzb6F6xy+zkCLO24CO75B5Dm+Ym4/vvWfdL3AP30+glkSvfTFEL6NQju9q7dJvbXm6zyOkDg+esu5vOQntD06sy2+rtXrPfQf8D1NkIM+r7ABvhCtEb55dz0+CVr4vZQ5Yj5LT+A9WdaqvSq3h7zokCo+/Jxmvhgr5r11/Ks9Ait7PoUKYj7T2XO+VKIKPeXfmD55kTc+m34rPhRehj5ZSmE+PcdJvkuMUr0bKWw+UIp2PmNBjz51C+M8X4pZvmCtfL0OUl6+G+BOPqFuJT4ln3y+XHZ0vdKLCL3QIAO+PVpOvpK2Jb7HZmC+vzVuvmKMsjzlalg+kQcavjvx6T2NoyG8fsPwO+ZfLz50Ojw+wQspvhSdWr5E6i0+WCYRvcC1gr48gHe9H13DvqF9gTyXcz2+bgc0vri6wL6G7NI9ex7vvfV1hr1GOZ+++iaCPP7ZqL1cIiG9e6U7PkXrWT6Y+AK+4iG7vp/aOz04IqU9sY/Iu3BTYj6DRvy8n4VQPv7Vhr0alTC9hKg1u61XAb6s87K8SahSvl3CX7wXKiu+9+aXvhw8sD2SJXk8IwUPvVOmQr3za4C9S4wBvnYShz0G2ZG9wcIgO32nWz0GNQg+1jpIPgR+oT2HfFa83CYRvss4DD69jQO+yqlTvaxc+rx3jxG8V6kDPV/JVbx3Hqm9uTp+vYYQhrqWdju9wyUivJ2A3L2vGAe+LEzoPahbkL1/4TM+28RivAw+9r0XPqQ8J9KsvD/XCz5fxgk+ocrGvS4hDz6Y8Tk+Xs0RvgioTr6ojQk7HCmFPQ3mIb7l2/i8wdKCvfcIIb00QeK9YJEDPl1CkT12PJ68MHJCPT6suD2AHVM9sHoPvo6GOz2y3Cu9mEMwO1CFvTwrZ4G9Wrw8PpdAz729CHQ9q2eqvZqpPL2stj09r0iDPXlMBj7YAIe9YciKvYpt8zuoGdO9lIEqvp27Nj1iWCe+wvRUPWyR/jsjvl29dFfRPRcEHbwElMW89Boyvr5gJj74aoU8pCq7PQNOmD3KRz0+Gqg5vTcO17xGEom97F3KvZS04j3eqiu9ijVbvZ1StT3GLMM7V0TpPfeQgD6hb6M83GTqPb2XJb2bKYk9zLi+vSHPyL0vqYi+pNE4vTIn5Dz7VXU7w1xHvcOzsTyK7zu9thCAvszGRL7EGyc+7BNTPiZcGT58P+49Mg0dvSe50jq1LV8+UqjUPQbogz6YTTA97vP+PFcbCz0BP8C9zBwNPm5tWz57VoI8fBAqPajRLD6FCJy9hraPvZbwzD5uzZI+k3sBPmCIhbyEgR49Zj1OPkbV3zwzUpy9bQmxPRYYUL4genS9DkcjPSnGAL5iwno8BinbvOIR/jypKw6+k9xvvUWiqr3vuSQ9VHwKPql4sj0PDRm+BjmtPbGi9b2CEom+GvYRPqJaeDzHT0w9b1WVPvOCxz3mMpk+9/bLPRLltb2blso77ZkwvqghuL3A/t4+LzlPPvT9WL0QH2k+XmKavQv8Ar6561K+nWPIPDEhOr6TWx2+J09oPQ5xhb4cbIw98RZuPgwEHz4A4XM9EdvyvYmG2rtjXww+D67GvD/JGj7CFdU7j2RKPp8sFTwlmyI+MdQjvahsDb5y6aW+bkcyPc3A5bwI/DS+wiMrPpCcZ77cQqG+T4/cO3QABT5ZSm893H5au+rf5b0R+wm9rLIQPs75Gb6OizA86eLkvVKgqz3e144+umMivgcpJT63rQ890tbOvcMzOT0X3zK+xQzrPZayVD3Ok9C9Rb9wPUkujb5BkhA8qwYyPpK2gr0kUmK+SZFVPoXW8L1rLSw9IeIBvsvZmTxlYZq+gWOKPU+LOz0mnYy+F3IpvKcQpLzmtME9JFtSPIssaT4FX/I8Y61CPopzSj7qxJe+CySsPqfhlbofaWM+ZnCLPR9uT73SOWK+TPRLPmzczD2+3Ki8gBNvvq8mBL6cB209Qvrevar0Az68CGo90+zSvqQ1Eb5lnTO+Kq7EvTb5ej4UFZi9ERRJvnUj1r5FahS9Weh+vnisAr9lZlO9zAYAPXya4L2ylkg+SEQ9PVxFo73ICtq983vxPae1qT2XaNe8aeXRPQw2pj5r1Bq+TA49Pj7+kj17tjc8ICGtuKJTrb46M5e9e2YkPg3zCr5YVMo7ZEFfviyxzT2Ls0u8BHsmvsvnZL0ihkS+SyaRviENmbsur4W+HxDQPvj5872qHfW8p5x3vOl7CbwK6ZS951NCPgVu/D2bBy8+EOGTPia0Kz7nyUW+r0lmvgj4oDxWNes9ZNwhvssTCL7PEvy98JcTPV454Lzrj6C+GGoxPQlaDL5ZQ/u9oOzUvROQgj5xxus8Flp2PYgRbr1ndBq9kHUNvfRZh72PYIq8euKgu8n6z7303zs+9R05Puz48r1y3FM9bPp9vgu+hb3lQ+O9pVibvhUPWb70QwG+p0AmvrKkK75npBM9kQMFvmmfML7zbn++f+KMvjGOx72hyAE+Ai2Bvtbc9T1oYPe9FixPPuKCNb3c9la+S1kAvfjinr6sGzm+Tmn3PNQBYL4MpKq9nnuGvkzhUj0RwpA+jsY+PYJhZz0TfRe+81TVPBPVSDw4NE+9365DPePUJD5H/4I8kKI6PRQMAT63PXe9eTfaPSMSizrPY4e9szn3vQw5HD6xC+k8X4fAvZFe4j27Ilq9eRCCvUUW1rxxjla98blpvggA1L3Zaiq+BVAzPeuLSz00+T6+pJLivAbnFr79lVe+VbY6vnhZ87zgwjq+YO+EPRMk+TxO7jm+6HRPvqdgXb69Bhm+st17vVyuVT0iWHm9yw65PXn8QD5D256+X0mjvZHJqz3VJjO9vqBoPWr5J74AVMu98qVAPvy42b04rCu+zyMVPlrRML5OSTQ+YRQnPaaRf77g2Cw+5c7BvTJaoz3kY9i8Gyg/vU0GND6d7Vm+57REPhuesTsiycS9j7OmvEuM2Ttp/VY+0djhvTR/Hz10L0C9qksluTIq9r0clRg+nyICvoIVpL0ZR8I8TAv5vMZFOzy4a/Q8NjLlPDk9vT2Ergi+x2kzPdZkNL6gRkm8teUnvVc57z2nfrE8YT6TPR1gIj40Hhu+X4SlPVI5sr0N6qK924qGPPFp2DwPJeO9LP8VPjIg1Lw05ZY9W8HfO4qKKL5zxvC88OgtPU7sIj1OHRC+RGLYvmiQ5j0vNX89oi74PeibHD391f+6PL+wPUezdj19oHg8HvLrvHmrNr2eg2I+W/QNPX32fr34AzA9oHXtvb3uYz7Ltnc+MF/dvdVCVr1yesg8qxGkPTPGDT2Vzrs9PN1/vUtIe7wEQiM7NksMPbAzRb604HY9HuwaviA5kT5g+8i9WfJZvtxDkD0rNJa8K+j/vdcUaz3xKy68mxwjvphDAD307rU95jILvSNTLr3ajXI+USMPvX9YQL5JUzc+dA5JPY9zAT7CDMc9yjrdvWNSdD6k6Qy+3c6ZvFIqLT4GdgC+pgt9PLIsy72DkuE933OiPTBlob4RiHO+Ky6Bvtg+gLw6ZwK9Ufc+vYpT1r08bxc9VP9KPRZtbD6Poce91AmFvnW+Fj1IZLg9OdjtPbXz9T263a8+3ggDvrZ1UT6y5Aq6urIIvQrAFbyRLRG+17sZvg4USrwiru89T/XGPUXTDz6hBao9TDcGvsp+/71zAzq+GtoXvncYpD0DXjC9z0PDvUi98b1GfEg+IJ9EvmVVJr1eqc298A/EPTolHL6RnlY+HHW8PdwJfL2Qzg08ny9HPqHAkr0cBua9yEMXvsY6GD1FUHE+rpDavUPpgD0gWDs+Wci5vGXBE77XsMy8v5ySPccCij7HJoy990YyvhvG/L16Vl89CN2+vQt/nTzRYD0+s8XIPXFbvj1JUty8NPMxPe/XFDzhe9s9pzwwPuzaqDw4zRa+S2o6vs7frD0RwFM9HEdqvLvPKj5bnmU+aS7UveE7Ez6ijyQ8VWbCvfMInr6OmY2+C7NQvg8JYLzMrGY+Pd9YvrTVNT5tXme+ZULxvJjhhz3pa1a+ZA1Wvuikvz6A/Oo9Qe3RPn97BL0u+Eg+IoPwPQUM5T4iw5I+RUKYPnul1j67aMq+gLcoPjCnmr650DC84sqTPv7go7v51Zm+YOs+vs/Xn7zOfGI9QwBVPRBrhL4l8nk+l/3svRdrhD7FBBA9pQIGPvuGsL3ivVQ9+arBviPiFL7EQjc98/21vg5pxD0ybME9/tgtvoihbr2TqtQ85Gjpvu8q3L7pqFw+MdluvXBAiLoD0fI9jCAPPqLIZD71fbW+JB2qPZTglb758RW+Y7tdPjJgHj7hS9S8JbsZPkiXxz0SnR0+08JWvjbwU73/4/g8bJP3PP+6Ob7ejbS+ls2YvmNYNLyLctU9wywTvgtM0z0+grQ9TNd4vkKFsD1OD1A+99wvPvMpxD0JW5W95TOQvokQ7D2JtY+8dE/0Pigwaj4Rmwi+0Pg1vmig7b3FDOu9XdYGvUMKZb7ClcQ7lrg2vtNUPL7PnRs+lcgZvtbD/j1n0W4+VPnxPriz2D22TLi9ceyovgBMHL7pnGG8YLl6vX2w0j3fPRs9dK8svpuIIr5V4ny9QmBQPnNXvL2kFKi7p46DviT00L2dKdq+Mg6JPqchtb7Obvi97ew0PqSkRD79W3m8TlWUPZWvnj3eA8i9sVKwulENFz5178E9d6FYvev5Oz6yD8Y8VckJvXtcBD7nDBs+WdVIPvrKuz1OK18+K+0XPtzr8r34usC95r4rPqeuxT2ET7Q9SQZkPTvJML3EPnG++F9pPHtN/T2piDs9q/qEPkS4Vj7lwAK+2c2MvR9R3zwXHhY+QrhbvQv6ID4AagG+hhY2vhCq7zz2bCc7Dd+hPfTreTw6Md29CoZzOwDkCz3L8Ic+JPT7uwn75r2O6zS+Rh/EvdjjAz5PuoE83Tf5vDngbj5fLAK+vqE+PtrfMrwjb3c9N6gZPZJEAj4M/Uk+0vvWvVpByL2tirY9AVwNPo4pgLywD9M8W2WhvFdhdT4gHsm9/vcrPtvhsr02zhG+3akzPWX4HLyaeMa9XIXSPLWOrj1Swhg+grrDvXlCTT5Wi709DUcfvSOtpD1meQO+xsRoPmJnpL0q9cm8wPgWPt4bLT4Dso89EEv3vIWtUj5I63A+0t6WPZ0PKr6/ibM9qRwKvu49oz1E3z8+jHEmPue0Oz5n2gQ+X4VRvWCX270e8Aw9ZycMvLDeGz6oqo88J3VevU0jnb1+9r67CfjhO6GDmL0VnAq9lVqFvfbMyztTUpU93px+PkKZn7xtx/89pH++vMPSK7z2ggc+KTa+vTqU2r3VdQu9gfxNPfakJD5DdhQ+kJ6XvfEreLvBFBM+9N9Gvrqh0D2+Nrc+7k6gvdeYsbxQvS+891nRPeJc5D3Y/6G97OmWPVUcyL0Tyxw99EAUvQ4c3T3gUG+9iso9PTArBb6ZQr69J0/yPACjFj7Z1NO9BoUEPidTF71Yn6q9X8NVvpIbQz5d3hA+U23JPW5vBz54bPI95vhOPhaOLD4r8h2+MRwwPVyPoj0D3+o9q1gYvd92DL4jB9+9X4kKPl+I2TzkZVc9cPgZPk2WdL5pIbq9+PKkPTsZhz0iKqO84a0pPbCbnj1+2Om8JYWYPPPlcr7yKqA+kdAWvYjBxTywdx++st6gvdwlLj6de2G+s4/FPd9gST2wVBK7i4KAPb+WhLyiqAK97wCDPX0cHz6nf8+9X5ynPeSJ+T1lgF69Z2M7vTpG+j3+pYU+vdoFPh8QLr33120+SEmJvOtRC77AGwG+VxLavK8Mlb01F9y9iwQmvgCKsL5832G+0WCgO9KeBb4yUhA+KjwDPTtHOz5Yksm90vZ6PgRhNL4rwMo9xDB9Ps1i+D2szKk+QvJtvtosRL2bEwM+FVJwvn68pb0UaiA+bc4CvX3o6j1SOxS9GFGZvhVmLb57UCm+ZjEhPhM2bb7C/Ys+RN5Wvi2V8jyEJ8++hTbePVE+SD71r+s9wkiAvnrkNT6mSuG9QCOwvkpzdL3dhR+9Px69PloZIL467kQ+fwXvvWtDeL7pytS8gRKvvZMLAL6AikK98Q8PvDRNPL4e1IG+eWIGvubpiD315ck8tCgOPhhfF75PRmo+dS+svgx3Br49th2++mQOPho3mD73BMU+oDNwvnshWz0dDKC9C6aFvoX8kz1hrOu843QhPoIhjT2nvBS+Skv9vfKujD4rqda8m6R6PZ6Ghb39vDq+NVlrPgQB4b7WOlQ+nq47vq4paT4KFDO9B1b5vVYSwj3LgpW+Aq1SvhxsWr5Bs8S+i+BtvDCljD5LGG2+eSQivt9nZT0PByi+FfHJPTW10L3fE2m+zjfDPb7mDT03xV093koSvXuHNb5rRmE9itWOvoVMiD7j2HM+bMSXvbYVs72FEkS+csLEvVIdqb5UhsY9036Tvipahr3IGSs+bpnUPG/yAT3Oqcg8SmNcPNkcYb4at6C9b0xzPnq8xr3OTqG+cEbOPf3wFb7j5xe86oW2vVsMGT5e6R0+KWULPpaEVT19D1m+yjMTvqlDLr5+j2Y+YSYWPnXbW73vetu9V6igvR6Skz0l9BK/zdICvZ62zL2xBZi8oIkmvSzOgr6U2jm+ZnGZPnFSi70odkw9npP3vX/36T4rGMa+4MxCPhl/Nr6fRMa+jaGIPk01sL6TLge+Kn4kPS4vBD39dAi8p4t+vgmear6J9i2+CoLBvRm8xLxzsEO+9AtKvVhPNr2zkXe9ZikDvr1Chr5klJA9Kztjvtzmo70x5Va+mlQsPKPD/r2bNRk+od7HPUfufL3J8hG+OyxPvuR/bb35SpY9BipHvjZFCj4sl0g9hRH4PNMKFj3rmAK+Gk91vf+ZXb4Gr669CekKPrCG1L2PjXi+RSztPKvQGz4o/5++e9E4vlKNLT7VNUK9+4BnvnRvyrp1Xe89YU+BvAgYpT3puW894XnfvYCTH775khW+16YhvoP6sTza72G9GfuRPRy2tz3wdyi+g8VuvSneFT4STso8ht9DvoNZMb6OMEm9EUzbPcPYQz4f518+xBDzvGiXk725tZu+B4y7vXa+VjwoTBi9hXlZvu94Bz0v5EA+wNcvvXMOcL2+pTu9wI4fPpQhJr7ncMO8MgdNvmQ+gL26HF6+Q8fovTfNAj6ozDg9xxvYPVYTDD55mva9i9qNPV+nD7sX89U93ZZKvniZ171onEE92wC6vDRrIb0pXJC9nNw9PgjUs703+py+q8+EvtWCwT3Sv0w9qJkOvRQ5kr6b/v49/+o1vKoAoryqKFq+raEvPsoH+L3Qxgy+lxIBvlZeuT1dfso9C+QwvmKrtL1ilXm+jZqQPZ0yO75GH1E+gmATvlm10T3Uv7K9BT64PO+ASz4FjQe+MokfPpXnQL5EWQ4913g8vnARjD6QD3A9/nZUvkK7ajznXvs95ZjLvNLJGryeeme+uFszPl56ij1JbKO9qFwPPvXp4L1mS8Y7cM+ZPYBsuz1Ezz++qMckPpMKRz7YjCO+djMFPpi5xLx8vIq9vKMUPZWeYT0tExE8UbUCPnV/vD135KS8xrw4Pa8Edj6hLLk8SQ4+vVLeNj6iAwA+PP8EPiMd67zgU6w8ShnLvdwBjr6s2sw9tVOBvFKxJr78C9i96K02PDWXwT74GnU+pkuAvcLN+DwfTV2+0daFPvKGlL2xrRu+5phcPbg5PT5sEjG+jRslve1PMTwQyd69LgIJvm7+Ej7d2r291LPmvQwPkL3VtWA9hJ3wPW/Blj6HhVI96sBrPvkV7T2JMyA+ue/vPa8BIj1Dwpu9Ej5QPWKf17y+wow9HsfSvBpfLL5hahI9bdk/Po+ipbypWRA9HnHGvQi1C76yYQG++IYgvr1RzT0Wbpy9sqJcPcmcBz0Ya5e9ugDhveG7Ur7rj4C+SYuyPidsWL3lwHQ+JJ7Yvf3OZr4Ay4u8l7QMPs4Ww71tPIg+S6NzvL63db0/xY28IOqfulQTRL1AgGO+uGCEvrbqLDrs/309yrO0vcRNsr73NEk9m53iPVf3Hb29Ora8bBWQPCJvcz4TIQg+aZNhvnKDC72lIj09ScayvR7x/bziJYE+innivYzerD06d8g9UVjkvSzalr7gI8C+d5OVvr0wyLuc5LY8ud2uvcYoGz1w4zg+/+2LvQIQHj7K+by9+LrZPGsDVL4J1wA+VVUxPfg4jD7qVBw+PtJ7vWY9gr7h4n++8pvevRTszb0FtKO8NR8QO6TRIT4s5yK+QZEoPlIm5z35YmE+I4sQvb11oL1n3Qw8vuCTvVUVnr4UcCo+QIG0vtLDBb0Hvg691BuBvYP9cD4StR++OHeuvqCCLb5SkWO+qTuAPfKp7rt/9xW+yQ/HO7dI2DwpPse+E9DwvSOcoL7vU4e9m4jlPar/lT2nuiM9IV4hvJ/cgT4xa2o9iL6AvlNJAz1/dp894T+hPcd9HT0BwnG+P32FvqE+TL5A2BM8/ll0vunNFD4MHII+WRkWvp0m1D1TvtM9G40xvbDwLz4xJkC9bH2nu/Q+m73BS969ZKMmPr172L1aPYO+RxOFvgo19j0XRe67SoFhPWMVNjxlIpo94CIePZZRnb4Y8V0+VSQ+vrV0GL1F1Tk+Ehg4u+6ugT2+Xq2+LUHiPU9HFr58eRg+f+F7vtn9Hb7DNAC+UYhCve1rJz71Lc+7AcIxPSMBgr5sH6i+5q13vvnqAD4qJcC9lAx0vbd8grtyt348MCCYPWAKXz1Mg5M9RzkFvfLgBj21cLQ9J6fcvY6PVD4zdT8+MSdpPdo8qrwsmSA+NAlmPXHUHL65DsA9+biIvP2u4T0l9lI+RUeBPstEhz61Gf29jf6mPd1S+z1/yUe8QX4TPQ3eEL5CfNq80xAPPsHwHj0Lcue9BDgBvs8sEz5O2za9irG+PIttsj1KrS68E0ldPhu79b0fw+A9f3KNvavcBTxcCrs9w73yPYDqbz6RzM06Zgy9PgVAFz6pT5o9bCaNPlnuXb4OmSA9ZQD7PNu0Aj6CvPc9YYGKPqsSOD2YCA29MBqlPqaCLD467t69VsGSvWmmEz5Tw2w+zDETvUDb0D1MmVQ92rZfPg7hpD1yI8+95+D+vfNzpD7Pc1a70VI7PXMi1jyYHB0+JWZru0IQ8D2miEg+2iNdPrrQBz6KF0Y9CRrBvRHHuj4pnEc+m+jNPfHC9LyK/FQ+TmlHPli6qj2/HBo+N9DAvPHSuj3kZNw9C4f5PXUUED715h8+BwnavSH34D2Pz2e9InEevkk86D1s8cY9SZKzPngK4r228768mhaVvWYjHT5f8l49rvAbvuxYqDwg4k09DJI5vf7w7r3MnB694eJYvDDza71aIqC9PEhMPpftojs0x6O9H7IqvVlgfL1ZtPq9b+DivdJKTr1zCyM816xcPdoMpz0+Vne9i5f7vYQWkb5ukfI8klATOya8W75g8bG9GI6ovB6XOrxDOa49xpA5PuVSQr1Ei9g9xiS9PUxSxr3nLsu9N8kGPhWCLjzfAZI9FxwpPhf4mr3qole9e/djvbaxIz5xUca9iJTOu/cTDL5s/Z492L1FvOXTqD20w7A9AdlpPZvmdz04/3I9eaTfvczw170EAje+2rGmPWql9DxRFiy9rOnrvYcwgz007Mw8oSUAPgLgEj51RZQ8hAjkPb6IJz38YIK+YlUkPQ6Kgr0RFIQ9sSI6Pf1drr1qgds9FAQQvNXQYD3LYDm+jPVuvlT3djyNH689AaE/PfM2Aj4iZok9LhrEvVPNXL0Rlbs9FzK/PZSGBz0c2Rw+tGHnPD3wXjzVare9gTHxvKAxg7y6Zhu+4rYaPIUhjzykq9u8yRTAvbTbBD5l1ZY9wfNzveAhJb0zZOe9BwpgPW6h9b3pwNi9l0U1Pq/fX77ewtm8RDe2vcGBJj5Xg8o9y75UvvC7pr0vanW+A80hvuQ/hr3kCpQ9qLxSvSSaTLyNaRu+nfqovbmM772a1xC+DhvyPZEM670Yeie9JT6Uvsf/fb0Te+q88WN8PY0Hfr3h3PK9faaBPbPGnz0BZj29dwZzPnnOQz3HL9+94CqevfEp9T0SReC9oFKwPUtmHD4kCKs9NXfXPVhhD708/l+9I/kEPufR9Dz2mKK9tI4qvJWfXb3RtTQ+E3RxPjmuVb10vxo+LmACvhTTNL4unMm8j4hYPN15Ezwd/oK8oPERPiFeJDwcCBw9hfwMPlCWhr7P/bu+YxiJvn45gL6H+xi++EMkvvHrpDwrUxS9AWQoPq4qjD7wO7M+mKggvpg7jz2wuj0++HrPvfNMFL5ez6K9oVvhvWVc9r29fIA72T1BvdCyyj0ptw++ukQbPh/fUr1iC0G+OxBVPle02b5541Y+GnQgPvichz0PfcW904pXPoPtKD40mlq9M9PtvUUXub15T5A99kmSPdXccD5OG7Q+LHDyvFpU2D1iUdQ9HDEWvpY/mr3GnUm+yAotvjbnBT6r2cU8vYYHPp9CUz4qzgq92GeovlYyzD2uWYw+jsjSPUncPD2AYNW9yGyKvVCYQD2cgBW+SCJXPgLdL75OgCo9QNJaPmeoHL4/Zxk+VZtaPejfcb47nhG9kaLOPbzd+b0ySVI9IMgAvkUvbj4E578+f/7KvQGhfbxrHKG+lBe/PKSRNTxQomG906mKvfUicr6rym6+xDVLPvR35byLSbS8jOtAPjz5ETzyLbw94RQJPmo6tz7zP1I+vWfhPVwGj71OesG93U3/vb44cD20Mau+PDCIPeR2njw9YzE+mHuFPf1Ym71Kc30+BvyZvQLSqb0vdBg+TXQfvtCwAb5WxyG+hiFqve4cWL1RO6S98SXluozjo7zg5AO+Ws6sPbnV6T01+f69Q/VcPROSD77WTrq+XL5mvKCxhzxP+OG9+TGZPPSo+jxM66q98FGPPQ9Xz701hQO+ZxyMvA3bBr4U2zu+8DdlvRxHMDw1OeK8V7i2Pa3OBj4c7ow8x2wXvM+eeb75YKG+YDB5vQ1Osr15nq29K/0CvinTKb43UKO9FrThPCBvMb4oRd49cMkPvua+57s3uAS+NWnjvdHjSL2Lw1+9VwWQvUtz1r0a+3i+nopRvvS+cz1AgL69ccstvk3Vyj3i3pw9XOK9PWRlVr2QcJm9rP9YvppxiD0qAx4+42PAva1Gc7zOIR2+ztSkvXLssj0wqU++adRsvibmhb2s53O+5iw1vqSJCD6zXQ49uYq0vfvBWr1Y3Qu9u4yyPRHjxb0VPRg8QNcuPZ5umL046ym9lOPPO6ZSBL7caR89ilaSvaE1XT1q8Ie9X6tTvt26nDwGq5u9B0XpvRn90bw+9La9upj8vefwoL5uqYI9PBe9vWBZc73Ttew8hXDePaESxTs4Vqs9GV+hvgOVPr4IWwQ+IrnKu2pf8z3OV9G8vZQLvqQSKb5oxGG9+QEsPu4IYr5KqJu9+Absu3xmRL4GzJm9c5SkPTuGhb1B/P+8+bCKvZYLGj5sKrS9Ze3iPczDwD00KHA8nJgbPCzNTb31hjI8oOXFPazdXT0RxU6+b180vr9Miz4ChSI+WEtRPfpJVjqFK4c9/MiGvX52Cz7zzFI9K3n9PU/Mwr0b1iG+acHyPQHz9D0nMBk8cB3gvfHnQr1WWDm9gLStvWlygT39xLS9uV+bPTHyNT5itTS+qv1YviwUlj215WU8XY9DPk0VlLy1FqS9vruQPW4k/b3+62U8sVxYPBozdD0w4kY+9kRjPHV5iT1vGMC8kBpFvd2wnLxnPGq9d/+dO2rlBr4V0OS93w8LPmpUSz1/XSQ+mLlnvk5jIT10kbs9FOshvLHnM71cJ+u9ciTGveXrH73HOK+8LBE9PbPNkD4KhIi9LC0SPiyLPL7b7oq+Cn3BvLKIkL1aAvI9b2C0PazD9r2rj4C9KZItvY+Fjb5fqkQ9Rk5+PVcLo73xahc+DqYZvt4RVL6ceTG9SwsIPogDFb6d/8K9ELMEvUsx+L2HBeS9qoyBPV4zzL3R7pW6kJxrPmfTkb6fy0O7fx1gvTEbsLx/z4E9HQ10vZ5/6D1nvAq+bZiZvUQGX713UaI94n3GvRSyqzzEw8y9iYUhvSzdFz7WPfo9+Q7ePVor1j3orjk9bGu/vOrL0b11S529zmRMvb/vTT7uZr48C1sTvsnZcj4Fogg+EtJcvca5AT2sP1u+q2BXvsSeE73yeVI+4uelPGXpcr0RHwY98TGRvSwnvL4IdLQ9jQ5svhy/fz6p9RE+GCyJPm7ofr33ugS9tuKqvbKccj7bEZo+eTyCPqg8Pj4TOBO+N8MsPSQvjL6Wx3e9OifruvFJPjv65BK+SAvAPXqN6z1ZYq49BmyFPvJHYbwkbRE+oX3jvQq9JT5J4dQ9s0FtPUMC3byOOLw9wRHcve/C/zynW4o9Y44dvuJlLL6JYq09N1PWvYyIZb7DkvW9WUCHvpEtGb5TKE4+2SFEPjTMXD6nk4+9Jve2OouCdj4wNx89OzvcvJa3pr0iDOU9oYwBPh7UND7w0gm+PaCNvaF9oL6YFDQ+f0MSvgqAw72TTAK+gvedvjiCRT24Fqy+zmc3vsazCTzyNMc9rZjdva+biD6B30G+/PYmvgThV73itiC9pwmMPNeQnD19iNG9dRFKPgtqB70yN/0960w2PpA4zL3x6YQ+WIqDvXA7O77vd3a+OTsYPWvgjr1QVwS+JKyUvsJn4L6uCy0+VQw/vlRTCL4VrMI9k3cjPp5lhT2nuIC+qIpEvRBlyL7FdYO9DCPpPXmbTD5TAWa9pYdOvsfGEz5rOXm+0C90PqQGkbwpWic+5pdAvjDmXj18hp++zS2hPR1uN77QHEW9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "SS23O8uhHj3roxM93K1DPTZhP7yO1Co9SrDHPG9ts71b07m9ai1evKZymjz/A4u9Eva7OxgzbT26qI+9ewU9vPqLfL1jMpy9HK0OPv4dbLyihl89O5wMvE+wXb0DFiK8q3LRuhgU4b1Z1GE8pDTUPHMsh7z4e6E85KrgvKxFBr28gEu81InLved3eb3bEFs8DyYsPYcJyLwZLYW9RrT4PAfJLb3GrBS+9LM9vQIpRr0GUdC92CnAvI0/Tb2BrJI8ElElvW53Cb4FU2k9GvuqvfXaTr2YCSu9CjGrvL1QY73c40Y9PVn6PWYtorwXNrw8LOQpPC2rWDyIBoG9UJkIvqWdzrxPgps93M52PfbZ8bx9wDw9ZqYSOy6Flj0e+Kk8gZcNvSgxAj23aqK9CT5FvVmmJr00/6a8b+ZHu8OUmb153EA8vZkdvveVkT2B5uG9JTVTvdewODyMBII9KeN/vXwJhLx9BSE8Vv6CvZp6tDvy0Te9GLlYvXEQszlnulE94wEjvfNhND0+cAi+IA5uPeXlsjyj4We8e9vnPJTa/TyKI2o68YQbvQ2ydT1tGuC8sROZPdl2szyd14S8BmYZPW5Hnj1bcxu8f4c/vK17fD3QICi+An0dvErJMr0R1zQ9fOLBuTgNXbyNAtq8V5vrvTw+Z70oRpO8TNq6vIzXkL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 