{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "96kTPS5ONT2JP269r67PvZSa0L0KU2k9Z64gPpWDNb4gpd09cwGYvezekL2ApwM8kE7ave/zQL7zLi++NRIXvmResD2X6LS9WAASvfQRZT2PTLK++4T4vTAtcT5WCIe9+GXwvb3Taj4EvhW+nfyLPceHITzDtxU9rDQEPlnTzL1b6D89hI3+vfpFrj3ISAS++wcEvv0GJb7EVNc710ZGvi42V74Zx689cQ1EvflQar5qh0g9WZ1pvSXyg7yKSRO+OkwBvRQnA77hRjs+uJL5PYYQGz5f4xi+KHvUPfuJ4z0d6K09yPHNvdD/R73Bmxq+l6ZDvqUdW72vw+29zak3PqufjL60flG9iLqFvsolfz2eteq9d3aBvmDiD757BTG+efamPZQidr5flS+9gJxYO2msbjsvIlG+q6QUvqtmID7nD5G+LoN+Ppjkyjyocek9a1Qvu4nEYr5Y2BK+MHkrvuX3Yr5LaM08lbtNvecUkj0bfyE+prEavqLQDz6+9no90kC4PQJ7cr0oOv09XbfoPMGsyL0oTeE9E8Z2PRuELb4dq/o9CeWuvQZUsrqPKye+CBAYPjjHqT2005U9r84BPqOmqz5MLIo9jduGPe2Jrb1TSPk9SevmvW09gD2+u4C8B66FOr5NoTtscRi+Ngf3vWn007rAGyC+UCqyvbpzsD0wki89zXYwvXSWCr74Afs9Oyw8vTxMhjyj0iq9NxWrPfNiAD4DQRm9IHlgPk4agjzuNNG9ZV7qPAPaID5y5fo7W6kXPnDP9z1sRpq9iAHVPTlXVz5x6QS9KKcHvlH+Ej2rbm89e4jPvQTbDj4LWBS+8241PnNDBj6V4uq9k2UsPsJj7TzxPKg816vgvXP54z1aQYG82JEUPlYWnL2A0R+98o7ZPSq6lT3+YTc+kG8APnF0LD7496E9Sq8aPgwPnT1iFZk86CenvXJuCT68EvA9XgXLvQp2OT5e+Ba+uibAOxOv+r0fQyE+LMWpPWQ+6b0q7+G9jjhbO0zoKD0A4kC+r0CSvQp7vD1h4/29HDS3PfjQer2RHBi+UXQnvnKwJT693LO8SZsAvj2TjD017Qe9W4tLPKIjFj7wkRu+AzItPVWNYT0FO0+9cC6HPTFNEL45RNi83+eNPDuWX74yJoY9M/Y8vvrhlz3J3Po9tbGGuzGcEDy8vSs9KrfrPXvnhb1YHa+9xM01PgIyM7wCoho+4zBUPmdF4z3AT9M9tKvAvQp8Lz0vWrg9QpsTPtbaD7436UW+nFrzPS9AcD2uxOY9lsC4vRyrOD05Xpm9/BkKu6ZVIT6aZ0k+J7EjPYyWtDxGZ/s9b1HOPU//AT5UvEA99hADvpidPrvtq20+fOz5vfFhiL4zkSg+/HkkPoEcKb7V5pi9sLtBPDFedT4N2WC+HG4tPhshbz58DyS+gS38vYSqrr1Xdzw+uwqAvbFrVz3DAoI+XASBOueOyr2Vn5g+R4S3vThvLD5sssY9IT4GPo91nz3sVR6+SMb2vLXXWb5RGXm6kadbPPX9P76qO9I9nYCsvZtHaj3t+ai9FhBqvgBC+z2Y0wc+vnv/PY8EzT0nwQw+n66LPQi/3LpZP648E/YMPjdxlD326ms98+NNPerLG74XZwI+z1VHPGOuuj2XfdY9OV9SviIp8jwkOgo+GPpePKzqYDw+rYW+BZtzPTtk/L2hAs49ykgEPlnVbz7S7f28bIwCvjb5xj1M/aQ9D/h+up5Q/71N7gE+K7LjPdpOM7668jO+EPK1vDzNW77btfi9kyGQPQDt6DzpAnO9/209PVvF9D18QiS+IYwKPneJNb52Rig+1iXtve14pT2uQBK+1zgpPR7ETD42LvM9I+1+vl9WBD4TFfS9lUgfvqAT+D2PWTA+XxycPd2teL6bUrk83J5vvnH82D0L21K9jd6oPY/lEL6IJgG+5m6Dvkj/Fb5LQxu+mQIMvrii87wEP+O9cjwKPhuUUD3S9I+97Vv5vfHxvr3mDdc9COVCPvExgL31/+Y9lAB4Pfc3oD1ziuK9mSIkvXNn6byMHju8u/+fvfnXur2QJkS8XkE+vtRwTT1rCCS+J3Atvlf2iL13F5U9SuRBvvO+Nb2R0xE+Nz7wPHMJUb4YEMa9kTQZPW04P71QMiq6EOdHvu6uy70t4609Pa4hPc6IGz3K60C9QAsuvYXwOD5g63m+olIFvXLM9z1jxuu8bfUQvvTtkjzoDDK8OpKKPiA7Eb70QKO9tsACPf7RZr1/8EM9JzQkvgSMfD1JdSI+K18gvqBpOb6T2hu+pMmIPFzCyL2D9369fdFbPXnQvjwk6km+SDwYPgKbmr1NHGM9h1ERvRTodLygu3s+zL7uvZcANb5E9Aa+Z3lCPZluAj71PLm9G6G4vd52pTkkLsi9sIQlvWj/AT4uAIA9AdpPvg4NDr6UudG9BMAJvoXFTr6uo3E93h4iPfl/zjzW3H++cHhzPfKRqL6uzVM9KxDmvc1mDj5LN+K98PGJPs8OkT5SZkG+A4vgvfH9Jj7t5mK9+yLSPQdGlb2VV728O6BgPU2Z1LxZxXa+Jq7KvI7oRzmQrIc9HOAjvt6Sqb2grDW+aDdXvlAasD0ifjm+sWyyPEKSWr6uIri98CgzvqKbsb3eHgA+6xf5POqFkr4zl8m99daQPOeLg708sy29pSBxvQIWbL5qoWa986p8vThUGb7aglM+c7R+PZCkc7zrCMy9GEsPPQykgT1yp3w9XqDBvPFrgLz9EWW9PwJ3PbiGAj6qBYO6dL2WvUZyQ712Uaa91TaYvTA9lL2Wuoc+9vWrPHCu0T2HtSy+0aVfPRRQ+L2LswS+CrkMvogwWD6zXYi9t4RhPEeRHj5qqm694FaBvByPUb72k6c9bm+ivZFAOr3qfom9J+9nvZf0lr2Ukj69gY9MPf0lHT6El/i92IgqvRc/n7xKaLc6mG5ZPZCUUb5zg+g9qwcOPuPSKL5AFjC9nQqrvfsAN7zE6Ay9aL2cvMWJqz1Iyjo+kHKVvKHxGr5l+pk8PnWhvGq86D1L4MO9QPQJPmngl71aYaM9JAoUPhMpZ71MVvE8zxv6OrodqrwNhOo9eoP4PU39Rz4+kz4+d7a+PH7kUT6hwes9tZkuPRCUjD0Rwbo9seUxPl4Dhjznhg0+x8BDvc4JCr0PnBi9jMgUvgGMFr41W9W9L/CFvBvqVj3W6pE9ncGrO/OzBz36VNu9YqkQPgzyoT1H2AQ+aLWovY8JAD38okw+abgSPcfBk7yFODU+nTQgPgSJQb6GAma9l3/TvMKvAT4H0sI9XImTvYRJqz0mkee9zAb3PF1sDb4LJTa+aINgPhAekr3WFvm9FehqvpVczb0vWhs+CHb0u7VNDL7ZRBY+aa4oOx3ACT4gXyo+Dr4nPBVsnD1oobk9VrriOxcwS75TdxI9QemqvFvaer2fkEQ9oIxePqcayT0sC2o99pZHPRC4jz35MV4+6o1bPu+hLzwchji9ps+GPhCU2j1t5ny8eRfsvOrjNj2lHMU94bxXvbt/YD2QLzI9rI0ivHMYmL7GImg9BAcfve2twTw0+TG+t8zXPVQJVzzydW++G7V/PT4eID0NJ7w7tWMjPke2cL6j/kk+d/NnPfaBVT5iogs+YuBPvvG4gT5sNag9wBQ0Po22Mr14+yc9NenDvdLDVL7rXag8i6saPqJe4j0rzbE99eRQvnqbFr5Dksg9SrXfPU22K77YIyK+s9tdPn/huD2WviK9CerfvWZjYT45UAq+41dgvsqhAD7KXiw9wHoOPuZlc75NEjY+7xRNPjsKiz2iYMK9FsPnvWnu+j0NIjq+pi0AvKww0j2vmSS+HmC1PchYl71dHY89tWfbvcPN2r1+lsa9miVwvaqLh72SlpI9X03bvZ/wUb4OmNC8B44jPi2XvL1O35g9JfaCvove4L2UZJI9GoCTvTdL/L2XtCe9AyVNvhDXXD2RY0a+J9ybvHPK7bwQOC++0YNUvg+f9r2GYpy9GTCxPZ1kur2bDXo9eDLzPKcfmj3Iz9K703aHPW4aST7/ti69r+QcvQPoML1qmp49VquivcDOw70qbiC8gPqKPYJh+j1NhWo92vfkvW3R8bwgAJ+9FHv+PV3Jyz1iTTg9eW8CvsANir4/hZq9Njh/PmxAKL4osyO+glLzPaTsdr42bxe8yLzjPdAOwb1Rxz69A7SNvpNxDz62sSM+K87Nvc4Ab76CUQe++sirPecP+zyXvDM+fWwlPvtf9T2jOJa+tGcHPhnZAb14CFa8syVZPaYBSb5EaRS+lpXmvLYvBr7qhke+Rb0YvduV8D0iQzu+WoCTva51ur315fw9Z68TvqtpqDwYf209lRROPVQQLT1ivDU+bUYwvrDl1zvdwV09SfxuvisHIbspgGq+g4NYvs5KSb5Gmgk+sa8DvhBg8T03SwC+Rm/wvKkYXj7Riq89ojs4vidvEr77UYS+0nqqvWY9yb2bcxu+knp2vfxZ4b2Zx7Y9zaCXvus6Oj7PjgM+kjrdvMU+eT6hF9G9FS3gPGsH4Ls5P829ADh/vWWaCbz7e4i91XDdve4CK72mRps8KQqUvpIUtL1R6l6+cPCevaCHEj6yuwA+skxGPar5lrxklFY+sNQcPfClyr2P9wy+AR3xvTwodD2VGYK9DaNMvitLkj46Wdu78eoPPq3BJj4AaW++u/iKvhPBer6DMoS9EyDGPSahBb53hmU+wk1JvdUu7TwunEo+3a13vVKYI7w9ebc93FjCPYOVF75rAA++LzU5Po1MCj1Bxf+9UfYivV9KSb6qV/K9qiR7vCBdxD3kDuO9UB4qPqWcz7367/s9+Tp8PmZNA77p5wk+SBltPlwXOr1rjNE9E8zBPWHjKz21eZ49iSp/vdDhFL4c2YS9XNTMPYgZsj1Lav49FpACvgTETr7vq5Q9fqQOvs0bxL2HZr09jRvvPWSSjr3UJFu+iioWPDPgbb7Ndw0+iJoRPVEDDD0WwWs9u+L6PUOlnT1FdgU+OjDxPS3GgzuJyfw9tdiCPuJGtL1AD7u9GKUCvV3XhLwaiyQ9xMinPTV1mr2lPCe9fveavRdugT1YfNi9mGzivag+aD3R4Rg9RlRBPosrBz1210E+nkyZvXESFD5X6Q68jSasPRRpEL42Yjk+BQ4QvfgCDr7DUKM7mNbNvPd0Hb1MxBo+4uOMPPnTCL4XObQ9FtY4PSxskD38P0u+rB8APpmIjT4xMCc9Xy7tvXvQnL0LTHm+cCkbPY5Fbr3ghK+9rDIqPApzcD63YmQ+eR1wvbmdlT2UWz++Vg8XPiLtRby3SZM9cxLgPa1oDz7auJK9gyOKvVObHDzO8sa8KYd0Pk6sBD59iAo+dmPRPHk1UD33Avi5qsaAPbjM5D3j0DE+UacqPKeOlb32ODq8wFxSPEp2+rzgW8K9+eOePcDu9DyYLag9kmqNvsyH6D17dCY9HAc1PrM5oz288rw8CsIxvsCdQ71Ep06+I32jvMn+Wj67A4i+X13wPbMq9LyxKS89GV0LPnaK1rymNoU+L3yCvYS1ab0Dooo9CHBLvsJeSL5onIS9XcEGvtkkPr7O2Ke+V3OavnL8s77JW3a+AHSuPEJSib5HxbY9OIrBPeRXRD30Kji93g35O2H0K77/vEo+ezzfvXOMOr4xY9Y9tHRYvhstwj2v8qw9VqI4Pqegwrxd/I49Bhl9vpmDIL4s4Va+pIHAvdyDmTwXuDo+dMy9u0Sdj72EnWo+fbVlPSclxj0kivU9Ler1PeEb5jyGQAa+3DPAvcwL3D0WbdE9FsJWuyoRLL3gkx4+0a+1PWSL570lMl++ZTGgPCwK2DxzFB++AY4DPabwAb6c7yW90PNqvj6dnD0HTLS9TBZdPpPWCz63+Mm9KKMmvfBoqTzVuJq9KyKGvoLvxL1k8yW+Jif9PUSHNz6edYQ+QtKavcbbNz1xpFs+LL0KPosxCL6rS2W9sfrxvPgdXb65OoA9gNzuvfXH2L3jJDG9/OzSvSs1EL6+Lgc+4icxvsS77b0Y7yu+dryFvrnYpjxAjs090jGWvLT9lDwcp0Q9LFkRPlUlLL5U+lC+5vPgPeOtDj6Yrai+yvK6O3NjfL0ZTu275ZStPYoHDT2edjO+v33Gvb+LxD1VN9S9Xhs+vkzRAT5+uqi+lbLQPX3hE73QU5m8feTXvar0yT3QZQi+OTCkPWNZVr5Zt7q9YWX1vbG/kr2y9fE7zwegvYVcq732KBC9A9Y9PQSMM74PSwi++JS8O/TjDjz/Tso8qSUEvF6m6L10ezE+OdsIvllXeDxUXIe+DnElvk/4hTy/uAu9LGiBvalvRT7IaB2+rD+xPfEFLb1GN4U9XO0yvpclOr6AHL09ZSTXOq/5xj0GzRW9d1fzPd/x2bzrLr29oKXwPYQw0Tyh+Qe+P/4MvLxW6r1A4rM6GyWpvD6nuL0cnjm9S7BiO5DyM77b19e9LhTOvAXQPL43kec8dfjouwhXVj069MW9KLrUPVGYar7ZJIW+0jWKPe51Ajxfl2C7GOsXPiYtGr65Mz89t5i5PEiQmb2g3aO7GDTNO/ZJdT2h4Ao+TjkSPiu9ib6nOfc8I2RbvjIdy7zQRdA9lr6hvf3G5Lx5mTE9USGLPhMLNjv1HRO+rh0hPuu7TL56WbU8IULxPNkINz5DCDu9ydZ7vrqHkj1mHJm9L7uXveC2oD2CjeM9hPc6Pml9e77mpZO9LK2wvhuVCr4ptQg94cFOvcaKyj1wqN293SoBvKHXHb77eyA+kS6vvcoawLv80iW+9WsXvnBkwD0Nz8m9gmQ5PgGQIj7i3029LTZYvr+45zwH2Nw9heVSPc22rj1Vtu69iLXoPWGzG750UR2+7/WMvRpMiz0eSkg+vHRWPpzgqb3BUB89LiYAvpDuKb2UtyM96i4qvtsBtL07emg8pmKtPdfUl73Wp/k8EQI0vnk6sL0Drok8rwgVPK/Y8D0u5rS94DTdvXCL4r1Mft87a4QtvsUuyD3vTRG+6QrSPb7aR74ahgE+OjPQvJbnAj1HPoQ9X0RsPj3gFr79P+M8yVmFvdbYqL1KnIy9fGkWvhUlPL4+vBY++PWPPbcNC76Y5mk+AXl+uqVIqL1UjBG+Gai7vVnqhT0ZABw9RwVxvedeUL57u4k9O+rZvQoY2j16rEM9PZU+Pc3MBT4yIvc9pU8RvC6POr3YarO9v9zQPUyLJb6bu+i8ug5DPSgHgb4Yk+M9LisLPI8wQD5hEzG+8/OzvYI6zL3z5eQ6EPwuPXuzPD2/+ss9ACqGuQXBED3FKyA+Yu0PPvwdMD3mKIu9e5YFvg5Zor1/Xp+80hc8vqgDjjyA/RS+LZePvQjvA76ZEZm9F4CbPEjkwj0E4/S7cbQVPrXbJ74TFFC84iE6vtbX6z3F6Rq9MxFkvc4JUT07Pvo8OKSqOi/1/L14R6Q8tIn9PYATUj4aU2A9hjNDPg9R2Dyt01A81C4kPPxE/T3cJVA92PMZvqP7gD1Trvk72vUtPqU2Zr7PntG9JcEVvinHIT7Lg9a9J2wPPutPRz4stg4+AgsBPmpJaL5fl269fXUqPlbUVT4Tx5s+bGg9vqprIj3VIDU+/b+YvmfC1b3rIAo+XdCZvAdvjD05OlM+Oz7CvRphUr2O1829RvolPsBHrrw6etE99HnxPZfP6r2CaZG9eplLvfRSeL5ESdg9aHHSO6R6orta4TY+aBHsPQXOCb1a6jo+RC0VvdrRNr5KjoC9AGcjPlBzhb3Jr1o9RgtRvfazmz2oFoA9ybdXvmC4mr1hje09mpspvJReTT7rCsC8mZ1TPnb1lT3OBoC+S7AePn6PBL6kS4y+d2M2u8Q+jT0OWAU+DL2lPdstSD5PQ869zpx4PjxXjb1eZI27XOgWvJDmFL6b0ti+EWB6vbym6LxHqLy95MXYPROCaL5ip8A+p7hnvt7XJD5BZ5498vabPTntvj5wkVg+Dj1QvmzqDz7ykVU+AKG/PMDOqz0CdC68BkssPo4PxTxA4bU9bYxDPfERMz6Luii+2tNyPZoCnb3xQjA9kcQfPa7SiL4lqgU+hYDTvATCFr4QeJa9JLwovmFH5b0MTTM8VtSbvbEohD3K01Q+G4gwvrvlhr1GpZK+aEHpPQLpDr5yM0e+Ht9QvI2DFL67Xv09LWSVvQyGd74guIw+9MGMPmiEvTu9FKM8bPezvS2dhD4QXCa+J3FXvW2MUj5mK5c9uHW9vOQC1T3Z+Cc+KwjhPYhjqL2XnaU9oaatvRSfzD0FrL89l/KSPUpclj3Pf3k9Rgjpu/+4nj0oD5691spIvdhT3L0U3uu9qtfBPdUA3T2APvM9TlpGvvvgnL1nVoA96B9APsICTj7RLgO+UxgNvtaWEL07esM9pqhBPhocDbx7gRs9N3gjvtRnHT0BnBs+Dge3vRRkJj5vAIA9IBCsPfueVbzC0He9vCGevXHaWL3AfM89sfOuvR3K2z2UeVi9IZpsvdjFA72aWWM9X6BZPqtD9D1KH6O9ODVRvZPbGTzw+PG8BzI1Pr/HXj2+hbS9zpbKvBL7mj2vN+k93LHFvU2jhz7q8p89zl0svSM9Sj59de69Bdh4PhmKkDx3GuW9AqlaPRgctj1E4Mc99FYovvtgrj2LsZu9WX8gPrif0b3X/AA9LG2EvYboFDvykHs9LMvTvJcNdD37Pvm6sSFCPkZVw72SVos9ht6kPdxdML08q/k9WW3wvcTbVD3sZzw+YQ7jPeaEfzyEbz2+/88kPruoPb27jeC9ciA7vsQRrj0AU4K9nmlDu93UC77nHds8Fm5bvd6JUD5myAq+SkbTvb8wiL2bqL+9gzfrPQHdGzwl/CQ+9MxjvWtHCb7p4ls+OpZRvRF/NT0Izte9cfsTvlmwsD3/3AU+vT/pvUyVmb4iubE92DzGvTdDGj5Bhok+1r+uPW+p6Dx5pPI9IMZBPEy/F73FihQ+VO8PPk1v2T0NSpG+RaHKPbOGHT4vrII9vQE6u3d1Xj3p4N+8Dfs8vWUYz73tjba93yEhvrQM1T1lrr09E5KmPaHTLj4bpP29T8slPdk2470qvLu9uzMXPg9wyD0rv9+9BAM+vNY0KD67qW2+wxvRve6rKj5Nw5k9drcePvkhpr2Czhs+P9cHPpO81z2waWG9hD2KvCWXVT3yMSi+wk1yvT4Bcb1MXzy+WVHmPWc0rz3KoS89KmgzPh4HB71JhEy+AtBCvhTs3rzSI2G7DDMPvqkX670JXIq9dmJqvpc9WT0+50U9W1hAvhMOgT0GVDA+pOstvqrlQ70G7Ei+hqylvWT4Gbw1oU49cJfsvRM22j0JIjI+mkR7PTGq7T1Se5u9kItePUNZcb6dA26+sj9UPRlE1LxRNww+uW2ku9F0zT3Xgk++SrK0PNMgVj1MfCg+eVsfPu7zDT6XbDO+PNQpvqpYdj1di/M9oNpLvuR4uz3WcNy92lpfPLZcNT1yAJs9dupUPaSUmr3sEDE9FlaFvHABJj2nkB+9bDSWPojyK76miTs9T4IXvhrFAr63kM885z2+O3WzRT6T9pO7oxfMu0gzNz61S5G+GKyQvpC8Wj40uJg+wZlyvnptIL7OG4Q+ve83vmv5tz1vZrY9zO0zvg3vEb4FLyw8x6K8vYA0ij1hUS++WecNPn4eKj5/2OA9q2a3vTnkOj6jWsm9uzAtPeaS4z5Vj3I9iHN8PaA/Cj7jQ2E+DZ89Pnn3pj6HBeU+gWRrPWgxkjyOALg9AEafPXXcHb7J8HS+Fy5hvm7fSby7M9m9Av8lvRbMGj7YtfG9zLptPL+4DT6E4am5mMvePfZ+Db40vk0+02q5vXvyVb0GkJa+C9o3PabVjzw6eSq+NuMLPoYP0T0Rvgo+PoWEvjQyM70bG3s+JDIzvvd2ar6iX4O9JJyhvnltSz7IetC97VKAvVWei7wa8YS+QYNTvgPQgD1iTWy+ad1pvsmqZr0CHrE9t+KGvhrbnr1MhSU+ZHvdvqkjk74ZJM49vAK2PnH4Sz4R4qc9YCK+PnNa6b05Tz6+GSugPmjDGr0wbaK+8SabPptoK774h8W+rSYMPX7bsD5VhRg4v1gZPjOChDxAc4C+GLiGPtGNDL4wRxa+tl4XPrwJMz4+FW49YQrpPQ+FTj4g9IO+t9ZPPUGLAj5fFYY9mnIVvq6MSj4nJ709uZh9POIKWD1hsEM9Ss4APor5sT5ORIO+NB44vY4ccbh7sKu7QS09PtkAub3fd6k+gs5tPXvaGD1duUA9EMiTPfo5gL42Ry6+FrIPvdIwJD4BElS+1UyRvihktb3VO7M9WwyGvsPTTDzOZxW95HsOvoAU472iO1S9nrqKvpZVyjzejsQ9Yx+mPIiHmbx9XEi+W4x+vYm4jL2SULQ9r0J8vasOyj04RJ27TU4NvmJiLTswACC+k2/tvOf4yL1mu+89sCWkvabeUb42NHa7y7VmvZf0rjwVxKE9BF7gvSmgED4k53E9U+cKvumd+jwP+yU+NVsgPnb/RD6wu2I+alr0vaF9Xr03gKK92/ASPn6Z1r0OBi4+hu1HvsNeGD5FS0m+1F26vmyTLrzednA+yUQhvcB4Sz0DAgy+Ne0DvisIOD5uM1s9kj09vtcdfj0sJbo9yEIZvklwOb4t43E+jmlFPhqJYb7jln68Iy+MPexnNb7rl2Q+wmRrPQBS0zytCBS+5bpJvhmeVbwXuz89NNBvPnuHmD2fmG2+IEi8veQ/I75fmmO+U7W3vJmROj1c75k99iMVvqOdLT7m5Sy8b0ezPbo6JL4SOCa870s1Plg0Cb5SYQS+gwfmueB+Kr26sK690SAwvajY6DwCwv+85MEHviU9Lz6G0kQ+n3XsOilROb72k1w+cChYPhwASz2tLA4+7VcAvvLVMT3ZV569D+sxPiaQB7s40rK8V2cyPpmwKD65Bei8XNzIvUunjb3JiqS92dk4Ptah670TRFe+oAdYvKr8w7rbNtw9xz+0uyGA3b3RjjI6mbc+vsalMT7bCio+GeYWvnOX2r2D1sO9DXccPiedQr5TmoM9UtMNPrya9D2+xUo+dvtPvCzHPz6uOaq9XCupPRrQBj5HC0K9UaeNvaKJHTzOGZo8mzOivikyoTypV429vQiFvFoGN76J8TG+az8lvJ9KND7VR+09s6GiPbD9zr183DK+S+izvkzTAz4743++OuHCPSlQ8DxpG4++vmlqPQ7dKD4SQmY+bE0AvomAi71Clow9j+8pPgEax72WAUE+ta8nvRH9zr08Tnm9oieAvNC0P77W1/S9vjMOPWCm2D2KlI684c17O9d+ij151cY9RkPuPcYTEb2zwpq+M1J6PtgsrL3V1d89zYANuyv56L3zMgA9B5ZDvfWIdb2EMsM9TDfWvD2WjD36zvw9BeXRPeg7jr6SVjs+/0x3vL9pEb4ZmaK9HEAJPqFFjD0EtDg+XGqYvMDSpz6W1TE+aS9FvWl5n720+X6+CfwBvinBt7yh8CQ+KLxYvrXSk76noLk9jDWovNk5zj0sDhM+fNoVPTuwyzxLNeY9CgEAPZWJIL45v1E+aNBNvpy0LL3duXw+eb8gvZRei72H7C2+aY9JvXVAYT7USmW9KAtPPblnM7622/A8ktNuPcrED74xgaa+xrkdPuWYPD520HQ++fiXPHwekz5BQIW+A2gQPU5prL4xT6G9E+OMvqYrJz5EZJq9gdF9voUCPz7o84k+5HXguwL8ez4cT0I+ZYDfPhsjgD7UAG++ZXVnPskRjT2imFS+23kMPRQIRr6McEU6el05Pqw1Gz6kGZS+U3nkPThjVj6umwE+yqqyvndFp7z1Kii+bryPvXmpir7JZSO8ju4rvj0FTj7MEW8+Es/uvVCRNr6Le5W95O8bvrfUUD2nYnU8qQs8PogRmb6mMiI+eQxJPTmUED9Ltag92Z86PjivgT5mvaC90utEvsgLczwDyXA+PAdHPi3SzT3Q47e93qohPm/YQL4+sKw+88ePvcHzl76LzwG81UCGvlPByb20OjU9sOgXvr/tPbwXUry9WPGjvQW/lzyHAV4+g27Uu30XpDvyCgw9snegPUb25z3LNKq+2CkMPg1EUz4uhn89BsQjPtiUJD5Houa9oTmBvSrhir4qQHq+MP/ZPZ2997wOKGy+0HG+Oy4eqL53yvA9DrawO8I3lL5mAxw+1DuAvjZE6j1kK7O8yJkMvpKSiLu9FRW9Pe+bvdat9juHu/Q9Y9A7vgAdVL4WUbg3Yu4vPrIdir1sQgY/POYkvnlkUz5YFwi+AgdAvcMBmL4I7oI+SwkrPp1jIL4g6Q4+5HI4PrV0nj1LVgM+mBEGPotx0z2gKzM9N7TyvKvXxb015589+bEEvkfLPb2aJfS9ZHAEPovIprwhjG49G7itPdpRO74Ccks9BZpXPUOc5b2gLQM+dMLBPHCjyrtHX5E9FGzZPRR4bD0Kpta8+xh4vdk1OrwaXgi+bCkEvlppQ70qqje9wfEevkG3Hjy9/di9+WRJvlYC6LytpcI8kLzGva4zHT5Nuiy+rp47Pb3WIb5SZ468s3eXO0x9GLynbgo+HZTnPcJMOj1rK8a9a+vYPV1ZnT1OOFi95gRPPrgIrTx9vO09bV87vVcB0r37rS89pGICPjM5Nj4yu16+hQyTvdT9NL5IhBW+JMNYvfzWs70bCBe9VcU5Pi6Drb3RqX29gH6VPRHGPbxKEAC9BjQlPnwe/7zc/X+9H+2DvZ4TGz5JAye+3vZnO72sQT2TKJ89nqK4PWAzFj6MCQS+dz+lPbT7Nb6JIJG9RFZhPYwZvL1Pmz+5Z7jaPHeRAD18EaU9hgNaPq3n/zp6tSS+eI20vWzk5L0vkOQ9A6L0PbMHVj2hGCC+vRwKPvS7ib17D6U971fvvHG9kj28M8W9flbEPYFGeb0NE348LT76vOq/CDyrww29y6MwvkMQnD3qvTe9VRL7vYe6lz3BSSI+gIWWO0HbjjtLApo8Tex5PfvxQL3MQbm9RtqDvcmQTr6bj/y9BTkLvmDVFzwRavU9R74WvshEUL3T1KS9gH4EvTXdxj1CPBE+Y6MYvhO+UT5NGvw8SSUlPia7pz1olVa9pd4iPnALIrx9Zui89RypPWOd2D193PC9jBE3PEy6MT5CU7O9JfmBvSOomr1tnZo9UGJVviIlQD5OolY92VGGuwJP4rxDsxW+X4BOPbU+Bj7WQzW+Lr0EvtKUwT1//p49chR9vdEVsb3CvDA9J8Mpvo/g5rycqio+9BTBPRSR8j3M0IM9SZ3qvCO8Oj1lrRM9tsNcvm4vSj6/YgM+k4ScO3TADD4OmZe+l6HfPVu78L0RCZq+d6B4vj1hILw6Y/e7ILs3vFXdH755Xc48LyhbvhJG8L2cwOW9l5ngPHVKDDyvm4m8/xUPPCg+TLz4OZg9SmGHPRHqNb63BNM9/d+uvVFSlL7hz4q94KJsPjPrTD57hru9dbHHvKAWlbyrbro9FRNMPvZEfL3n2v47ENoIvYtTVz2Af2i+1ctIPlXAvz2iray9TwgIPqm4kT7KBpQ9rlWuvW4MSD71zjq+7LGPPDewCr5ZO9E9ozdJvTbtZz3Xu4E87rNWPhyq4r1aOlc9oOLVPej4o770iBS+PI/GvRELZz5xLPO9jrXWvbNKgz163j8+fokkPTKOBL5B2os97P6lPrF1XD12O1c8FVC2vYPkkz6/WrI9uBJzPcIDiT1aCZq+9RBvPSUET71EL5+9vJdrvvjhVj77iA0+qgxwPvrmP77EfRa9XzmFvOptmj7ANUg9RISnPiKOVLxfeLa+9UOqPe29Vb7VkYq+4aHQvWObtDuxgN89kmMYPrD2Iz5pqQ8+uwcavlbLgr6QIgA+3C11OxoLzr0M/AE+6SSBvnnOYD5FAGa8wWzuvSJymL0tn7E9UZVLvnJGiL54rmY+wvkBPk7zA74XJIQ+IsKHvXfthrz4pVs+TAbsPJ9m4b1gk7Y9OEBwPty3lT7wRg0++hW1PYF+kD5X/GA+8gEfPpKpFL6Y9jM+sA7pvRgAsj2jUE8+JIg0PvpsYD78PgK+mNIAvUkOYb5vrZG+AQyAPvzJaD7OQmK+IpFHvcxK8j3IiNu9Umc4vgyoCb5GSvq9212FvkWBEr6J1Ra+XaVKPl1FDz7oKyM98igePZ4bDb5lxRg+O0tyvkLKf7y7GYK+PvgyPfBvwT3tk2G+ZJegvD2eCb7jeSq+abE/vqxJOT5whjC9W/q/PoYnbDsJcy2+sQssvp24ersfu+U9uBmZPf0xyz7OEFs+zIVHvmTxfz7s2b2+nFxFPr/BeD5oMte8lmwtPpFmKT4I7qW+v8o+PhLLC759+Xg+CG39PWGzSb3Nax2+LKTpPE67Mb28Wa48pZ3fPYGqHD7aDqa9yDUjvsSDND6AnBU+WVg3viRQRL5efy69ReRCPpDv+j20Ylk+ZthrvjLD7j2wxuG76HiJvKMiubxJO5e9SB1nu5vh4D1bX889F+Y4Pavh671kgRk+Tc0DO/o+pLzepBg9o4+SPQl6nL3rfVQ9RSWjPfpLQT20A7C7lqzBvZIlYb5o8M29JTf1PTlQxT0w63I9GFSuPbA9Cz14JmK+wtb2PRL9ZD2WPHs+gh6tvab7uD2dWzS+EegqvWQ6iby5d929oDWFPdlBBb6ptXM9MHdnve3XL77MKmg+LMtPvH+4Nb2QdEs8++1AvuSkWb5blCa+zCyRPcs+zj0CFby91Y0ovQ+6uT3JuN4936uGPBh1LD6LyjQ7FSoGPjS5ED14QQ++RWwYPVKybb0iFhg+RblTvv/tJD0Bs3q8eL8avsjctr3+RDi+7ARLPdnfkz0ynvm7nJBWPYiaQj7AUeU6Ji4du/iQvz3qYaQ8MfuMPY6uMD6xEis+svZWPnm8rD1u24Y+jXa2PWVexTxWFFG9sZ23vd2fob3rTQo+TN+ovfyfEr2oJg8+dU3FvTLQp70Npa09LYJGPsEmOb568E48s2lTvJ/E+7t6/+e9sdA7Pey+Zr3mlZI9bvRCPkHfeL3h8A6+bxGuurUrBL4PwVO99l1evfhTET5Usl4+bwtjvsTEjD6JYDk+KFJ3Pta+Jz5CQ4A+TwECvZv59r0lmEQ+n9xEvkDqbL4WxRG+XWkDvlXICz7NVl89kMsIPjO04TxCpV29DJ4cPZk+jr177gy+cattve7kqr0w4bi952jNvA0UrD1fLu68NblnvhG+8z2Rzpa8u1EnPW42AD4VS5u98nd6PmgOtL1Y4Ek+EmMIPQSLDD7po4U9/A7SvdmzL74nQG0+Gjs3Ps4rOD4BQ4U9SpCJPk3YBb5eq4W+DDAqPqLd7b2a3NW7CqozvcPp9r2TF3w+5v5yOyKIjr0h3zG9mw4vvpClxTurhwU+g/6ZvfZktr1QyV6+/nxVvdFaa70Fjow+QjOyvojURz7zgTe+wWEBPvA1Sj4UnwE+U4q9vXJzlL09p/89bzkLPb0DgT4dvQo99yFfvizN0z1mwYq+POpAPhvZH7s3Zpi7CPwmvri/0Dy4Mu49cHtLvm32fb309/u8mgx2u6abAj7NcuG9aWzWPtkiNL2zjsk9j0B8PivXrr6/IEc9gMqvPPAMHjwPSNG9qpnhPZbUXj2gd1g9A2CTvST4Lb7BLWK+z6r3vQ5olbzoPMy9p8m5PTfU+rx4zQY9PqcxPEi5CT2cyBK+dvxJu28BAD1zK6++p++FPl8zkz1aNi69v6igPLPcgr3nH5K9hfglPIMlFj6Pz7s9iaJFPnCtjz5SzFs+wtKdPZNusr3XiqO94bXCPSV9pz2ENlI+/4JxvhklXT0S6Cc+ppibvUYJGz31ess+W4MAP6ThHD9TNZg+CvExvYuNp74ujjI8pITXPa1fzD27hI4+xJ6ePt3Rab5uTZs+MQdKPaF80zwwRo49c1PLvSuScD7fAc09XqRhvmxTyLyJauk93lM0Po03VD5Pe5+9l2HKPURdBL1Atmg8IAU/viZsoT38SL4+Wi6mPWgG2b2NONM+kF7bPaIFAz4hlQg+Zu4CP9Fdfj0sdge+3EZPvqbqtz3F/tc8ETctvlZqnL0xbQ4+Qa5DvhDv6j2Gkl48wogNvmonor5ygye+AZetveRDhb3FmfQ96dlNPkfdID7oKGi++wiBPuS2Cb09tUi98kizPidzzD1DG969wZi/vYyXWD22q3c+9vCAvRyVlb07HRY+U2csPczlqL1am3g+0bEjvkuIGrxEDC2+funSPR+IJ74O+5U+j8HmvdoKF75RemK+GF/1vcHKOj6gCWO9kv6IvuQTHr5Idsc+YkYLvhrwE77A4Ou8rOHxPiZwDT7g4sS+TVKtvneUF74mwlA+BXTjvbskqDsYf6c+2WeTPub+4z2LM7s+ggZRuye2lr1h7cQ9/2R1vfNzsDqqQoI+0eR3vS3jkLspLRA+DNnHPBVHbD4AcrW9YXMRvq7vVT1zi04+mUUXPnNe5j3gNpS8VU4kPQ/Et7071s49LATEPenriT4Y1q29D53ku8Z3Yr3Iu+c9a3XMPThyQT0z6G4+SSTovexy2zwSwTC+BFIBPuQqKb6uZsA7Gyt7PfvdsD0yfRE+aqLnvBd4tTw7QMA9zb7UvYpXqT2QosE7UXxQPgdhqz7/lhU+v+ktPmD0zLyBimo+CqkIvg6/Fj6NmNG8C0EDPupAxr2Fpqe9x4oZPqb2zb3O5d29KgigPXJHKb7oQXM8X5uNvIQDID4Htlw+yFiOvTHoEr52geq9Y8k7PgsIRT0uMPY8x0f+vcojzD4nLTI9+ZxHPmljAr4KxCy+qreJPiCLn7xVJ1896MdQPvDCxb38/vI9nFvkvH8iWD7XZds9exQYviEwAr5rCfQ9KnIAPmKCvr3mPf286k+tvcVVUD7zDYG9s6mnPX91GbwscJ0+Mx+ovZpNwz3JrfC9vYsbvoNnAr5qmkk+ssOwPu37AT6teAw+3jHcvesWXT5TmIw9hmdCPnfIvz3I1Wc9hZVOPT4jn72VFsI8oSuYvZxabL2VLDo+JPH3PV5MF765Ula+6gcxPWQ+ij2VBBo+L/+EvPgTgT15g8g+y0HqO23b1z3RnhC+RlLevZahxL3n7+U8r8NYvpJuxD3Eaze++mpAPdLs7jxG3rc96otFvIl4ab1Y2Ys+KgjbulpKGr7QONu94NKvPY3KSTyQhX6997ubPZO4RD1rziK8re6oPQd4pryJ7f07GuzYvG7D0bxFyd68IfoAvo0bG76nb1I+yjnKO/2WiT2c9+U8QJ0tvQSCSL4R4jO+i3hYPpcv5r2UtaY9PjBIPmvYwT4Mvxy90LYfPjhGXD1kzDQ++HYkPWFxJL7pcZo9kWoPvjKITb14ZKO8RUYuvW0nUz2C/D0+7j2xPcrqgT53beG80pHsvZjuOD7/FYC9e5Q1PnruN74OnvI8g7wKPtPdu72vuU2+vZ8LPvpkXzxy/a+9EFSyvKF+Wb3kc2w819jAPe0sHD4jkkm9AFYMvqrCv71+Idq8Yqb7vd5X8jw/TkM+B16NvbVxWzwwmeU9YHuQvbiB7r33G8M9gtynPjmpyr3Rb0G+zbRivikzJj6DLIA9u0grPXKtJr1GLF89mB/SPYTQa73u0zm8zCENvTTkij3zBxm+g9Ysvd+Ncb3sHkg9xauJPcTzAr01ffW8c6QWvCLEV77Ggt29tCbFOjelWD5gXeA6aGjRu8g26LzJJHM+naNhPnE4krz3qzY9zdtOvadbnbzbACM9rg5YPbc3872Cy5a9iJEFPnCKcz4nBj++mhsRPttbgD2QWTg9e/QQvqKoOz5Re2A8skudvcuvLj7PPJo+74OwvC24TzzLLZY9X5InvUx4oT3K8Aa++MBYPhQmUr4oJE677122vJ7lOb6SrT++alsTPup+Cz5wVfk9HZoyveYwsT6b5N48qBG+PQmmKD5z95U+jgLdvM6Zkj3ES2Q85D8UPQevT77QyDI+yHgAvoyzX73vrxK+a5QNPoK+Wj4ErzC+CUqSvBX6UT17SSg9B19sPp5nAb6B6iM+JAGrPQJNFj4qIhm+fsKzPoDFer5e+wG+NqInvt/sdL41fRk+SRcVvs5TlT7Ppbg+VnqYvYaymD0FUxW9EzONvjVtVb5cZWu9rMmbPhtyRj7D1oO+MEB0PkZ2jT4Nms05freTOjVRFj5jQSM+oazRPcgv/D1+eBg+KJt1PkMRcr6pqfm9JxRXPk/WpD7qyVs+B3G+PG6CxL3/ym28Y3lpPqSy6b2Cgk2+itC9PTDlrLvCXmw7iSgWvsJiTD516x8+kWCEPVjqCD0k5QK+9YQPPvHtZ759UFy923+HPqr2IbtRiPq93p0vPt9ypj3VcFs9jGwHPp+Ger2588+9N89KPvttoz7dC1w+BmqlPNizUz1VukY+dO/8vQlpgj6Dlga9OBxvPoFBhL1BQkM+YmocPo7Ewj1hoqc+LuGdvSehcL6Nqn+9LyzyPTpHdDzSR2C9rd4/PegGrLy83OM92Wpku6gnHz1QeKa9tw1Duvgusj3QuHG9/J2LvKW0x70nbta82n6gvZ7v1T2792K+uNagPTOo3DwGdlI8uTaMPXyCKT6wyYs9hZssvh4PUz78wQS7iR/1PX9UWL45P7S+2bzRvAFSEL4z/Cg+QqDBPMMtlr2qdko97kuFPYezDb58JOG8GJXWPWSLND29r8q6zbw4vgZZt7wvFT0+9Wd7vYReRT46mRa+cYvQvTBi8j16RTK+/R4DPkeWWr48n0E+iY1/Pa0nxjz+F1w9/WOsPZyIGD6E0bA9y5MDvkRgBL2AaEO+TBVuvszWDD2sIc49yns8PZU8e75oy4i99oTjPA0TODxDgXu+VCG2PeltRb57G4+92/xMvojzwLxtKrU9QrsLvYKla75txgq+9Kwzvv8qEz2aSey8zkBzPVySAr71jL693cmSPKfXkD11Kd29OVUjvHBOU770JCc+djG+vYggy73cOA6+aTYrPghGHr6NGGi+0Lk3vfxvf774Euk8f1Z6voQENb3B5ho+gUJ4veCGBb6H42M9MxW2vjDBxT1prTq9KfkHvl3RNDxD0tc9XzI9Pq3LtDv0R/k9VHsIvqipbj350Ps9VUI+Pl5f+L04MXE+A/kLPn5On70G2I09zzxcPcDMKb4J+xa+2WOHPUnYaz7mMU08XuCLvc9ElzyF6HY+ppGrPeN7Ob7wxB6+NrCWvQJLED4STaQ9NqbVvV4SfL7LeZa8dS7wPZ18DT5jXpU9mrFTPElkdr5UFa49IHGoPcedHj4V0Ra+oQZqPXmxAT21ftc96YjKPHYiJD7yhwq9YF1yvQ81xjyeuRm+tWwPPnLuGrxOlsm9KuE1PbqwbTyJJbE9Ac8EPRkrlj30NAU9NRcGvlxawj0eNIc+LdcHPQXjR77+iJI9RufRvIQJkT321GC9BaImPT7VsLvUfLC9jDQUvoUiG70bPzA8s6SzvI90IT5pb/S9y1nQvYXUoL1KHLc9rJj1vdxs9r2/ZbQ8qvTRvQMzgr7ytLK9NXhrvlxjyL0sUUO+5z0dvpYGGj1ek709G08DvIVXiT1zFWK9LcwXPkFCcr6CUJE999aQPUekkD1GV/M5i2rmvN80oLu6V/A9KiUYvYDQfTyQM++8CCPGPaHQK76kr5o86y8BvSfGtb3IezS+C93vPXV4ML7vNra9GPy/vdscrb2ALx0+wsqvPIOKGb5MLfo9oFsAPqqQET5bkig8YtRQPeR5Ij1Udzw+KU6DvarUfzxrSsU7PwRmPXuNiD16brw9MFIIvrzbBzx51wi9y3YyPnzoKj4WCdm9sjVXviRzYb6KuR0+oD7UPWl4QryBhxS+hKtXvYQrDz5P4mE9JUG0uyPk9z3ooYk+ucoLPhcwfr6EzSA+HdV2vKtwLj4lmtW9DAilvfeA9D2nwlU+2QQDvVDhbT6l64O+jptfPvmIBz5eoNq+ZYI1PvWMzb73wxy+63wjO0D9Or5teDy+IrA+vrh2er12MX4+1LkHvcZDEL4SLj+9OOlOvWhx+TxrwTk+DVS/vKGgtj0uyy2++kDtPapw8D3hSoQ+ud0Bvij+EL4G0T8+ZWf3vdk5Yz5W5d49bPCqvTKEYrwnqSk+uuJlvpPV6b2xI6s9Q7l8PlkGYT6gfXW+droIPcvPmD78uTg+NKArPhRFhj4qPWE+Z/BGvpHRUr2rVGs+Gcp0PiLmjz5Cnus8sKtavgWcgb22jl6+sDlPPjXJJT7UXH2+H7B5vbm/Bb3q+AO+r41OvgcyJb6BW2C+qTZvvvIDnzzFIlk+tuIavgWc6j21tVC8w6n/OxgvLj5PMT0+i/Ipvl/uW74J4y4+VngUvSVqg74htXW9ge3DvluxijzzEDy+Xmw1vhxkwb4kjtM9JU/xvXafgr2LoaC+8i6APEDnpr0oNxy9TsE7PkbvWD4atQK+xuC7vmcqPT3BBaY9M7vYu9KTYz4SSvW8FNZPPrz7ib0wkim9zA8Iu4F6AL5VE8C8JpRSvvMAWbwfpyq+Wc2WvlnTrj0C4II8z94NvQ+gP72WuoK9D/YBvg3XhT2xuZK9buU1O2LBYj1AMwc+4QxHPrdLoD0foFG8JJQRvr3JDT6hVQO+DtRRvRYwAb0VKQi8oScBPaoVWrw6C6i9tVN8vXlZDbsHjTu9QVslvF9n2b1KuwW+hhToPcOKj71/oDQ+62tXvJJW9b3qHqc8VYGivLO1DD6ItQo+4RDIvT8SED5ogjs+Sb4Rvn20Tb6cEVk7pPWCPX/vIb5SP/q8Tl6BvUmxIr3EO+G9J0MCPu/ajT3foZ68lWxEPU1LuD1WGVA9cH4PvreWPz3giii9JZsmO368wjzXN4G9jxE9PhAE0b3jaHM9tFarvZV1O72CJD49J/GDPUA9Bj7sXYe9AuGIvXg3ADwrltK9vtoqvkHYNz01kie+6D5WPVmPDDxhPFy9HcrSPc4qHbz7I828NeYxvjinJj4AlIg8Q327Paxumj04pD0+sVA1vbkX3LztmYa9qBPIvfJP4z2c2Cm9c1phvawqsj1va9Q7QG3oPRjqgD6oyak8zhLqPeQ1I73wGYo98h2+vYyHyb2EAIm+CiM8vf+W5jw14Co7X9RIvTnlrzwwSzq9Mn6Avl/4Rb7Ddic+ZA1TPob9GD7BKu09udscvRx4rzrXpmA+2v7VPTNshD6xYis9GwL5PDCYBj0z6r+9+mEOPmGBWz7f04U88hQqPdZMLD5B1Ja9sIGLvUHSzD64RZI+7cn9PfYRfbyyUx891T1OPinO6TxGUp699OGuPZChT74fXXO9bycfPS/8AL41Tn08+5LTvB9n/Twfpg2+6f90vYjMqb2H4CY97sQJPom0sD1aqRm+wNmtPacq9r3WdYm+2ZYTPmqwYTzH81U9WK6VPpmUwD05h5k+7krMPa5WuL3axeM7xrUvvtT0ur2k598+JdlOPjmTXr12IWk+EQyZve6gAr453FC+ZBbMPORDO77YWh6+asFpPemrhb5lmZA9tl9tPvbgHj41dnU9/cD1vZq/yLuPdQ0+XUXQvPffGT4I6Kk7AuNKPpMF1DtTOyM+BcckvSijDL6luqa+rEExPeKe5rz1Zja+C/8qPin1Zr7o1KG+HFjQOyHeBD4UaWI9DNyQu2Ds5L3HBQS90XcPPjPPGb5yVTA8r6Dkvf0Eqj1Al48+g4Qivr5MJT4zOw49xfvOvaRYOD1/VzK+V5vtPYygWT1Se8+92t1uPZ3rjL40+BI8J7QxPqc2hL0MK2K+HTBXPiin8L1jdzA98bIBvkV5lTyEGZq+gHyKPdpuOj2xy4y+DWLvu5LRq7zStr891WVIPJZsaD75I+s8EUREPskaSj6a9Zi+SCesPpi6VLu1PmQ+v2SHPbHISb0q4WK+KAJMPkZJzj3wUp68grJuvjwaBb5F6HA9VN3evZeYAz6wQm89ZuXSvnbAEL7FwzS+em3Fvc+sfD7OyJi9yQxJvo501r4ENg+9TlF/vhj5Ar9P+lC96QMEPYzN372zvkc+85JAPZ34pL0qXdq94snyPYCaqT1Dv9e8vIrQPQWXpj7VHRu+sXY9PiNMlD3SOTs8lmAjOz8orb4DrpW9U0QkPvduDL772Os7g9VevqYNzD2ahVW8xVAmvj9eZL36oke+DXSRvsrz0bv7boW+FxvQPjZ78b1BOvy8Qc9+vHly/btP/pS9ykRBPqQl+z2l5i4+ZgeUPv36Kz4C/kW+Lndlvl8crzyCeOw9N1whvu1XCb6JRgC+BAwTPTrR2rzUhKC+ApApPS/gDL4be/u9/TrSve9tgj413OE8q4pyPU8Za711khW9zhENvaCQib3DDnO8Xr3Du9Mhzr0cmjo+Hgg5PlWF9b3uNVM9+ZN9vhz3hr0i1eW9mCSbvorrWb7JKAK++3cmvt3XK76E5hI9/Z4Evp0+Mb63BoC+qE2NvicCzb08rQM+TSaBvmSk9D1Pivi9v+xOPtiLOL1k01a+mYz8vIdNn75i0jm+9H35PBwnYr4Nt6y9czqGvpZGVj0rP5A+bHhAPbfxaT3ZIBq+Ss7QPIDXXTyJMVG9Hwc/PSJ9JT5un4I8uXs/PZn0AD7Zx3G9SDrZPc0HUzq03oS95Q/4vTjrHD5Urt48QB/CvQy14T1yR1m9GnqBvQWFxrzFP1e9/M1qvn9C0r3GZSq+5/AvPUV2Sj01XD++Q7PevLkJF76C/1a+dB08vlvf37wwbTy+J76HPQfG7zzKdTq+4rZOvkJxXb72Uhm+0E6AvXFWVz33kXO9Ba68PdYYQT5vAJ++06Ojvb+7qj0TtCy9WQNoPZ38Jr72ocu9Cp9APtgv2r3uoyu+JcoUPp1AMb7V2zM+iKMlPaQYgL6hsis+tzbDvVeQpT36aN28Pcc/vQfiMz6ew1m+IJJEPh51vjubqsW9li+ivLZV5DubcFY+rkjjvVusHT37a0G9HRiBOgGj+L2yEhk+UBMCvvslo70FXb88WsryvBhNQTwIgfU8J7nnPI24vT1dVAe+DhIyPdSRM75WzzC8XrknvQpJ7j0gBbA8smWQPaBCIj5Yqhy+Zb2nPWMIs73zR6S9DbCKPAeH1zx7/uS9RtAVPv3E2bxS0JY9hGvvOyQ8J76QtvS8AbwsPYU0Iz24kg++NeHYvjqB6D3T3X49o0D4PcDCHz3zlJ+6iOKvPcq+bj2l9Hs8hQPpvMmtNr3SHWE+yCIQPRnqgL3MwC09kM3svXwmZT4Ub3k+3/PcvZI4U72WUcg8coClPUcnDD2/Xbk95/p/vbwed7ybVxM7r+oLPf7eRL7g9nU9H0MbvmlkkT4SZsm9K4pZvtAhkD23yZS8Qhj9vTNzaD2j7Cy8W9YhvrhvAD1Fc7Y9fQIMvYMeLb02S3M+BrwRvVeJQL5/8DY+sGtHPSuOAz5Zisg9R43dvYdJdT6wNQy+TJCQvK+iLT73y/y9X9NyPMQlzL1NBN89gQGjPS6UoL5SnHO+fumBvvbLe7zlBwC9Myo7vRVf1L11YhU9c5tSPR5qbD5O9Me9NTGFvtnZFz3uE7Y91AfvPZdn+D3qArA+88wDvtLPUT7gSUm6XgIOvVB0GLyyWhG+Rz8Zvg+LQ7z23fA9VP3BPeXODj6OZas9OU8GvhzP/73E+Tu+F+oYvgTnoT1bHy692jbDvbW58b3TWUk+KPJEvif0Kb3QFM29ug7CPUWFHL5O8VY+nEa+PTuAfb3FRP87k6lHPq1zkr3WoOS9zl8XvoZaHj1r4XA+2ezYvYzfgD1oTDo+7pO4vBMRFL7TE8K8eb6VPdpTij4X+4u9RhYzvpkc/L0pumE9jlHAvQh3nzyA7z0+3xTIPdC2vD2Xp9u8b34yPbI9FjwrR9k9/XowPmFzqzygsBi+BrQ6vqKKqz13j089ZeBWvKGwKz5iaWU+RrDVvUdoFD5HkBc8QDTBvS29nr5AQ46+IU5RvhfMaLwFMmY+CkFWvjwZNz5yYWW+TsPqvFcBij0jjVa+5YpVvqPYvz6RUOs9rv/SPhGmCb0NIUk+zDLuPW/m5T4ED5M+/S2YPirx1j4zlMq+MggpPqMem76IGD68oIGTPgCzh7tbnpq+jzg/vgavn7yMxmM9gJBcPRKuhb5XAXw+6nDrvXUghD7wghU9+kAEPs6arb2Emk49Z0XCvsSdE743LTM9sTq2vtIbxj3z0sI9UBsvvjNNcL24NdI8Carpvg3V3L7Hp14+iRdvvWwWn7o1J/U904oOPtouZT7fUbW+QTypPfTNlb4Oixa+AHNdPn+kHT43R8q8/4AZPoKKyD2qGB0+GCtWvvoMUr2C6/48+vP+PPhfO76z/rS+QcmYvlccNbwjo9M9BT8Svjw81D1aT7U9sYh6vqeZsT0UOE8+Fa0wPllTxD3gqpS99ruQvjsD7T1FqIe8M+70Phjkaz7n5ga+m4I3vnPy7r2RAeu950EGvdHVZL5JCwg8dfs3vnMGPb7tKhs+YNMZvp8l/z1/WXA+hBfzPu4W2j1WYLi9vreovqBqHL59U2C8Zop5vcxe1D3Hdxs9ckEsvu9xI764Lnu975dPPu2GvL1JBFC7FQ2Evll40r3b5Nm+yWmIPv8ztb6nDfm9HdI1PuydRD6Zqmq8QCiVPc7qnj1QzMe9R/KQun5NGD4UrcI9QaVcvdc7PD4dfrw8kdIMvZX5BD4b3Ro+AERJPsljvD2ktWA+XJkWPt3Y8b1ch8K9D1crPlmTxT1Sl7Q9A25jPUioNb0l43G+SGtxPC6p/T0cFjo9A/2FPqKpWD4TCQO+h4yMvXcy3TyRghU+MLRXvQvuIT53NwG+gpo2vpWf7zw4l4Q7E9ykPbARijzWJ929PbdfO6eDDD0ahYg+oXwkvFp56L3M8DS+puzDvU6wBD6hGoI8b1/4vNm1bz5/sgK+81Q+PoIDL7zDMnQ9b1gVPTajAj61ckk+a0PWvf9Uxr3UYrc916YOPr+Xgbz1WtU8BO+ivKd7dj4xPci9MEosPrSztL10ARO+fsMzPVmBFrzW1cm9j2LTPF9arz2D/Bc+qG/DvcyATT6hcr49/iEhvQxJoz3TcwO+YuVoPnHMpb0jDsm8JUQXPvcpLz7l9o098tL7vLmSUT4U2XE+0qSZPdbYKb6iw7I98XwKvmRzoD2rWj0+s+wlPsjqPD6dZgU+V/1SvdnH270nEQ89u8wFvI7tGj4WKY08KthhvdLLm71WB8u7OVznO3B6l725JQ29wMuGvb5uqzsnHJc9l0R/Pq/moLzfmAA+ZN29vH9iNrxlbgg+j5LAvXmV3L2NOQ+9aG9QPdtKJj7FohU+62iXvQIxkbtb6hM++VRIvg+0zj0Zi7c+n6ygvVEAr7wS4S28vIzRPbpG4j0046K96teWPRwXy73puxs9q1MdvTAn3z0VEG+9gwc6PcwiBb4MY769UbXtPD1KFj6ZftK9ijwFPikVGr1e36y9wBJVvtfQQj7hzhA+zoTLPbKrBj6iS/A9tuNOPp/YKz5nix6+DnIxPUpMoD1Ave89UUQavQMIDr4Tmtq9vjsKPlk63TxN61I9PbYZPhvxdL6KE7m94zKjPV97iT2Q25+8KRIqPXX7oD1aNvC8HGGjPFwhc753bJ8+0kkTvZg5vzwZVB++zcSfvVliLT7WcV++vO/FPXFwSD3cOIa78uCAPXGVgrzYvgO975eEPRQ4ID6tENG9CsanPeP+9j2Gm129Sqc8vYLN+z2RpoU+DUUGPga1LL33BG4+s++NvPtoDL6G9QC+rX3avBxFlL3PJ929vbYmvia6sL5xYmK+KpaYO5P0BL7R6hA+zf4EPUVGOz6pwMa9Klx6Psn2NL7EnMw9whF9Prxd9z1okKk+Zo9tvsc0Rb0eNQI+47hwvoBvo71w2h8+hxMBvcyL6z1gbhG9kaWZvnemLb5ecim+d6whPhq8bb4kQ4w+VL1XvhFI5jzVGM++pz3dPZa4Rz4wtuw9iw+AvnA4NT4bdt+9qM6vvhrKdb1F3yW92qi9Po4/IL57cUQ+L+TtvTrfdr7zrdO869ywvaBt/b2vn0W9lbsHvCAqPL4YXIG+vmQFvsuvhT1RCdE8OGkRPuMnF77FEWw+UjOsviBIBr7sAR++iukNPoZ7lz5RZcQ+SWdvvkDqVj2wZaK9G9OFvm0hkT1zbe68/oUjPoR5jj3PMRW+lOkAvpVFjD5fV9K8had6PcKOiL3nLzm+wJZpPhMX4b4eglM+Xb06vuBNaT4y5DO9po36vZCGwT2VQ5W+/ONSvh5VWr6FLcS+1PVlvNiBjD6UhW++ZW8ivn8rZT1Idya+AH3JPSQ+0r2alGm+3UfGParhCz0izWQ9mWMVvVi0N76nYGE9PfOOvsc3iD5lKnU++rWVvcwesr1XG0K+3pDHvemaqb4vTMY9caeTvu+Hib0ygis+2GnSPJa0Az1pT8Q8GBthPMVKYL6H15295VZ2PlLXx70pn6C+hXbMPc+JF74/0xW8wZ+yvdDwGT4sHB4+k2sLPjumUj0aa1e+MrQTvixULb434WU+SeIVPmwvXL1+Rtq9V9qjvS2VkT1f8xK/yAgEvYuqzb142Zu8I1wlveTygr6LSDq+pp+ZPqt3j70j5kY9Gwv5vRnt6T55Bca+0/c/PtajN74q/cS+VM+IPq5Er76W1AS+KfIiPQgTAT3q3CG8ErN9vs3Fab6tAi6+6lfAvQgVx7z37kO+6GtJvRyWMb1Sg3i9hogDvttvhr43rY49bStjvst6pr27uVi+E+xHPN32AL721xk+lWTGPfY3fr0+JBK+z75PvkUWcb3NdZc9ZOpHvr+jCD7QV0E9fPbyPChRET09JgK+pMp1vY9gXb464q69pgEMPi6t1r3IoXm+IwXqPH+8HD6xKaC+cF45vj41Lj5iZkO94Ppnvkh5erqnHPA971KKvOKioj0GlWc9yTTdvZ6qH76MURa+MNchvsB3qjylO129UgeUPeu0tT0/ASi+cKtuvRqxFT4MfMM8W4FDvliIMb7qpEq95J7aPc9fQz738GA+ScryvBuvlL0Vt5y+R+K8vbJyVzx4mxO9BaRYvnNBCT0OUkA+n2Esvbr0dL0S9Du9zBgePryYJr4Y07e8lA1Nvl1Hg73wtV++nOvqvUDXAz4/7jg9jVLZPdOQCj7/6fe9SgiLPUo4t7r5ddg9bQJNvs6l1r0l7T89yKi4vGA3JL1gqY+9K6I+PpmZtL2iNZ2+tkaFvq7Ovz3uHk09jIAOvb73kb4GFgA+0qEkvKW7nbwrIlm+uoMvPol19738ew2+rG0Cvr1BuT1xQcs9o7UxvgLotL04hHq+6RuRPcsfO7677lA+AGMRvnUH1D0EerK9AbnDPM+zSz7VWAe+mhofPr5DQL6uexY9cnw9vkb6iz7+oHA9N31UvpjtUjxKifw94ObGvNybKrxZFGi+3ow1PqWYjT0cCaS9PpUPPizf4r2UNsg7OvOaPRT9uT3xmEC+9j4mPp2JSD5NfCO+IrwGPoXYxbyjfIy91BYbPXMEXj3m/Qw8iXoCPgHnuz0QhKC8bPk0PdkwdD6kGak8Uq9BvWW9OD6tjgE+6vUDPnpE6bxr1qg8gdTMvcBdjb7nTc89cglvvLzSJ74jSdm96fU1PDphwT6MF3Q+cYSDveJJAT3c/Vy+NvuFPnu+mL0XDBy+uZpdPcfJPD6+VTC+PMopvda4Njz6jd+9qNEIviAVFD4mg729KhDlveZIkL0IGFg9nGzwPc33lj4571M9ayVrPrtY7z3Iih8+MPLuPUD/LT1DVpi9T6lUPXOP37w8Go89u/XDvAnvKr7ZOxE9FctAPvuemby4FBE98ajKvdQdC74pVQO+21AivmJWzT2VJJq90QRcPZjeDD0365a9UXzgvf6/Ur6VlYG+WPqyPtfZWb3HK3Q+WUDYvS0jZb6EvH68k9UKPo1kwr2f/oY+Uo90vN9CcL15mZO89sqvuP6OSL0mk2O+TvWEvgJZETuw1Xo9z1W2vd0ms75tEE49UknjPY4WH70eJbq8lsiNPIxNcz6GTwk+ckZhvpFzC70/Yz09WbizvZAyAb3KL4E+c8XhvY7TrT2Dccc9YbrfvegEl74vUsC+2ZeVvoTQ+7tVx6o8y2OuvTd4HD1ukjg+AgSHvSnvHT4UXbu9Tg7SPAAPVL493AE+tKE1PcQ2jD6PCB8+Qwl8vYxXgb77vn++zEPhvWWTz73if6G8KyJ1OpWjIj53+iK+ZLIqPhWd5T1EXGE+884JvZaPo72PtyU8xBiTvTNznb5sCSs+tLS0vspLAb1IWg69xQWBvZ2vcD6gWCG+PsOuvpknLb7kg2O+rtuBPW2jBLyGeBW+x8bJO8K22DwSz8e+ylnyvfBKob6TsYW9GQ3mPZaRlz1emiY9DP0pvDQogj7gC3I9i0KBvpc4Bj212549R8OePWqkHz31TXG+MqKEvgKZSb4DqiE8fCN1vvLrFD7fyYE+lhwWvhqB1T28NdY9XBcwvd5VMD7etDi91EGruwNrmL3D4te9mp4lPklY0r05LYO+k22FvmKD9j1lDhq8N7ZhPZFPRDy18Zo9zaAoPZwnnb74YV0+CT5AvkwYHb1Z1zg+8AdLu3K9hD2XWKy+byDkPaNaFb4gPhg+nBh7vpjUH76ok/+9+mJBvSbrJz5e+sy7X2c0Pf7egb5xRqi+j3R3vsm5AT65/8C9AIp0vZ/2YrsuwG48sByZPaMyXD3op5U9lmYBvTClCD1y2rQ9YYnevcH7VD4M/UA+KY5pPZsNqbxdVCA+D7dmPc9hHL7TAsA9jkR4vFua4j0Xq1M+SpWBPp5rhz7uk/29CrenPWZx+z2HJlO8194UPXK6EL4aWNy8dIQOPn5jHz16n+e9swECvn4jEj488za9/au8PDkUsj1VRR+89rFcPj0U9L12qOU9IN2IvXEgEzwPjrk9/27yPaq3cD7apoU6VB29Pm0PFj4+l5k9IGmNPtkeXr57lCA9FJz5PD7lAj6yUPg9PPWKPqHJOj3uCw29bpilPvWnLT7cnt29LPSRvWe4Ez53um0+LroTvZOs0T30DlY9diVgPpLupT0Szs69SqgAvqKZpD7E/Ui7Twg/Paep0jwvlxw+64Axu2Ri7z1L0Ec+RH5cPjKcBz58lk09kkfAvY41uz7v2UY+F+jMPVif87y1CVQ+cXhHPgbsqD0xZBk+i6LDvEVKvT2DHN09UJD6PYpWED7ewyA+MADbvRNa4D3h52a9vTgfvtox6T14wsY9sPWzPlxt4b1ll8C8MEGUvWEwHj4eQl49HskbvjcZrDzyoE49sxc7vdEx773FKiC9WmJTvB+na71Zj6C9bP1KPlJ3qTu6b6S98iMsvdjze71yPvm9j2zjvR+zTL29YDI88V5bPcqjpT0EfH298v/9vWkhkb5ev+Y8OCVSOw8MXL6XYLO93aijvL1gTLweu649EKE4PmEJP71Vd9g9BTHAPQCnx73ARsy9AeQFPuUjTDxOQZI9yLonPr11m72thFe9XX5ovUsuIz4plca9RtnOuwnHC740jp09XjxMvA9ZqD1dsbI9F2psPRlkeT2TaW89nHbgveIV2L2YTTe+CHqmPYgW6DxRHC29xHnrvUangj0OncI8YbADPpjpEj72Rpc8fzHlPayhIj1+YoK+S1EfPZVHgb3Y3YQ9H6AzPY6vr72H7to9Pnr8u2v4Yj31Jjm+9WRwvnA5djzHTLE9VtVDPduMAj45/Ik9CADCveUsXr0g2bs9PZ6+PciVBD2Cphw+WoD6PBVLWzwZirW9tk33vEkeiLynFhq+20QRPJRadzwVTdq8Cy7AvfcAAj6095Y9JMZwvSx0Jb0UM+O9FH9fPTMu9709B9q9YC41PuFSYL4intC8D+20vR2/Jj7c6ss94jlVvlAfpr3B23a+j7IhvjHuhL2aOpQ9Q5FWvcPsO7w6+hm+1/WnvZBq8L2JXhC+lIfxPQyV7L1I/Cy9PPmTvrCxf71x9eG8QWJ8PW4YgL1ogvK954aAPbXJoD08J0C98Y1xPnphQj3tV9+9xZSevdnk8T0fN+C92HytPdRpHT6jn649UFDXPY4lCb26+GK90foFPtUz9Tw0d6K9ryQmvOBlX71nPjQ+NLlxPj07VL0fWhs+5WoEvsgJNb7dbci89stJPJ05DTw7Jne8CXoUPg8vDDyBeBU9MjQNPiejhr40Rby+B/aIvpBbgL4z5Bi+xm0kvqq9qzz23RK9/b8nPmM1jD7ocrM+h8cfvr/Ejz0oTT4+lx7PvcJjE77hA6O9lEfivR+l870X7V47c/lEvYUGzD3i2w++r0MbPtJIU73VVkK+NxhVPrNa2b4iR1Y+FQ8hPnXpij0nzsO9kQpYPjYlKT5pzl29qD7uvUjeur03mpA9YaiXPSozcT4M/7M+Z8n4vJ142D2a3dQ9pq4VvtcHmb09PEq+J9orvu+CBT76QdE845gIPrwjUz7OZQa9EuqnvjVgzD1wKIw+3/vUPVZ9Mz2aDtW9kQKMvUIMQT3KLRS+vXVXPjbFML7oaS898o9ZPizWHb4qvhk+RHJcPagBcr5qkxe9kIfNPTdd+b2UV049hcQCvr29bj6MVcA+XazJvRQOhbwBFaG++6O4PNhnJjwWw169irCJvXH9cr6x32++SQVLPjSa3bwvgsK8S7Q/Pg6CKjwJhrs9bZsIPn0jtz6nt1E+GtPfPf+Qkb1cAb+9gEz+vQbLbz3eYqu+GV+GPRS+nzxaXTE+0mSEPUpfnL3USX0+XAiavbvlp73ckhg+v9IfviIrAb7RRiK+RThovUoGWb2FqKS9Zjq0umyFprw1aQS+1QKtPRsL6j0VPAC+LiJZPaF0EL53h7q+GJFbvJEwgzy02OK9b52aPBTj/Txjraq91HCPPVvLz70RPQO+SNiHvGFZB76HuTu+XNRivVPLTDxkueG8F2y3PadVBj5sfos8U0IZvJILe77G5qG+0Y2AvZWrsr0ln629dhUEvlnGKb5k0qK9PbzbPKp2Mb74Yd897kAQvrLm17s8wgS+Yx7kvc4QTr32pmK9g7eSvZ1T2L3YdXi+Tq9RvuuvdD33IsG9WCguvhTPzT03m5s96Ge9PXd1WL2Bn5q9NaFavl7mhz0ncB4+QYy/vXo/g7wnix6+hOelvQuNtT0Mo0++LGhtvlBthb2R0XS+sjk1voOjCD4bQAs9tsu0vRGPXr2V4wq9ECi0PU2Rxb1AzyU80pswPW5blr0brSa9QwzOO1dMBb432iA9gTmTvW5JXD0AeIq9RQZTvl8wojwOkZy9edLovX2H1bxiz7i9ZqH8vddlob4oWIM9lEi8vfEUdL3GxfU8KdzdPSCduTvaBKw9xG+ivncdPr7osAQ+YGPNu0Hr8j1HedC8pzILvk7+Kb7YOGG9QlMsPvyTY75UQJ+9p4Xwu/QMRb7J65q9lfmnPfEOhL2g4fm8JzaKvWa7GT4VdLS9pcLiPfNkwT0kvm48AdMXPIkVT73/Kzo8/MTDPTuOXz1Y0U6+A040vuNyiz6AiSI+HsVUPRSi37fLrIY949aJvV5bCj5CMFI9ZE3+Pfx7w71fjCG+QUnyPaBf9T39uyQ8enTgvbExP70cizq9PlivvdltgT2RerO9RQWcPRZENz7g7TS+O7tYvjYblj1v8Fw8/DlDPm8Ilrx8DKO9oUeMPeUJ/L0/X1c8MR1UPIJSeT1fiEc+Sp10PBljij1gN8S8zds/vW5wl7zCfWy9RXOOO6s8B74+2ua9MKUKPq24Tz1eEyU+2H9ovrabIj0A7Lo9Nlo4vN+PNb2RMuu9VB3Fvd+cHb38aKa8bXA0PeSukD7LcoW9HdgSPiVNPL5ESoy+bNK/vJx/kb0/3vI9cm+zPfD19L3xh3+9yM8tvZhtjb6eBUM9A61/PQktob2YRBg+WDYZvmgNVL5ETjO9RmIHPiEcFb57PMO9/y8DvTph+70KhuS9mheCPRVBzL2N6Bi7V2BsPuDFkb7mrFS7helgvUMAqrxSc4I9bHl0vawo6D2Ziwq+PUuavWpkX72s4KU9SW7GvTQTqjx1gsy9hBohvf+PFz7IyPs9ST/gPaAS1T2D9DQ9n4XGvI6J0732EZ+9YllFvWo+Tj57Eb48ZlITvoi4cz4sngg+KXFcvWDQAT0iyVu+/jRYvmMIFL21RVI+ll6kPNdsb73MkwU9GreNvVpDvL73JbE9y9prvmkGgD5bwhE+QbiJPlTgeL3yNQe9iGmqvRGxcj6oDJo+Qy6CPjeKPj7eNBK+rpArPTN5jL69p3S93OaoOUW9ajsvyhO+2cG/PVA76z1sba099pqFPpp+cbwUJRE+nVzjveE7JD5gS9U9boxnPRx72LxUWro9L5TbvbNRAj3ERIo9jlgevhgSLL5H9rA9eIPYvWWOZb7uEvW92YCHvnQnGL7hu00+KnFEPteNXT7VZ4+9PpfOOqfRdj7uLiE9goTfvK/tpr3ln+M9teQAPi8kND5e4gq+/r+OvZTSoL7a9zM+RC8Svi4jxL3UxQC+T4yevtlUQj32PKy+J+o1vqmbCDy+aMc9TardvQuviD4AfkK+i20nvkLLWL3IkSC9dw2JPEsDoT32idK9ZW1JPoddB71gCfs9STI2PlMKyb231IU+fcWDvSRlPL50wHa+FrwXPVmYjL0vWQO+s5yUvtAi4b6uxCs+5YM/vrY0CL7a/8E9o7oiPrmThj3JVoC+o/ZBvQsgyb6jHIW9aG7qPbq3TD4WXmK9z1lOvs3nFT6cIHi+unhzPhH1k7xWhyY+Tek+vgR0XT3lY5++0SGfPdTyN75kiEa9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "diWROyy5IT21PxQ9GtFBPQMqPbwAXSo97CvIPE6Csr2+dLq9jKlgvKJpmDzBQIu9fUDPO2xNaT2DNY+9pVU9vIJZgb0lv5q99+MOPjRkfryYKGE9fKf9u5HRWr2rmBS86Ttmulcl4b2ELlg8RiDYPAmIibxKl5w8bMfivCM5A71IjlC8gnDLvZgFd707VnE89qosPVoJ0LylqYW9Zpr2PDwkMr3otRS+8RE5vci+Pb3tVs+99D7AvEZqUL1D35Q8bjolvZE4Cr6QsGk98tKrvTqITr2zOym96jumvHuuYL2YcEk9Der6Pcain7wrrbw8Wg00PPy8UjzIgX69su8Ivi1Gz7zEVpo9lGJyPYDW5rxGTTo98XM4O7PrlT15qKQ8dsYQvff0+jx6iaK9Z8ZCvZo5Jb2ix6O8VmYju3J7mr3Sqyo8DCodvqbXkT0r7+C9OTBSvQbdTzxyeoE9vdd8ve8sibyxPjM84seCvbSurjuhtTa9yWVXvZZTArpLzFE9THAfvQ4oOj2m8wi+XAhuPRt8rTx7/Gm8+VToPKbY+jzETNE68CIbvYxzdj33jeW8BUyYPR+krDxC/YS8hX4XPYSjnj3sHB287rw6vE0efT1Slii+jjIIvOStM71WizU9VkLUua4sULz47tS8/3TrvRBfab3Vao+82kC5vHnQj70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 