{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "JdkTPf6KLT35gnC9yXrQvdrX0b0JhGk9/CAhPho8N75sht49i+SUvd6Akr3unO078ETXvbqrP74V3i2+GowWvoUCsD1akLW9iiwTvQ2JYz2tP7O+Wdb4vRCTcT5hbYe9MXrxvflRaz4ZVRW+2hqNPYJvGDyQYBE98B4FPgOEzr1pqEY9nm3+vVEMrT2A5wK+fecEvj5YI76V7N87HZRGvmEwVr6p9K89/RFDvbyubL7NPEY9dlxovdpKmLxn9BG+ZC//vO36Ab6IRTs+fR77Pb9AHT6kYxm+Yp7YPdor4z3ozKs9/QXNvQFkQL1/Ohu+IORCvi40Wb0lSe29EFw5Ps1Sjb41xFC947yFvsxreD1e0eO9BiaBviwmEL5m+zC+JdaoPYJIdb6wHi+9hGY9OyqBOzumwFO+3dAUviMGIT7M3I+++oh+PqTgxzx6Vuk9K8Ifu8yVZL7QnxO++XcrvsYKYb4FKMI8uztKvR5ukD0t6SM+IXIbvgCgDz5eEn09Fmq3Pa6db73cbf09+w7pPF9pxb0pzOE9G9d9PSgjLb6xKvo9mRCwveD3iLqyPia+dP0ZPnPnqj2FJJY9jVwBPiYprD78HIs9OwmIPRZFrr3FBvo9vU7mvXUQfT2Nu4S8BGreOv9pnjuFBRq+T9T2vdWUtbrMth2+XaWxvbiXsD3Ghi89mpY0vYpdB75i3vk9EKE2vZhegTzS6jS99NWsPRMjAD4beRm9CHxjPubMYzzHKsy9itzvPB0tIj6IngA8ZpkWPpJe+D21dZW93IvOPQKJVz4q4wC9DEMHvnxIFT1tVWk9U47NvRMcDz4BTBW+5s80PoU6Bj5tVOS9g+0sPmsE6zySHLM8vzfivfvB5j071YS8mgQXPjMUmL18jyK9+jLePeLgkz1xrzk+ZG0BPqcqLD6NZ6E9PzobPsafnT2+7KU8Kl+ovVTACj6+U/A9+8DPvfv7OD4GhRq+iSKVOxsO9r0t8SE+vSKkPbgX6L0esOi9jwRLO9efJj1Rj0O+PViUvRW7uj3LGPm9Wye3PaKpeL189Bm+i3AlvhI3Jj4C9LS8axEDvun+kD0RCQi94VUvPJOuFz6xjRm+bZsmPWFCWz0mY069xGuLPcl0Er7IruC8eMuGPCcuYL6pjIM9fN09viRWmT1DKvc97jdju2dtRzzRoiw9lZHuPXiuhb3aPq29K4A0Pi37OLxg7Rs+2MtVPv114z0Iv9U9JevEvbF7Lj0RLrk9mrYUPp5SDr5Q3UO+aRjvPdAlbz2Iveg9E0K2vZziRz3x25a97kReuq4vID4PSUo+u5YXPZDhtjz/mQQ+8kPKPTMyAD5I3Ds9GioDvoa6I7oJfGs+YR3+vQuViL7vVis+BuYmPnYtJ744FZm97KRCPBsDdj4N9WW+fw4qPiCBbz4vuCO+w1f5vRDJqL1y3zw+9pOEvbubWz0uOYI+hUAwOmz2yL1TlZ4+VU6qvdTBLz6DO9E9s5oJPu50nD2RwRy+QwcEvZVOW76CQhE7KAkSPCw7N75Cx8E9bq2yvZXEZz1J36m9iO1qvh3k/z0Hswc+5SoCPulxzT2QHgY+rceLPW18C7v/u8A8zdUJPpxxlT1z5XQ9fvxRPaLSGr7bIwc+qe2jPNE6tT0CFdQ9valSvvFwCT044wg+5vyHPJZncDzOsYa+tatePfqMAL4II9Q9jeoBPj6ldj51E/C8RJMAvkhqwz2C2KA9thR7uTP1Ar4O1f89P/7gPZrdNb5ywTa+nILBvGpBYL6UCPe9Gw+NPRLh9jyJ1HO9GPcuPbhI/j0mMiO+QiAFPvWZOL722iY+7/frvaDLqj249hW+I4sxPYxqTj6+5fA94wGBvgm5AD6AYvm9yq0fvihW/D07bTM++72ePac9e76w07s82/ptvsHm2D1Xqly9VJ+iPRvDEL5o+/u93Y6DvkUOFr7wXhu+/EQJvh9H8ry56eW9x9cIPiHVVD3R54q9Gfz2vb02s73uM9k9oqRBPoGmkr2nouc9Qml7PVg/oz0Hnt+9+0wuvbD3+7zW40u8UOahvVq6wL27cDm8Ur4+vrzsTD1KESS+rTAtvvHti73Z1pY9pYFAvrpDOb1NgRE+fe/8PCW3T75YiMS9QPwbPXFfP72EXw+6mOpHviGvzL1lpKs9DVIjPXlGGj1JVEG9Q3wwvS4sOT5E7Hm+A54EvcXg9z38cfS89hcQviAjlDwWahK8BBmLPi3NEb4j5qC9/1sBPUyHYb3uG0c93fgivsTffz1utCI+3n0gvvBeO76g0xy+nniMPO94zL35Anu9GPtcPUOVxDwxLEy+ovUYPnHxmb3gnWE93hAQvX3Yd7zx63o++XXtvYsuM76XKAe+FidGPebwAj5Mz7m97Ui1vRXhgDfxlsi9a/glvc6tAT5vT4Q9dYNOviIUDr6LcdC9TM8Ivq03Tb6QunE9KR0fPTPOwTyCAoG+YzB0PfASqb6s1mA9uajmvdhQDj4kCeO9ZG2KPisnkj7uG0K+whrhvWU8KT7pTWm9F77WPRwLl71ATbS8AOFePVip1rwB1Ha+lsTTvJO8qjr4qog9NLIjvgJGp72N3jW+OBNUvkKosD0aejq+Un6wPJf7Wr4mmbS9EcYxvvP0sL10lAA+cpn4PAYKlL4SQsm9z2+TPIEShb3/bSy9Fyxyva6Qbb6i+Wm92HR5vYpmGb5bflI+ObGBPYJmb7zOcci91EsRPVhugj1Z0n0976nKvCcmVbz7UWW9SeV5PT7TAT6zspu7/WeUveNtSb2veqS9LFaSvW6rmr2hcIg+8G22PJDD1D3e/Cy+izFePZ+F9r1m+gG+wCkPvmS+Vz6EWIa9bP+BPKCVHz4fhHS9OfJ9vHvDUL6n9qU98UKjvWcVOr2MiIO9nRFivc5Vlb1ptTi9USBLPS7WHj4wYPm9qCMivc+znbwlBnM6VW9fPf3oUb4lx+o9BnoOPmH0KL74rDC9pweovQn1QbxCDg29KPOcvIPQrD0cpjo+iqSsvEAgHL4kv4U8NcusvFd+7D30l8K9wq0HPgBUl73U5Z09HeETPl7uaL1Ce9w8waWeOuawrrwsQO895FP4PRkcST74ST0+7vTKPOT0UT65wes94ckmPfu4kD1Kpro90qowPjRtijyDNQ8+1UVGvUrvEL11zBW9g4ISviaWGb5J9dS9MuSPvJ+YVj0TvY89pTdxOxA6Cz3WYtu9beARPiJFqT0eEAU+V7mnvTlZAT2GtEw+NRgJPTnBk7xtIzY+rA4fPrShQb72Gma9Is7evPbfAj7HT8U9rUaQvRjMrz0FR+O9O27gPDuADr6sdzW+RGxiPhs7jL02I/a93tNpvojVzr30vxs+nIQ2vOiEC75x+R0+M4TEOcfaCD6xQio+Gx0VPDT1nz3rQ7M9e5PBO49mS75ephs9YiqYvGTmd72mz0M9IqxfPtazyj25lFo9Mgk5PaT7jz2m214+LBpdPvViSjyP/za9d+2FPsOf2T328mq8xZXrvKYVOT1ejdo9nhVHvREodT1t2kg9lwXNu0e7mL6oGG49CFolvc1Vuzz5ITC+ZQvMPQJTsDzy4na+PM1xPdnIGz1xhyQ72qoiPgh3br6ZY0k+EuR0PSBMVz6VVQU+Lw5QvuS3gT4GVq49tBcxPotFMr3DTC49UqO9veFsUr6Jr788EBciPolK3D24Dq89cGdRvq+EEr7dn8Y9FjLjPSkMK75HnCO+4mJaPhYZsz1UshG9TrzhvZATZj65ugm+hYJevoZ9/T3RkSo9TUIQPj/4d76AMDQ+foJLPskdhz0O/ce9hZvqvYkI8T2haDq+UHkUvMyT1D19WiS+DFauPcqujr0OXpE9V4rkvYq63r168se9kVFsvZY2gr0WfYs9rqXYvbh8UL45h9O8MxYgPsJOxb0M+5U9UVaDvuzY3r3/j5w9yUmVvYYJ/72I4R29N8RMvvPIWT339ki+T1SxvGYl3LwaJi2+HjJVvosw9L0SIJu9Hpu3PWbiur0lQYA9zrbTPFSNmj2s1Ca77CKHPeVcTz4A6SW9l04kvYxOUL1Uv6A9xvGgvW60wb3V8/K72qiHPW+p9z1Ykmo92pXjvUrhAr3+SKS93ooBPpq3zD3p/jc90QACvhFii74CdZS9SMSAPkBRKb7jJSS+/0r1PQ1odL5jJgW8s/bkPTCOwb1rEkO9uo2NvvTpDj6eACA+87HMvY6ybr6jege+RSCqPa9j6TxXHzU+/4glPg4M9T3nt5a+p9MJPglX/7wep0u8yyJTPRlsSL5ucRG+Miz2vKddBb7GNkW+ZOkJvY7O8z0A7Tq+F6GWvUJwwb25J/49S3MTvt5nrDyUcHE9MFNOPRREKD3JhTU+AnAvviHI+TsMd1g9MHZwvqfaE7uwx22+MnVZvguYR75CHAw+A7UBvpHM8T156gC+H9DbvFnVXj66Oqw9p3I4vv1XEb79joO+4MqrvblQyL0zxxu+3LlyvRVC4L3Ggrc95g+YvqAiOT5ZBQM+KgHbvNAOej6Btcm9F+rdPHbpBrxyK869jxCCvfx7M7wop4a9upLave2SIb3aEpE8Ff2Tvp8XtL1Y212+FOuhvXy3ET6bcAI+B6I+Pf4PlbzKf1U+3nAdPdF3yL0Gqwy+VwXpvbwNcz3VpoK9nitNvmMTkz5S9cW7x3cSPpfXJj5z+2++nGGKvkzieL7saoK9AfLGPWssB76jxmU+RCxJvWB15jxtWEs+Nj90vYxzHbx5sLM9JMfDPab/Fr7xhg6+o2A6PiqGCT3K0/696l8qvfjBR75nePW9d3SFvHyDwj3Hueq9P+8pPv2Q1L2ibf49DaV9PpVCCb7H7Ak+6OBwPoYYM72xe9I9WrTEPSkkND06haQ9V0p9vUdvFb4asoK94yvUPc0VtD2hxPs9UYEGvhTyTL7+YJE9pvoOvmFVxr2tOME9ZaTwPQV+jb0xali+FdMUPMqGar7P9w0+bcwZPR6x/DwDIG89AkH9Pcqvnj0SbwQ+6UnwPT9INTuiDv49/kSGPlgLub2JHL29gNPsvJdClLxOaSg9USKjPRuAoL1Q6C69PoadvRx9gj1fx9W92i3ovX/tYj03sRo94aFBPmgnDD0B20A+k/uWvZzkEz4U2gi8tnmuPcv0Dr5w/DY+QX8NvfCADr5kD6g7itrXvLBsF71WxRs+OumdPK6ZCb5Gt7Y98Mo6PfFvjT3plUq+ixADPmRvij6CVjA9xmntvc+Unb1fwnm+snEQPR4HaL0EfKi9aMVXPGQFdT6rA2U+oj9uvUiAlT3iE0K+ijYTPjwqRrw0H5A9mujcPbx+Dz4eMZS9AluMvXRNWzwNxL689q11PjpZBD6wJw4+O6DGPJ4ARD3lRp66cv12PeKa5z3lqzI+kIYWPKEfl73Atkq86cQFPLgn7LzLBcS9E3idPZTGAz3s9qw9NmeNvh4y7T3Ztxc9DWszPujVnz328cM8cmE0vt4UN70MX02+rE+PvOnWXD67Boi+s97tPSaG7rzTYSo97X0NPnn4w7wUn4Y+DAJ4vdRndL18YZI9g5NLvolOR76r7nm9ZDH+vRJqNr44rKW+NeaXvllutL6Hmni+iZ+TPHNCib5CRbo9DxGwPUsrXj1h10W9r9tVO+NuLr7kFkg+zqPhveA7N74w6NI9KqNUvgDtzT0H3549SjU4PjKNuLzHt5c93o17vn+ZH74Tqle+3gq5vU1cnTzlGTk+iDLxuhJRnL3VMWk+Y+dcPaTeyj0ldPQ9KUACPnaw4zwBgAi+EdbEvR8A2j0Gjdo9sS9Bu9i5M70iZx4+dOm5PVvT6b0a1mG+3SSmPGRHAD3vcx++kRoBPRX0Ab4+BS29Or1uvsDCkz3EtbC9YvdcPj4/DT4tUMe9iVs8vfJK1DyWCpq9PDeIvofztb2P/Sa+za4BPmSwOT4I6oQ+9LmWvcGIQT0jal8+WrYFPjgZDr507W29lbn7vEKCW74vz4c9yG/yvYSl6b244x29bqTOvcJsD770nAc+4rcyvnFV4r00cCu+WEaFvpNZojx9Pc49oOt3vOj8mTzpG0M9RKEPPrWmLb5d506+x/TbPYxfEz6jg6i+bDO1O7Ntk705j2q7VQqsPRVPCT21wC2+QMXHvRcKxz22/t+9Zb8+vuBq/z2PlKm+3RPRPa62FL00+Zq8xyDYvfpsyj37eQi+LjGnPWwKWL7Qvby9oE71ve4okr0y4u07IJievS/Hq725PxC9a7U+PSr7Mr54DQq+Pwi5O6PRDDxDAco8YssJvL6K6r111zI+bocIvkIYcTyN0oe+CuwkvhLOhDygbwe9c6eAvUCyRT502By+7bWwPQxjKr2SI4Y9pDY0vgdbOr5BPr89mp7AOhzPyD2X3BO9aU/xPeHn5bwa+L29iTvwPZClyjwk2Ai+tVsPvFcN6b3m0Qw7/9qyvIdKub3cFj296PNAO0YINL5n6Ne9dV3GvGzVO746c/Y8TcfIu4LEVj25SMe974TTPQPrar4cloW+QtyHPWkU9TtCKly7s8gXPg1aGr4dCj09sii4PCekmr1PAte7DrK8Ox86eD2Qdgw+qeARPnj/ib4lcvs8DUFbvlD3zbwUmcw9VtKdvcjJ47ySETQ9oMmLPl+F9TrjShO+dbwePrVmTb6vVsE8lPnqPIwyOD542zq9kK17vgSSkj3OLJS9d6OTvd9VoT2ESeI95aY8PuGye74rUJO9/8GwviNgCr4khAg9cVRQvVX+yz1ibN+9C5T3u9AWHb5NmyE+wQewvZmf3Luf1Ca+ri4Xvubgvz3xccm9Pnc6PqUNIz7bdEO9+mdZvt7r7TxgdN09zdtQPTiduD0YMPG9IJnrPQNFHL7JTiG+xheUvajOhT2mW0c+OftXPmuBsL3W4R89/Wz+vbOWF72E9yc96KEpvphzsr27+4A8FjuxPc6lmL07zQI9wKI2vjQArb2oX4A8ABn/O/XZ8z3MKLi9AbXivT1F5L0k4c07Gawvvte8yT0cfBC+LUDVPcVESL4MNwI+YO3EvOxq4zymUIc9SUBuPjX+F76KqO48xTGIvTFNpr2Y+I+97PQUvqzbPL4Y0hU+bEuVPa+bCL7tAGo+W5yHu3gUrL3mvxK+eqK9vaNQhT1SGRw9QQB3vYwvUb4kOYY9pMvevaq/2D2q2zw9Xmg3PTd/Bj4/of09BDHQu7VPN738Mre9fQjMPTk+JL5ddPO8Xs86PasJgr683OQ9Rx4iPC61QD6IKjC+WheyvcVdzr1abd46N9IyPU5ALD3ePMY9WsKMuuVUDj1BQiA+Nr0OPovxND2ys4a9p3sGvgtsn71lpKS8ezo8vk9xkTyA9xS+p7yWvd1vBL5g1JO9emmdPHFAwj033wu8jGoZPhx6Jr6z7kC834U6vigx7D06+g+9wBhmvc/8TD21NQs9Fj6Bud5/972Q/ac8bUj+Pb6MUT5I4mM9rvJDPtj/7TwW3yo8Y0UJPC0Q+D0eT1Q9HB0XvqjFgj2Oa3k7u+UsPi9GZL6YKNC9tZkSvnFQJz6m3ti9NVsPPqi1ST66+ww+zSEBPjjXbb5sHoG9As8rPjrIWj6Nm5w+NqNCvt0MGj0TRjQ+RJ+Zvq2z1L1jBgs+426avKROoD3bwlU+GwO4vdLkTb05os+9jqMjPovWrby4j9M9+/PkPX115L14B429yXZPvZBJe75qo9c9fYOGO6aot7ttVDI+E5D0PZtQ/rwl1zY+D0oPvdH7N76DTXS9exMlPhHEir3Ddl49izZOvVA5nz36xog9u/1WvkwBoL1+K+g9fQW4uy4ATz6Qt7289zNUPqIFlz3+YoC++nYZPhLZA77RcYu+2AQhuySdgz33GAU+ALOjPZBGRz4Llcm99O15PpaKhb3CLla7SOUZvOC2Fb5X3ta+dUKEvcDq+7wF4MK9OELVPcchaL7A/L4+0uZlviBFKT49RaE91baWPXEfwD6/71k+0nlKvgTAED62Nlo+QLLKPFb/oz2ncjC8JF8qPkU1lzye+7g94FZCPSnIND5JkCa+UsFXPYx4ob2+qiw9d1ohPaxuiL4U1Ac+13EDvZ6nEr5AnJK9p2oqvmo16r1NPy48QQaVvQymhz1eW1k+CIE3vu4Ggr2gmJG+eI7mPU+QCb5Jy0u+hyU/vDQ+Fr5nuQI+Ox2fvZuHeb6zJ40+RFOMPuCJ9Dtpbps8i/+qvfBnhT6QRyi+OSFMvWrcUz43tZM9YQi5vIT60j26qSY+3LjiPUjlrL3yeqU91XuovWxa0z0sDb099gmPPf8lmj32ioE9YG42vOH2oT1ft5u9zOxRvQ3+4r0D++u9i3e9Pe2g2z2Ho/Y95hdGvgg6n72eJX49iKs/Pr3QTT5rTAa+vpINvkvuDb3T3Mk9ACY/PhLeErz6pyg9NkEmvsUuGT2wDxo+ycCyvQa7KT7rH4E9fN+pPVXHb7w8SHi9rVSevZwRWb0XwtA9ejeyvRzE2z0pLFO9XsFgvdIrAr3SZWw9Ar9YPq7I+T0fpaW99uRWvSarWjwFktq8wdI0Pn08aT2Hp7S9ArrEvATAlD3PFus9/b3IvdnQhz6XOas93rsrvb7zTz76aPC9vzh7PglvjTxnZeq9im5dPdJ8tT2jY8s96IQpvrYPuj3mf5m99pchPqtL0L1dmPM8GuSBvdKyRLvPZHY9HyjPvO/Pcj0T0fO6YOJDPuvEwL1qDJI955GkPbbkL71c9fs9rW30vWv8VD0ZFj4+hm7dPXDddjx9dD6+Qx4oPmzxSL2UOt29jpU7vkJurT0MoHa9ekpku7p5DL6wUMg8ycZTvePZUT6KmAq+KsTIvfMqhb24WMG9wmroPdP4AzzhRSU+rs9gvelcCr5oXF8+ZV9bvf6IOT3+Y9a9KB4YvqtjuD0e1AY+Lm/mvYP9mr6FGpo9DHvEvcG0HT5dnI0+HKexPS8Q2Dyn4PI9qvA6PJRlEL0A5Bg+hhgNPqK94D3llpW+nuTSPaPXHT6arIY9yCDqOuTdaT1Lr8K8qm01vd8w4b2kDrS9Eocnvtlx2D2Aibo9wGifPd7/LT4qKf+9lZYmPVOZ5r1RmL+9pw4VPu6vyT1sQei9qaVdvPIYJj4ZhG6+5om+vVjBKj4lh5s9KsMbPsdlpr2mOR0+diEBPp4K2j3dtnO9ZcOZvCI5Vz2AlSe+W79rvV4kWL1nYz++4FHwPQbFqj0o+TI9x/swPkVP8Lx+wU2+SwdHvrpB87xUu5i7s8ASvt4H8b1Pwo69mHJuvtz3Xj2G3UU9keBFvhZshT2B6DQ+skgrvi0jTr1vWFC+pY+jvQhv9bu8tUQ9apjzvY0A3T0mFDo+mEtoPU9a6z2dxZi9UidoPT9+dL5QUG++WLBmPeyF1Lw8mg8+4zLjuwe1zz362lW+NfydPKQHWj0zAig+pMQjPoCKDD7bPze+t6osvpenfD1j1gM+nVFFvskcwz2/WOS9ztuJPAV+QT0fYZk9xyRTPUHOm71R4Co9xizAvNUIJj20IxS9/9WXPpAkML57vjo9SFIdvhDHAr6DILg8QtT9OwoBUD5XG0W7/+yyu/ErNz5ojZC+XOiPvmpsWj5ZCpg+1IZwvnhrI77KDIQ+FVs5vipMsT1T87g9KvQ4vh40Fb6v/1o80HS5vcQrhz2RqzO+nVANPi34Kj4LqtQ9/Ei3vVF/PD7MBsy9MLQzPdGJ4z66+H09OqZzPYlKCj4nQ18+E/JDPtIdpz5k7eM+SEZuPQkyujzHYsI99ZaUPSN3HL4f03S+Lq1cvjq7JLwGOtW9m3QfvUUqFz4AEfC9FzycPNFxCz427Ro7ahjYPSZ1Dr5vuk4+O+O0vcSoSb1gLJe+Id09PYHSoDwJxyq+VFEMPmT3yz0ucQ0+tDCCvgFJLr2PRng+ASoxvtGca77Cgn29D1KhvufDSz5artS9mj14vTcSWrxx3oW+DPFRvsFkaj3mRmu+0ydovuhUTr0jPbU9orGKvsWmm71+wyI+Gynfvodvk74NBtE9Hw+2Pg7mSD7cBaY9TAbBPoRN8L0IWj2+iF2gPiiEHr2nh6G+qK+bPnQJMb4LfcW+hQgAPTLcsT6os1Q7GlAXPufdaTwrfYC+0OqIPrxBDb6aKBe+Q00XPlb4Mj6FyW89F57qPTX+Sj60SoO+sC5OPR5HBz5RaHs9CC8VviNBST4O8MA9W5/SPNIWUj1R3z09lF4BPpFWsj5/gIa+oscyvUHGRTtqDFi78Nk8Pu1oyL3s3qk+WyZvPYWbGD0KykM9JY2WPW+afb5t7S++M8odvZVJJT5O8Vi++AaSvspCr72Rx6495R2HvsOIFTwEchq9La4Pviv2573KtU691ZmJvsdu+DxA78k9H1OcPF1yj7xldEu+CZqBvXRrlr3EqL09AOeCvcPPxz2cX+i7m3wPvnFVXTpblCS+oozpvFn6y73UwfE9hd+ivZFNVb674dy6cTdwvXY8rjxwFpw9nAHgvfkREj51AXc9SvkLvp3sCD3LViY+MAcgPsD3SD43VWE+wQwAvq68ab0WM6K9tcQRPovk272O8S4++EpJvnduFz55c0i+yQC9vqJRELxlcnE+vJInvWGIUT3ezAq+wywCvvujOz4YDV09++RBvkpCdT3Wgbc9Xfwavg9POL6rI3Y+MXhFPjsUYr7FW668NeqKPYQ+NL6s02M+NO5vPY0QAD0CUxi+1AZKvqyuh7yiFjc9tJ5wPuTlmz3yLW2+nTC7vehgIL7f0GG+HTnOvLg/QT1sWZw9Q/UUvgjTLj6eTSe8Ziy2PSsKJL5x+Qu8D5A0PkAaBr6i0Am+dd9Yuhj8Kb0ze7G9Wg4wvTyE+jz1Leq8DlUEvsN7Mj67T0U+C3/Euc/COr4AE14+/R5YPrDRXj3vqg4+ntEDvvOyJz3nGaK9Z14wPg8PnDqLNqC8AnQzPo5BJT7PvwO9z4+9vbMolb2RXK69KAk2Ph77471aaVa+5iqCvGYMoLoFwNU99uifu+rX3b1Ol8S6LZ1FviJbMz6f6Sk+s/kXvl0z471HQM29Kk0VPrUDQb5g4oY9Kx0PPh4m9T1ZR0w+8D1KvHkOQD6ocqC9KuWrPVKuCT4GR029cJeIvZ0lijuNGKA8rtikvqThvjxuq4W90p+FvMFzQr4LWTW+g0E8vCurLj6Pa9Y91lCaPZtE2L0T7zG+dnK2vi0lAz7bHIK+L/3BPUAHujzZcY++3Jx8PWz6Iz55lWs+IWn3vZnBkb0X4YU9FSktPpKov731E0A+1B85vYat1736fH69vIR+vKz8Nr6MAvS9wOQSPeNx0D029IC831oTOWQRkz1pIco9/Dv6PU4bI73G952+iYh5Pta/qb2/fdo9NGFmOulm8r3gpQY905RSva6Zar0HKb497zHZvOyYmz3rdP09hxbWPfTjjL55bT4+EhQxvNzZFr4Zi6u9VLMJPpn4lT2+WTw+qf+XvGqIpz6gmTU+8mhIvbGnnb3DDIS+wFcGvuFPrrx/syE+20pbvoHBlL5km7A9eAKIvNVOxz3DBhM+O4oQPcp+yTyibOU9I/n8PCiPIL5yfFY+jOdNvgc6ML3cbns+46Qvvc+pj73xfS6+XfJevRmtWz6QC3C9TuNePdrOPr4N/+c830hkPekWC777s6m+nEofPgBDNj4YGHg+m+dZPBqgkz5CFoa+5PPkPKZor76R0Zi94FyNvsk4KD7lyaK97jR+vkJPSz7R3Ig+CX7Nu6rvdj7LvEE+A5XfPvjNfz5snHS+WGVlPj8Cfz20dFm+2PIXPYhiR75Giio8pb07PlL7Hj4gdpa+h1z2Pf+dYD7qMQc+1Hi7vmsQ17xQViy+NE6QvfXjib6KlnG8coUgvuFXVD7Xh1g+FUDsvWp/M76KH3u9oCIdvhF+aT3YD7M88H0+Pu95l747iBw+iOUyPd9GEz8i/LY93tA/Pj2ChT4HI4y9PNpGvgcxajyKUHA+cnpFPghH0z1ra7O9ZR8kPqzeQr42sa4+RS6UveyVm77PP3W7UxGGvm+6wb2+GC49IBwcvn0g07t6squ9fjSjvYccoTwSNWc+VW4TvKKr3zqImOw8NbWWPTod6T2Aeq2+t/gQPmXaTT6XXWg9u2IlPjcmIj6DGOu92I9+vXr9ir4nPYC+uaLaPca4w7xSMG2+fr0TPMdbqL5Ydu09DFGTO1N0lL6IsyE+Y+6Fvt2B6D3eEs68ZksPvk/Lo7sckRe9e2GivUeFyTulivU91Os6vtsAT77Y/YS7478sPh+5g70AuQY/NHQjvuInUD44xAa+tQtRvX5dmr6meIM+ndsrPk9OIb6raxI+/4U9Pl/9oD38CAM+I4gGPvsg1D3j2Dk9eTLpvOF5xr1FvJ89skcEviphNr2l8fW97uIEPruMp7yj1HU9KBi1PasXOr7mX0k9mZFZPcn05L2tagM+fzK+PGOt2bvR/Is9IdbVPRNYbj1CO8+8jqB5vcUBP7xoNQm+3fcCvmwORb0yoSe9X1kfvvtwNTy2bti9ouZIvlgq+rxmr8A8aPfIvTE2Hj4GVy2+PHU+PetRI774JZ68IMnuO5QGIryYQgo+ONrpPVffOj3LQ8u9WQbYPZeRmz1xP1u9YxZVPhC40zyree49bg80vXQV0L301jM9IbwEPk9lNz54W16+wPmTveLHNr7Gdhe+7FplvWfltL07YRq9S585PtIBr73j0m+9CBGNPV4/SrwkvAW9X+0iPgqACL2K4Xm90uaBvdlvGT5n7Se+rAxcO0RjSD2O06M9yk2/PfHYFD4pmge+ML6nPeo+Nb6SlpO9OFVuPRBcu73fg4u6jdLTPK7W8jxKwac99RdaPvOvizsOzia+9EmzvaFR5r2pCec9rbPyPSzHVj3THB++IukMPm8bh73SgKU94wLqvKkdkD3zFsO9ezrEPU98fr2p4Hc8za0SveDuBzwFJhC9T/oyvmrMmz3eY0G9Ppb9vYV/lj2PiSQ+Jk8WO6jCejuVnnc8YMFyPZD8WL00Wbm9s7aFvbc3TL4Fl/q9fboIvkbtpztrDPo9EEoavtOZUr0mqKC9FEcfvSh9wD3/BBI+WZEfvr1yUj7aHBA9xBApPntTqj267VS9D18jPlyAILxcL/C8aeCnPUH01D2z+/G9DZFlPG2kLz5Ww7C9OJN9vYFblL2MNKM9SjlTvhmMQT49L1c9xX1bu1G6yryVWRi+SXFAPWpGCD5Kuja+1EcCvpcMvT2hcKA9DS1/va29r73cR0Q9D/wtvh+H+LwN1ys+90zGPa9V9z1H7oA9HZbrvOIwPT0hbB89wElcvu4/Sz4uNgQ+2ZGUO+RoDD5BeJa+Vq/ePZZW871V4py+fq5+vvWaUbyiQDi8xiEzvDMuIr62fNw8H4JfvjD/573YzeK9c8e8PDCu7Dt4ily8/eDSO4EabrzKfJY9glWVPdmwNb7Oa9E9KrWtvSN5lL4liYe93EttPp8WTj75Ary9Hk+UvHh9m7zTab49fDdPPszzc70bY487vNX9vAaKXT0iaWi+AchMPurjwj2UzLC9Px8GPmjokj5topI9Sa2mvYX6ST7jjDq+TyJuPMC1B74Akcs9BX5UvUC3aT0odmo89QdYPpEm4r2C8kw9JjfOPULEpL5qDRS+tA/EvT4Jaz5W8/W9NTvZvanFhz3fOD0+dOUZPU8qDb7/RJM99xSoPvI1Xz15KYI8LEW5vUlTlT6jc7Y98FdqPUKRiD1SR5y+9l5rPTWkWL3qn6a99hBqvs+hVj71NhA+GwByPtmGP745owW97ON4vCp0mT6qMkw9JM6nPtkxXLxye7W+MpuvPco/Vb5ebo2+Ik7MvbR+uzsyEt09CPMXPlQ8Ij7WRxA+QG4ZvvMfhL4ZTPg9dgSpO/sM0L24+wQ+e8KCvk0zYj4nVY28hu7gvQPdmb03qbA9sU9JvutpiL64qGg+eIgEPrRVBr4fnH4+7XqIvcXTh7yx8Vo+UfcOPcyK2r062609d3pxPkUalz788g4+IJKwPfEHkj4SN18+n74hPkDbEr7uQTA+w77uvUuOrD38ak8+DecxPrngYD4Anga+GTDWvHX2Yb6ST5C+QqV8PqLiZT4iWGW+0tlOvdd+7z23fOe96+cxvvONCr6CzPq9A2yGvndVEr5E1hy+muVKPnQdDz6ZgDg9wE0YPZVlC77hTRw+iW1zvqaHjbwn/oK+EJ0uPa0uvz0+DWK+aEqVvLD0C77a+Su+d4Y/vpYDOT4/ujG9f4XBPjFrPrtoryy+d04vvncfe7uA9+M9XM2iPRPQyz5MeVQ+JIxIvlpcfD5DOr6+G+pEPnxHdz7VwfG81i0uPs8jKD6ijaW+NGs6PiG0B77ie3g+YlX3Pe90Rb3ZvB2+ZbrSPCtGNr3q67c8HwHePVoFHT7DxqS9byQnvuGmNT53IBQ+MdQ4vkk9Q76ULjG9dsRBPv0s/j020lY+jTpsvtAe7z2+osC7KA+VvLK+v7yJaZq9XxlRuxb24z2ydss9tk1GPdJI8r16mRo+I3I9O5ETj7zOsh49ifiSPSVpn72/YU09qeCiPfqzSz3nd2S7FM/HvVGoYr6OTca9tNPvPSEhyj2onGk9kWyoPZ+oBT08XGO+VMX4PZ6WZz0A4nw+8sSrvUOJuz1ZZDO+U1govYJzn7x2KN29fqyIPY8kAr4tWGg9g8hgvdgtML4lLWw+4ytVvN+wLL3rpFI8RP9DvoqpWL7PqCW+p7iUPZch0D3oh7y9MvYrvebavT3zHOI9nPGKPEqJLj73USO7VRsDPrYxFT2z0g6+aDURPXfhZr17KBo+TYNUvkphGT0T+IK8JOMbvlDWt70BgDe+NvVEPZ+wlz2SYN27MPZnPfXhQj4irE86MSUqu4AXwz017Js8RkWLPbypMT4n3y0+5cdQPqw0rj02S4g+e7m2PbbtvzxaYF29O8i6vfjgnr23lQ0+SJ+svcRJE71bMw8+iUbDvXKBqb1o0a49ixhHPpGOOb5EtlY8W4RlvKG8Jrxqo+u9I8k0PawPar2775c9CXc+Pvvscb3WvhC+w6vjuQrTBr7Pi2S9qGpwvXNXEj5D5F4+q+NjvjKajD6iJTs+Dq53PlDrKj4Y34A+99MMvfsa/r3QH0c+BiVJvrQrbr7eQxG+S0/9vaQpDT5HfWw9DLIHPhTV+zz3KF69yVMlPVUyiL2Bnwu+NZByvWG9sr1BXcO9GATvvBbDsT2bTvu8Xd1mvkwL/D0w7qS8N2EhPQ8QBz5gnJq9IQV8PkLAub2l6kg+G0YRPSb6Cz7mXZQ9V6DOvVBqMb70f3A+oyQ5PrSkOD5tV4U9riSJPj9XA77mloW+DFAmPqsB6b3EB/m7u789vYEt+L0AHXw+cigeO1zVjL0ZKji9hi8uvov/7DvyXgc+DSadvetVtL03Jlq+uclbvbhhd731sos+uBG0vvlsRj7cQDO+X0D/PbntTD7mdQM+7Lm9vbRik733Y/09eN4QPe9tgT4F6Qc9RmlivlB80T0PWIy+mRU/PgbCR7tbwEa7hhsrvoVtvzwoUOo9mshOvjt/db3r7vK8PJxPu0VuAT4yr+K9x1/XPh5WJr3y7NE94mN8PnsMsL4VPFA9pK+7PHH5ZDyc09K9tVTfPc3QaD0CBU09qMOSvdi3Lb6mY2C+StTyvXvRkrzIDtO9Vhm4PQgf+bxZ8Ak9zJDrOxjzBD39YBK+s/rYuiAtIT3rfrC+/aeGPk7GjT07NS29EBOjPAMhfr1XJ5u9EcUfPGJFEz5Ig7w9QAhFPi5ijj6qdl8+WvqiPRdFub2kE6m9dP29PXrdqD1/N1M+2HpzvtuNUD0xaiI+oUegvYh+ET2A7M4+Vo//PmezHT9HsJU+jA5IvVbZp75aGi48/GPpPRRN0j1I540+EOefPrcaar6bGpw+SX1KPcHmuDwbUoY9bc7GvRd4cD4SGN09arpgvpq007xNz+Y9XjIvPs/xVD6wGK29dKrBPXNHIr3Gtmg80gk8vub6qT07A8E+QdibPVeezr27ptM+HZPiPXs2AD6HTxA+mzAEP8bZhz0uIgy+ZFxPvk4duj2kV/g8KhYxvtAoob2EKw0+165Gvkvp5z0Xtzs8U3QSvgXco77UtSi+9vyivajsgr0uVvM98YdPPpM7Hz5aaWm+7d2CPvBeAr3xm2S91IW0Pm2fzj3LoOS9rKPDvbv7XT1l9Xw+Ji6BvZcXnL2GihE+rSJRPZkxs711+XY+arAkvlgQRbw/jTO+BhDWPSFPJL4uaJU+5zjevShtHb5Hh2S+VQPvvZbaOT5cT3e9wYyJvoc8GL6MV8g+/yENvtL5E74Lv9+8xUD0Pkk4DT7mO8a+pwasvpRAEL5uZ1I+wTjgvV+erzvvM6c+1iCSPgB74z1Lx7s+5Tm1uyJCnb2KAcA90nxvvYVDCjvHHoI+BPd9vSnBjrsdhBA+DrTGPN4gbD60TLS9eA8SvsoEVT2QOEw+8ScYPkrA3j1X05G8mv8aPYHhtr0wSNU9gzLHPXFxiT5N4669LWXEuyWmaL18Leo9Xn3MPYoSPz2lXHA+c0nlvZwLzTx9yza+KSr/PRvLKr733b47S1Z3PT5bsj3rhxI+dyzfvF26tzzs3cE9zNvbvT+OrT1hCew7cGhTPrMBrT5PpRQ+NEEuPukLC73od2s+wucIvqAgFT70ab+8zs0DPi5OzL3HsqW9qKAaPkd6y701Ete9LG6hPUKCKL5fjXs8UR+BvMCMID5aelw+9OmPvdHTE77IA+69NdM4Pm5eRj1ADvI8jfQBvtp0yz48njQ9mtJMPipHA74F8i6+N4iKPlqunrytY1o95VVXPveDxr36yuw9IpfbvI3MXD5wZNs9MTwavlHkAb4NO/o9XlYCPt+owL0g5vK8PhevvV6KTz6VyoC93wukPWPMF7x9bqE+BVGovddwxT0ngPO9H1ccvkhcAr7wbUw+Xx2vPvFiAj5Ckw0+vl/dvabGXT5zpYQ9RaRDPlKXvz221nA908RFPRkpnb1ezMA8YiaYvYr9ab3h+Dk+7lb3PV+6F74GMle+xSExPUwUjT2Ezhs+IEmHvN/AgD0l8Mg+707+OziG1z1c7g6+CZ7ivcLjxb1Hbvo8r/9Xvun2wD2Oaja+tGE9PZ4TAD1JB7k9G+R9vNpzb71j6Ys+Yq4Iu3DTGb6z1t29B5quPS5aNTzIJom9pP6dPe9/QD35NUy8bX2nPeU5pLwVxAU83c7pvB0m9LxI+Ay9AhIGvkjGGb77EVQ+PhcFPEPfgz2bT+s8u540vQ3qRL4zyzO+oYpbPs5h6b3sLJ89r3NHPtp2xD7enje997IgPrwAZT2vZjQ+F0UoPZMDJr6S0p09Rl4TvrqLYL2WM5+8lvQ4vT8NRT0TEz8+3VCyPVXjgj4ltgq9AFXpvSNnOD4uVn69uds2PmXFN7530Pg8xEUNPunVv72a8Fa+xvEMPm1UajxqMK296ZrBvJfsbL1bGjc8jRnBPZMqHT6XR0e9JJ8Mvmqwrb39V8y8/8r9vSlv/DzLy0I+NhSDvXKUezwqO989JfyRvRqG7L0sNco9vj6oPu3ky72XKkK+/B1lvs+JJj5TEng9KSUvPd/4Gb2I3Fk99xrPPRU3cL0LxFy80+gOvcYnkT08WRW+lWEgvd6ac70TOEU9BG2EPa9RGL2uN9e8QGwlvAStWb7dCea9JcIXO2w8Vj6V3Mg62rbAuw8B+7zYdnY+i5RiPkV5kbyLkzs9aSJVvXkIv7zjwyI9jLFgPePN8r2qeJS9cywGPrkFcD5Vkz6+LFcNPikqgz2iokk9O7EUvuGoOj4yg4M8oauhveKHLj6Oep4+QI3LvM5aKjxwbaI9A18Nva51sD3nIgW+1oBTPnL8T76BzRI7GFSwvM7uOL6fwkG+oagTPocJDD5HfwE+55EmvdUdtD7wRKI8YQu4PfZUJj6dGJU+w3HKvHqklj1SgTM897QUPXUWT768+TM+hHACvgLNXr1B4hq+Yd0NPol8Vz7f7i6+d6lovAw6WT308Bs95gBrPsV4Bb6Ilyg+GDauPbBNEj6kaRy+KJ+zPle+fr5ePAG+Ou4rvrjRd7696xI+B+oYvieClT7PpLc+9BKWvVYRlz28ZiS9SAONvr2cVL7oJ3m9FyicPvIxST5hLYS+mrt7PnCGjD5Pak87ZTUeO/y9Fz7HiCY+eLXJPfT7CD7tSxg+EIN1PlJmdL5sM/e9VONWPhgQpj4L61w+qrOyPDSlyL2Pbj+8J9lpPhl05L28mkm+gUjEPeNez7vuvx077gwcvvuXUz4oSiI+4pyHPSX9+jwyowi+vB0TPr9NZ752j1y9xyiIPhgd9DiwlPa97I0sPlASnj3AIWE9iWcKPuyjXr2VbNS9//dLPrNDpT5zx1g+64RmPLhyXT0E3Uk+hL8AvptggT6BEQO9ellsPvxzfL1yTUM+bakgPtjUuT39g6Y+Xf6gvTECcL40DHm9LCruPW6ThTwQyl+9uio+PY2rlryWB+M9WuRwuww5JT0By6K9RjfhuqNMpz38GX69ImtjvATXxL3wX/K8NLGkvVgk3T2mXWK+PO2lPbEW6Ty6EV080TuSPRMTKD76H5E9qXsvvoGzUD73/xa7wtTxPTNlXr7exbS+7H3HvCI3D75plS0+KO+8PH8wl72X0049BJ1xPSxFDr5xpfW8bSjXPXObOj1HUCi8B8c2vkpZs7zcsTo+Og5cvVs/RT7bYxi+MhzSvdRp9D3GsTS+GeoCPjNuW77ukkA+aKSLPYu/rTySxU09rs2sPSFFHT724LE9kxUDvlLGGr3OpD6+I/N0vtAjLT1et8s9xFFAPc8fgb4Pa4y9LQPfPEGLoTwbl3u+zbu8PQMYSL5EUYq9KwlOvh4Jvbwf/sE9inwBva1eZr4DDQ2+saQ0vi8MED3CX+W8FV9rPZNnA75uk7a97JaIPAsPkT12Wti9r1kOvDFITr6kBCc+jxK8vXpezL30HQ6+L6YrPgsnIb65dWm+JMhAvRjxfL41zak8yz19vtuZLL0fMSA+pc+FvcRuBr7nZ2M92u23vkHYyD2dPEC95ucHvtMtNzzUe9g9Ob4/PqfWtDshWPk926MKvhI7bj0bZPE9PYI+PnCO873McHQ+g+oOPngpp71K5p49vU1xPah3ML7vtRO+qaGAPccqbT4Nq2o8Pa+OvZBgiTz6Zns+qWWqPQZHOL5mCB2+oKyavXVQDz7FuqQ9bT7hvddQeb5+h4e7D/jnPRPHBj5RTJk9+4OePFBkeb4YL7I98KCmPWufIj6IEBe+H/NkPR/lAz2Au9I90xm6PEHYID7h0BG9gupwvYY33DzRhhe+swsLPpi9k7xkgtO9BvUnPdRSkTzyb6w9B7YFPYifmD0TNQ49KGgQvuoByT2NFYg+0EUgPdJLPL6VZJE9s1XZvEAUjz0pzE29M4slPaTqhTo6Eq69olsVvrlRFL1u4L07ePDmvPBhID7sjvC99jvNvSjznr34yag91zUBvnEH6L12p5w8eafXvT95hL6rcru9CM5ovjQT3r0XTT6+2+8ovmPzCj1GNcY9Pkleu+k5hT0KIly9QT4aPs2gdr5VIo49tHWePa4YjD0YzK07PKT+vA3b17uRkOI9qtYpvR9fMDwaiQW9pAvGPae1Mr5Gd8Y8uLwGvfnzr70E1DO+E5PwPZS2Kb7NY7S9gAnCvaysor2sgR0+VZGHPIQiIL7Eqvw9cC30PbNzED7v4G08SYNmPeUfIz2zyTw+Hyp2vWHxYzzAIHk8fAdZPf+5iD0bPLo9GPELvtII6zrcPBa9o582PvToKD4SXtm91f1YvpIIY76+GRg+8+rQPX1/LbyoLBq+0a1GveyuCj78umg9tkowu+oPAT4Yt4o+uNUJPq8mfL6ntxs+M0ySvDlTNj57K9O9iRatva2e8j1PuFg+YS0Fvd9Obj7x1oO+GTZjPpMmCD5pdN6+IQg6Pu0fzb5PThi+tNl5vHDfQ76c/Ea+GVU4vqJJhL1YeHw+Lcn2vP9ZEb4lnVS9/4RQvfS1BD2DnEE+MTLIvEzcwD3u7jG+oUjvPaYSAT5+1n8+dSr+veGKD75Ku0Y+7Kf4vT0kZz7apN09D7KuvStwy7sJrSo+98plvp0c6738mr49CJuBPgHlWz53lnu+QnHlPOvDmj4eiz4+lJklPkgihT60PWI+ZyJDvhl8Pb2x8W8+Pct5Pg15kj5cZ/c8vnlivrGykL3nK16+jeZSPkOyKD53x4C+DWuJvRoR67zhDgO+/71Ovk1TJL7b8l++DupvvvkDWjwDJV0+4KUbvrYc8z3lnqC8WsprPOUDJD4QS0g+h0wyvuQgX76z+jE+McknvYHahL7B23m97LfGvg75oTy7Xj2+Kaw8vjGfw74O19U9rkUCvsyxiL0EtaW+7rp1POHYpr2mlyy9Nf4/PmiDXT7ySwW++mu/vjQNaz3yfpw9KXxZu6FXcD69C9O8RvZLPoaakL36/ja9BFCBu8soAL7I+Qq9q6lVvs4JY7yskSy+JoOXvjXcrj0C/5s8vwEOvW8FOr2AkIW9bTUCvurpgT1CDZ29m96nOw72cD0arAk+bK9IPpXSnz1x2UC8DdQRvrTFEz4n1gS+5UtUvRwlCb272yu8CiMGPVIEWby4Cqq9Jm99vS/RW7uB4T+96k42vNc12b3/ygS+JzDrPbXJkr3qvjI+oUAivJuO8b1XAok8f8+IvAtTDD6xyAs+ZHPJvQtkED5KhT4+ACkSvgKJT76gh5877tiBPTHHI74exgG9TON9vSQVI73Rpt29ypICPgyjjD1nQqu8kwRGPRjqtz3SdEY9w6MVvg8ARD3c5yu9espOOuwHqjxJsIi9iAFAPpQq1L3dTnI9m8Owve4YPb3Hqzc9Y0+EPZt0BT6QpIa9NyGGvUUYKjyLb869SWctvmnRLT1s9SS+bdJZPauOMjwKkV29pO/TPci9ELwGwtq8PpEwvnjfKT5sR208Us29PVQ7mj1NEkI+/60yvZYc5bzBD4O966XBvX1O5z2NdSu9bWpYvfnVrj2u2sE77V7qPU8ggT57CLI85gDoPWI6Kb03HIg92Xe9vVByyb2hrIm+5XhBvUVH5zxHUOg5vQFKvYBNmzzdLDu9iqSAvlXiRb7OWCc+rzlTPhZkGD7W8fA995wWvSa/DjolLl8+qbTfPXa3hT7AeDM9XfHgPOI+Cz1iPLq9KRUWPns4WD6yvog8eRssPYOtKT4r5JK9dKp0vewozT6S2Y8+R3T0PRMQFLyLxiU9DUdOPnhHLD3K8aG9ypWZPQMlUr63G3G9WNInPb2nAb7zL6I8p3fXvMZ/Ej1GIwu+MR55vVe9qL2bdDk9SrMMPnA6qj1BhB++xpO6PSi08r0Jnoi+0JMUPkh+oztf+Xc9TdSWPonGtz1cKZw+d0nQPQJVuL3mTQk8mKAvvg13xb2LQeA+ZmVJPpq6ZL2gG2w+9rGYvTPPAb456E2+IjfTPMhiO75/niC+EGZiPbgdh75PdYg9o4tqPpE0Hz69L2s9v/n2vaBzyrtS+xE+FpfRvOvPFz4ZHPQ6oGNLPuRytjr51CU+ZbQrvZsvD77kmqm+MTk0PXDr9Lz6YDi+5OYtPmJwab69baO+T7NEO6axBD5UrlA9v5WJu7D+4L32VqG8SdEIPhXGF75WMR08pNPwvdfiqz0e8Y8+AxggvnHVIj5d2Q89HU/QvY1qMj0dXDK+7BPpPedUYD1Iadm9GVdoPfULjb6z5UM8D/4uPjfejL1ZXV2+2qxZPusT8L08Si89KT/+vW4+bDwsjpm+SgqIPfGCPD3NQIy+PI4JvO7wwryb+rQ9VmZDPAi8aD6Hptw87u9JPl2XSj4ON5y+NW6sPmFgCLh5wWM+nVCAPZLkMr0T9mS+KDZNPvWEyj0O7pe8189mvogyBL5SeWo9xD7kvTvFBD4rj4I9Q8bTvoRGEr7ZtTC+v93BvW1Zfj41Jpe9bX9JvvRq1b4safi8Ew+AvqemBL+1gFS9QRsDPS8t2L1abk4+wItRPcMVrL15Bdi9wJz3Pa57pz21/LW8ssfdPUOvpT7m+Bq+Ofo8PjYmmD1+9TQ8q84EPPy8qr7U6ZC9n+EpPu/GD74PSwY8FklevjLhyD06xqW8qq0vvqNPV73RBVC+cq2Rvq3cYbyLe4K+21TSPlOp8L3aMei8AOhpvK/aq7t/xoi9/A4/Pn1P+j1uTy8+inmUPiVMLz6TGEe+eDhivlP/uTwtXes9SiIivhywCb5e8gG+/YgUPdH/97zV1KC+8BIMPZeGDb7HZfu9PdjLvVSRgz7u6ts8AIppPYnBab3nohW9sA7FvAMFd71zhkq8kdm8u8Stzb3LMzo+0pU3PmMm8L0Qakk98yh3vprXiL0eqvu9lQubvhd+Wr75qQO+AFgpviLMLb441Qg9KqgCvtxmNL7aFIG+XWCOvk4Q2r0++wQ+3QSCvgA27T0ay/a92ANQPoLZPL2xeVW+vs/mvOb/n76Owjq+SHH5PKmSY77HXKy9BJCIvkdJST2TwI8+r3k+PcZPgD3C+CG+WpLePMW0VDympEW9Iu81PedYJT6xsIk8mo5DPS1ZAT6O7Xq9NK3YPS00tzkSXmG9wFj6vY+8Hj5ETsM8iL3CvbOx4j2I61q9/Z+Evcxr2rz7nFu9q31tvuyb2L3kpiq+jM4vPZoHTz1hPEC+UGTevB/wFL5rglm+yRxFvsOi0rzd1T++RxiIPSP05jzmRDy+ngROvpzwYL5CsBy+uM+AvWhzRz0AjXC9uKvNPY2sQz4p1p6++mylvTo5qD2PaSq9AftjPTQ3I75b1si9/P0+Pg1W271csyu+bgkWPvv2Mr6Z1TU+/NsWPYbsfb5IZiw+FCLGvSMLqj0hY9i8Zbo+vU6wNT7Erly+4VhGPjsN5jsc2cm9EpSRvBNZqzu9Nlk+n8/mvcRVFD1U80e9p/EjO4Gm/b0F7Rk+GXwAvjvgob1XysQ8WNbxvJwFVjxIEgA9fhnnPP0/vj0TtgW+1tARPXB5M74+WR+8Zr8ive7a6z3Fepw8Wa+NPR74Ij5osBy+BHinPdvUsb0wjKG9zCl8PG1t4DyZ6uO94MAWPoCf4bwSwZc9aKQkPNSBJb5baAG9DDQtPVTbLT2S8A2+sFPcvrZL7D2bU3o90gz7PUqgLz0AYiM5QUqwPYjSbD16wX485u3ovKA9Qr0HIWA+eEESPXEMgb1hkTc9jozsvT+3Zj4yM3k+E3HZvWXpSb3A+Lo8gAiyPQLwAD0IIrI9j2B+vamNkbzR3Dk6LGwHPS6oRL6/BXo9Ja0cvtK7kT7KZci9qF1bvkMArz2LNYW8flf8vU4wbT2SfuC7k1UivrllBz0SJ7Q9ggkWvcSWGb10InM+fwYcvW51Rb7pBzc+2s9WPWGzBj4wM8s9Qe3evWjodz7vGgu+ZauYvFqnMD67nfC9g0tgPK5P1b29Uts9e2ehPS10n75aHnW+2seBvpDYUbzpgfu8g1gvvTXjyL39Gxg9s3B6PRKkbD73/sy9tV2DvrSoAz3S+bU9Z67xPXuu+j3qd68+qMMFvmWPUD4pvQs5hr8SvT3z2LugVxC+neIYvp4wibyoaOs92xu4PWdfED7ZWq09Zj8IvrWhAL6QHD6+CzoavhWlpj0x4Ca9/A7Fveck9b07G0k+CyxLvnxqPb2iQM+9VOW4PZkVHr5k5lY+tOnKPeqfh720dwg8HA1NPsT9kL2bVuS9FVkXvmFtRD3OyW8+X9LavVAPhD2tizs+oUKuvAoTFr4ZVta8N6iXPfhCiT6gk5G9qpYzvjTGA76kkGo9eInGvUchojxS5Ts+jgDDPcUzvj1sBeS8Cgg2PanVYzwMod09bhYxPuYPxjypchy+1tc1vmJluj02D0w9VGJqvDI9LT62IWc+4cvZvd9CFj7jlzs8JH++vX95nr76xZC+jUhTvryqbrzu62Q+8ZRcvuA6Nz4Ghl++1Wr2vHnmjT1k5Fe+zSNWvqytvT7nW+k9663UPvjkGr1YZkc+nF7vPbyI5z4xbpM+IU+WPkzV1j79zsq+BeEpPpY5m77acoO8vOyNPoyhdjq2a5u+dUZBvqMgmLw1G3E9iq9PPY8khr5bM4E+dGTjvWtqhD7eNxc9rEcDPi3hpb13HkU9oMjDvn5vF74wFzA9Cxy1vjXozT2sRMs9h5IrvliUb72CJMU8UGfovt1K3r5AsV0+NJlrvU+CRzvpSPk9N0URPr6KZz55r7i+xo2rPTRdlb5mohq+QBVfPpfMIT5G0pO8L+QWPgOFyT2foR0+1AdXvowxM70xnAc9EQASPUI1O76idra+TQacvijaKbynWc89RyIXvqVg2T2kHrk9Wx18vn78rz2ni04+prMvPqbVsj1JjJO98wyTvgaT8j1HrUG8Ct31Pi0VcT4uZAC+e3k3vnRU6r1WLOq9WEEEvewfZr4JS0g8OgM5vgB9O74PkyA+Gy0Zvttv/D3ZBnQ+ch72PjSl3j1vR7q9HkKnviSGG75bqmm8bdV5vV741T3pTBg91/kpvir1J76auG+94PVPPvU/vb0Yh926pzqCvomj0b1ONNq+jEaIPlYPtr7x3v+9OoI5PpkaRD4le1e8+LaKPYrboT36X8y9zXYiut1tGT6O2MQ9o2pcvU2tOz6a+MA8VMMFvYo8Bj7aAxw+jc9KPhzHtz3wTWI+X8kPPqcf9L0knce9igErPmOwxT3FjbY9zBNjPfWBNL3VtnO+dORnPOu7AD7ZhT09/rqHPrISWj6nDAW+xiaNveVpwDxjOxM+u4xhvXJeJj71xwG+pUE9vnHZ1zwKGgI8JiSrPcwclzyuOeK9+XvEO+6vFj112Ik+J6YivJfa6L0MKjm+hDrFvfXIBD6ocGs8lMr7vF19dD7KRAK+x2M4Psx4A7xXH2w9FMoRPVANBD5FXkc+1j7VvdUxxb3MirU95oASPuWhlrypT/g8d1e9vPKReT6bn8W9f5ItPr4mtr0HfRW+KRQ2PZBkMrwTXc69Lv/kPDFvrz3ZeBw+a2e/vYwhTT6eOsA9jbQjvb3Snz0DzwK+RIFrPlDbp71eo9W8FfEXPnuBLz5H+pA9Gpn3vPrcUD6YP3I+9gSYPVkQKb5vFLQ9vsULvvjCoT03iD0+WAopPtyHQD6PMgQ+/vZXvRHx3L0ZWBk9CLgBvIZpGz78tY48wv5YvXUnm73iUwC84W/cOy4SmL2Dwgq9cBqQvanuxDvva5Y9UEyAPtFqrLwbRwY+p83BvI8HKrxCNAg+eoC8vVZO3r09Hgm9WmNWPQYMIz62Ohc+KWiXvbC/v7umDRU+FYRHvrttyT3F8Lc+h86kvZfH0LyH6p27J5TYPUCV3j2OoaC92KiZPWcv0r2oiy09nO02vfAy1T17lXS91E8kPXlmBb5o7ru9RLHUPBKvFD5UwdC9kS0HPuqQKb1Br7O95ZtPvoF2QD5w8xA+ROjOPSm3CT7lcPg9SpJOPjRmKz6buRu+F7sxPSzLnz15SPk9WCIOvfzPD74PYNe9PxMOPhKg7jyFmE89vpMWPprzd7733bq9kOSqPf8skD3lypC8Ch4oPb9GnD0Xpd68DovDPNrrdb4BOZ4+gRj9vARCtTxqcB++ZHqPvR0KLD5kWWG+3mvKPXB9Rz3RCTO8qJCJPU3NYrxdEdu8BpeFPZDPJj5UHsm9ZH2qPauL+D0aJF+9bfg3vYz7+T1IaoY+4q4EPmOMHL1LXW0+PB6jvIuTDb5WjQC+M+asvIejkL04f969AJokvk1Csb6IK2W+4c5vOqV3Br6PnxE+PdAXPYLoOz4i9sO9X7h7PkaxNb573OI9v5qAPuHE8T0Gm6k+dG9zvidIUL0Z4gI+ACpzvl8qob3MaCA+OToNvevL4j29aRC9HeKbvnybL756CSy+BEMiPgBybr66MYw+HSdcvqF82DzvY9C+N/jZPc0ISD6jf/A9eCV8voNwMz6fQ929wCyzvsnPdL3Zzzi9yQq+PuLOJb5VJEM+3Frnveccdb4PYcK8c4Guvd2L9L3vZUa9c8e1u3M0Pr54iHu+5dLxvbiDbD3ECuw8Jy8YPsP2Fb7BlG4+wmmsvnThCL5DeCG+iJ0MPteIlj5R+cU+clxqvv+EUz29aa29QRyHvhERhj1RXNG8xZolPsnrjz2SkhK+vbMLvkEcjj5fa+28nnFgPXIJfb0eOze+spxvPpDh4b6DaVU+R9I7vnCObj4eEjS9tWv+vSb8xD2XUJW+MtBXvk1PXr6nVcO+DjNGvLMTiz4CDHO+Nzsgvq+kbD2HEyW+8QLJPXNp1b0tUmm+Uv2/PUtgMD0tFII9bUwLvXCtPL5TYF49Tk6Mvu/7hz4uing+XSGGvfm4t73rTz6+kanOvcq5qb41IMM9nwqWvt+jk70BtDI+LFzYPMkT4jxoG748vTvKO1gwX77ipZ29UtR/PqOkyL1pHZ++g2fHPR8XGr6/p/+7J4ybvecGHT7fax4+BLsOPvBPPD1Ddla+OaUOvtCQKr6yhGI+JM8XPqseZL3Jb9K9MX+zvdr1iT1lLxa/JRX7vJSF171i9b68EOwovexLg75i8zq+/EWYPujLlr1gQ2w9+k34vSlT7j6Ajsa+52VFPhikO75QWca+zu6IPniosb4ldQm+P5wtPYs31jxZHkq8csp9vutAab7ufjO+z/3CvebByrw440O+xYJGvQxpH73gUoW933oEvnMuh74yv4c9nOFmviaopr1KVlu+soxsPO4CCL4UAhw+A+XBPeIwcr1AoxK+aXdRvpwlgb1NG5k9KjVIvlY3Bj5XQjk9/8zRPL8AAD1Ejfi9yClsvTa3XL5vU7G9NCgNPpkt2b3203m+r1oNPT5cHj7XOqK+HPU5vm74Lz6vsj+9Q01mvn9dSbuMQ+w9F9CJvBKkoD23WVk9gGzbvZ0yIr6XKxm+3AIlvl/YwTwqPEa9EGaSPQ6Vsz2nHSu+VhVmvScHFT7MaMA8w/tEvo1TML7MP2C9XaPkPYmdQj6komU+6NXjvAgumL3tWaK+NWvAverAhzwf2Qe9p6xbvufmCD3VdT0+8vEevUt/cb2WGEW9WuwcPt6pI75yEbu83nhKvg4Xhb2moWG+xinwvce6BT76JDs9iJ7XPbBOBz4R4vq94liCPfh9LztsINc9FsRQvplU4L16o0k9HX+yvHkcKr3SiZe9RadAPlb9tL129Z2+zk6FvvDIwT1Z2kc9VPIBvSIik76QrwA+F6wUvL35iry25la+zb4vPvNw870u7w6++lsIvlaMvD1gBs09QP8xvhojsr1gPIC+fIeLPdkIPb6SblI+mMoMvkrizz1u97S9tkH0PHJmST5Afgi+178bPnZwQb4VPyc95RY+vm7hjD7qSHc9HfJWvnNYBzzBR/o9xGFovIeFHrzKd2e+2jE+PuNviT1+jai9E+YRPqFN7b0ZT707wsGRPWj3rz18WkK+86IlPhSXSz7BiSa+F7IMPnSyrby2G4C9jRIZPcyVZT13cfs7ff0APnWpuD2NE4q8WaZBPVrqZj4Troo8xOpRvUZfQT4xtwU+eSkEPnjPAL0eX6Y8ogTXvTFsjL45ks49XBYBvO2mKr4GJN69CQynPH10wT4rLHI+o8aHvdwkFz0df1y+LGCIPuGOnL0NyBy+ukNePdu/PD6DvC2++ysxvZvD2jtQxd69FhUEvrf9HT4cpcW9N4XsvSmDkb2EAEg9BcfiPY7HlT4HHmU9t7NoPs148D3bTRw+t1TqPT2IJj0yNYy9zAFcPQyPA73pGJM90eCdvDhfJ767fAU91DNGPhUmm7xAHBo9A33KvRIkCL7wOwW+zNEkvkxf1z0LM6C98MhmPfxJFD0dFZe94xfdvQ7TS76jpYS+IAG3PnV1Wr2I3HA+RwXhvSQYZL6Gxme81bIIPku8wb1AyYg+0+Z4vElpXb2KC5m8dwd1Oup9Wr0XDWW+SYGGviHr6Tvhb2w9EnW9vX1Btb48OlI9/zfoPXZ9F71i+vS8K/c6PDoYdT6SUws+71Nbvpct37xKdT89klm2vbb59byA84E+bMDdvdTAtj1HxsY9357TvThEmr5VU8K+QBmVvillW7wv16o8MDGmvSo1ET1J3jA+mleNvapzHj7x78a9EBPGPA8mVL7+Two+CGxXPRj+jD7Evx8+oNl5vda7d77+c3e+Y5btveJ61L3iYli8WoSRu45+KD7qOx++MLgwPhe87j1oDmg+QTquvMbyp730tD48uBCbvU0fm75F1TA+yRC0vqsI/rw49Be9UIB5vQ/hZz7gfR6+0GOvvlABPL4kNl++r7ZlPWRhe7wc2BG++4RPPB8Xvjxqcsq+D6/yvcMFob4/AGu9NyjmPa8tmD06Hy49IDV4vF8bhD5gbIY9NRWBvriyGT2D0KU92zGSPcppGT2vQ3O+BQJ5vu4fPL4cXN07GSN3vjKhFz6Xb4E+WlMYvmkg0z0TEtI9C/kzvXI+Kz6w+iy991zDu3uLk72pf8W9XDMfPliJxL3GVIa+BvqIvpax8z2uy+O7X097PViE/ztzKJs9USk9PSvQn76F01s+aRZCvil0Kr1I+S4+2H7QugH8jz30yau+2kLmPWEnGr4CKRg+2F96vsTpIL5G6vO9qfY3vbnrLD4cDcu7/EUsPVJEgb5546W+/wR6vmSFAz4nVsa9vPhrvRf75LuaGI88K66YPQWaYT2wK5E9LRAAvUlOFT2PdbY9sQLevYmBVT6VvkY+XsBlPZl3pLxFQCE+XDZtPY/YG75j2r49K09nvDnf4D16MFo+SXOEPhsjiT499/69AE2qPQF7/D1LEzO839UdPTwJEb4MzOu8EK4NPvYUIT3KTuS9li0Evlm2Ej46AT+9azTBPLOPsD0uYwW8LnphPrJZ7r0Hbvc9HK+Evc5wWzw9t7c9+t/7PZArbz6ADM+4abe/PuZXFT6bRJo9Kk2PPnnhYL7/PCI9lzQBPbDJAD6mWPk97IqJPkyyQD1Ywwa9Q0qpPr7bMj69j9u914CZvb4oFD7u120+V3cXve6a0D2heVk9fupePiiipj1mXM69WLgCviVVpz6RW0S7TphRPQsz3TzB7Rs+kzEOO98S7z0SbUw+NZlcPps8Bz664VA990e8vejwvD4bYEc+usHJPaJj8bx+rVc+rOVIPqMUpT32zRs+5InGvPFYxD1dud89Q573PWboDz6K8SE+RRDavS8l5j1zI2m9RpsgvpvW6z3GJsM9WK21PjLN272LeMW8ksCTvW1eID7lcFw9HQEdvszIrzxAEFA9oBRAvfHW671+9iW9JKJJvAIrcL2ok6G9mIdKPtO/sTumJae9AmkuvbrmeL2oC/u9NfjhvY+VS70XoxI8LjRePQWZoT0GeHm9vzABvsT7kb7QaNs8IT+gOeaAXL7xE629tBuqvBZ+d7zpN6k9ziM1PhNgNr20oM89kY65PXbYyL2fN9G9PScHPlIBXTz7AJE9ciYhPl8inb0qNl+9EFtuvaXVID6Zt8S9S4Dru/MxCb76JKA97MgivKRhqT0o4bk9f311PWpFdj1IeG49HUjfveQG171G0ja+rpGkPcuifDy1vD29Xrbtvb1Rhj3aS5485bYDPrvYEz5CU5I81HDkPZlGHT2ZyH++c1UQPeAUfr2EWYY91gskPZ6GsL2UBNo9SHXJu3l/ZT0uQDq+Qf5vvvapgzwAaak9vHZCPd5hAj4bspE9hmPGvevjbr2A6rE9pBu9PZBXAz28Axw+HkHqPN/IKTxogri9HbjzvPKGhLxfbBq+Cp/uO3n3JDySOLa8/UXEvca2/D35gpc9zBBTvXAVIL3ROdy90EhpPX63+736yda9YUQzPk64Yb6YUci8CBu+vQVzJj65QMw9WghWvuJ6qb1aeXW+y2wgvt7ce70b2JE9999cvfjEMrwFNRu+wfinvZLt670xvBC+8uXrPXKs9b0PjS29YR2Tvh4Ver2wwNa8CT1+PQoIgr1sf/O9YW13PRl4mj30CDa9FElyPkV1PD2mJuC953uhvUuI5j2Dp+W9/hyvPel6GT4KW7U9yQPXPTPgHr3DtWK9+/4IPtIQ6Dy0t6C99ItMvEFhZ71E6jQ+I6x9PliOQr2YZB0+8l0IvvPoNb6tGaO8qGtfPGBXUjwOU2O88EAVPnomijsn3eg8ZD4PPmZMh77g5ry+mH+Jvmm9gL6f5hm+VjIlvk/GxzxamQG9h2UkPojrjD7LcLQ+gXocvvC7kj1q4jk+zKbKvUKZEr4IEKO9JyftvavN7720uue6wcdKvT7wyT0OdBO+pt0ZPhiuN73RDka+vPZUPvmT2b5fJFc+vyUiPvQmkT28cLm9rypZPqGGJj7znVC9drzzvdtZvr0MyYk9uSmcPegMcj58ObQ+m1oUvbYh0z0sZtY9WOwVvsuuk70klU2+oVcovjlGAT6cjA09nH4OPpfLVD5Y0Au9uPyqvhmS2D0E1Is+O7TVPbdqLT0NYsy9xAqWvcJEQD1BjxG+IWdXPheqMr4jozQ9S7FTPquwHb5epB0+y69ZPWVEc74cNTy9HafQPdFQ8L16V0Y96CwIvk5xcD7C878+XWjDvdaLoLzFuKC+cUSqPFxJXTxXfFm9smmJvUwLdb4nznK+VcBGPi5M+LyKFdC8xFQ6PlA8bDw2p7k9IbUIPpGXuD785lE+TSvcPc9dkr0vJsK9eTz4vZvaaz3RTqy+23KHPWCYwDzAQC8+CGx0PVlPnL15NX0+KP6UvSIXrL1HiRs+dsUdvl79Ab5YhyK+IKBpvUrbVr1iZae9gRg/uR1UrrxRuAi+wnWtPa+O6z1xrwK+6thZPU6iEL4pxbq+A4dXvAGigTwc1eS95jmZPLZMAT19r6y9ks+PPUo30b0fnwK+33qNvBIsCL5W4zu+3J5nvQ3tcjzgo+K8PJq3PXQ5Bj5TWII8cbUwvAHsfL7nzqO+rDN7veRAuL0N/7G93McGvkobKL7Y2Ka9AWW4PFmjMr5I3dw9ZNkQvlVWorvAlgW+dSznvW/NSL0u2Wu9k/CXvQn03r0G1Xm+QAZUvgcafj17dMG9juYrvpld0j23Mp09mOO9PVW9Vr2QYJu9eAtavsr8hz2fth8+R1TCvZsclrwRHyG+jrinvcvxuT3Sx1C+JYlxvmOJib0AJ3q+O1U4vsWqCD4LRBQ9wx+2vcWecL2G2BW9paW3PYD+xr2/fkA8opQePeX5kr0YKjK9N5LtO37tCb7TCR491neVvcQHWz2dKJa9ZBlTvrQpoDzbYZy97TrovWMB17zMYLy9uwv4vbEUo76ZBYI9e+q6vVgOeb3ECgc9O+TePcylzjuDiq09OR2mvgKTPr5LoQU+VHjgu7BT9j0c0tG8/dINvhWlKr48B1+9TmYtPh3LZ77PDKO9LVgNvL6yRb6c+pa9fXyqPU5VhL0dFgW9NH+DvUhiGD6lP7i9et7mPQUaxT3+Q3s8y0gTPLS0Wr2DryY8nbm2PQH9az0tSk6+IyA2vgffiz5lxCI+QWRRPdiFBrxJ2Ik92qiSvXS3DD7mRlQ9hKP9PQYvxr3NaCK+qBXyPU3V9j0r1kc8H+fevZcjQb2H1zm9FR+zvVj+gz2xfa29PlGdPYkoOD78VzW+0xVavsu0mT3F90U8SIBCPv1dmrzHT6W9QE+KPVLn9L2v5VA8Az4ePOVhfD02I0Y+2XaaPAeBjT3oQsK8BawqvZRFlLwI4Xu95caKO9erB75Hoea9V80FPjTGVz3dgyc+XERqvgq0Hj0W67g9yXtgvNo+Kb3vbOG9AJjGvTBrKL2pZqa8tscsPSlgkT5QJ3y9rswRPvHWPr4nbY2+RHq/vIOjlr0eVfc92QCwPQLW/b2yXHq9HqI5vYA5jr6UPDs9GIp4PZwsor1PKRc+ZLkVvgjCU75++TG9Aq0MPhjxFL5gf8m9DLP0vF3MBL49CeC9Dvx/PdiZzL0cywu6wU1tPmoHkr4fHtO7OZRmvacrsrwc/Hw9roBwvWcV6D1B5Qi+iFCgvRsCZL2Z7Kw9jhvGvZxiuDx7eM+9hCgavcDNGT7S/QA+/jraPbK51z3jli89qQO/vKKJ0L0JRp69l+BMvZEDUD4uyqw8OeQTvtF/dD4/Ogs+XuNQvbUAET1N/Vy+QR9ZvgfPE70Z3FI+imCNPPRmb72ODO88M2GPvaOwvb6vD6E9/mtuvmkLfz42qRI+sMqOPj3eXb34cwi9TQeovfjLcT66T5o+7oyCPgeKPj6FPBC+o3orPfgYjb4d82+9E82iOwhkDzwbfhK+5Lq8PRe96j2Wv7E9GeWFPpYDYryoQxI+0e3ZvXj+ID60XNM9GcpkPTtVwLw8nb49XVHbvbfAAj2dVI89JHIevhRSK77tmbc9tXLYvT7HZb68f++9hgGHvuwQEr6gIks+9s5JPjy5aD7lyI29gcTQO59zeD7lni49M07MvCYaor0ejOE9EUgBPsJJMj6eegi+hkGVvQU8or5tPzI+XPcUvgKaxb36AQC+SveevkiLRT1rzKy+IbQ0vtVM0TtFRck9v8fsvZgyiT7d6Ee+hqsnvovCYr0eXxW9VvmHPEfjnj2mvte9P9ZGPkwqBL2bS/09+8szPtuQyL0Gz4g+32J9vVqHP75Hr3W+zl4NPWSxiL0X1wG+PCqUvjU/5b5Gcyc+nxU+vuMaCb68c8A95TwfPqKGhD0lCIG+rLM/vUsmzL6LeYS96+XrPW2zTD5RPVq9uYlNvlsaFj77Y3e+bF9yPsVXn7ymviI+hSc8voEMWD3jE5++33yhPd28N74iAT+9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "17+lOxJvJz0c+RQ9/URTPShZKbznnTA9lenPPAZbtr32Ubm9bm9/vKaXlzzXyYy9oZUUPFUZcD14apG9z2JpvO8ghb0Jepu9YnwRPgu8gryQw3U9m1sRvIfKUL29cQ28ljx8unfN4L059h88vfDjPMa8cbxksJ481n7YvJAL8Lz54ly8Aw/IvTyLe73TVUI8OUIyPaYk2rzLxIW9XfzxPFM3N73wvxO+aJk4vWrPK73rgM+94uXLvJ+DRr19ToQ8T0omvQ6rCr5vDG49EzaovbMNT72zrCu94ImSvMo8aL2VQEQ9/Sb/Pat9obyB2r88t4RfPEy3Szxb4nm9wZEHvuzkwbzNTZ49YDxzPch15bx7HzM9ORS7Ou7Ulj3sj648t4YNva1TAD1czKC9BuM4vUBjI70O7Jq8VLePuxmMmL3OSAU8/dcdvkTZkz3uR9+92hxSvZKtVzx0g4U9vIB/vUojdLwfu1E8JS6CvcmSwjuJwDm9oshdvY2xurqfj04928sZvVvlQj0a8Qi+LL12Pe1ruTwGOHe8eEH7PKxwAj3eaB07l+cdvbj7dz1kSuq8lreaPef3ljyT03u8IS8UPSnQnD0Jy/m7Ow4/vGUugD15Jii+0NwKvP7gNr1/BDo9DdmcusSJZ7xxdti8pp/qvWXDZr0vEIW8eSC7vO8mkr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 