{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "iOkRPWK/Lz1AbHG9R/7RveA20r0Lm2k9CDYhPrmgN75ont894jaUvY0bkr30I+Y7bPjXva6dP75yJS6+GfwVvhjjrz3Ik7W9oVgSveCBZj1sLrO+o335vYjocT6HT4e9pTjxvQYAbD6PnRS+oG2MPVEUGTy24w49pBsGPmHWzr3zuUg9z+f+vXihrD01JQO+8TgFvtcsI74+y9k7tnNGvvWZVb6xXq89T+1EvWiIbL73xkc9gUVnvaEmmrzCHhG+iKP8vFcZAb4N8To+2Qj7PcEpHT7pSRm+zHjYPaBb5D15fq09u6TNvdYMQb2kDxu+qjRDvunqV72YEe699JE5PiBXjb5FuVG9zNqFvt79dj14AOO9o9OAvnK9D75zXDG+EQepPRS0dL7SGjG96TorOxJ+Vzu1F1S+ju4UvsleIT4z1Y++dKJ+Pt3Ewzy64+k9ajMfu9jzY74bgRO+dBQrvnPWYL5r/7s8xVFJvff0kD0tWiQ+qLoavuilDz7Hx309Rz+3PdJyb73dWP09YyPpPJ4DxL3pJ+I9h9J9PQORLb4Ze/o99uSvvf3Qgbql4iW+2o8ZPl4urD0G/ZU9sWoBPv5LrD6/cIs9jKKIPQRMrr0LqPo9dl7nvfGgfT1DJIe8Lp/2OvRGoDtWCRm+eZf2vaJOvbpuJh6+W7+uvfVasT0fyis9OiIzvYDNBr5GP/k9CL85vYTIgzyq1C69xmisPcvSAD6+LRy9zQVjPuHLWzyOgMy9vWYEPRWsIT7e5QM8CHcWPvEJ+j1kp5O9OarPPQWUVz5SqwS9k8sGvgiWFD3cgWM9NKHMveCfDz7iXBW+/Qw0PpI0Bj58I+a966MtPi2G7zzEDLU8ACnkvSKn5z2b8YC8G8wXPioRlL2k/SK9gTHgPWSwkz12lDk+uKr/Pd6pLD4klqA9JOwbPsbenT2AZZs8ya2svRYTCz5MqfA90g/QvcBtOD79UBq+wVuKO3wZ9r3/sCI+mUGiPed2570p8Om9jlUxO9vdHj0NGEO+GgySvQO2uz1Fy/q9aGe1Paq5dr3Txxm+/ZAkvvDwJT6Ik8u8T20CvjMZkT19MAa9Qak8PHUnGD62axm+eDwmPX3yWT1C90+9n4eKPUqqE74nJNq8QMCOPHhxYL43OYM9GqE+vtmcmT0SLPc9f2l7u6V3Szxz0i495ezuPbIohb2Ugau9HeAzPgSAOrxYPRw+Pj1VPiZZ3z3KjtU9AznFvZPsJz1f0rQ9LYEUPt0LDr6PYEK++KDtPboBbz0wweg91v6yvRh8TD1m4Ja9ybf5uVGqHz6tlEo+pk4VPQ2TuTyd1QU+z8rKPZ1lAD6/KDs9icYCvk1kMbsD3ms+8yD+vcPqiL7GDSw+Be4nPtq5J75mQpu9Ag02PPZ2dj6htme+BCspPkAOcD69giS+Cmf6vSfzqL0gWz0+HweCvYtgYD2kd4I+v7BnOoRdyb2sYqA+XpWqvTIDMD4oJtE9KpcJPthWmz3p2xu+ZOwAvc2sW74e+Eo7hxEYPCo5Nr79IcA9gAeyvcN7aj23jKq9xg1qvnpjAD6PdQg+MewCPtVMzz2FwgY+99uKPcahKrs6wtA85Z0KPlzqlT3tE3Q99QhSPUucG77Wnwg+CQaePB9NtT3ZEtM9YdNSvsixCD3YYAk+z+qIPDaEczwxRYa+5jNhPf7v/70aF9I95VIDPlqleD5rdvO8DBwAvnlhwz3LVqI90V4XuuSLA76OnQA+dQXiPa6KNr5EBDi+bLPAvKgAYL4Urva93cCNPeG+9TyuzW+9p64vPbRh/z0+WiO+nZgEPjKROL62hSc+QIjsvVaMqz31Ixa+IGcyPSx9Tj6/IO89r/uAvr9vAT73/fi9jwMgvjIM/T2wuTI+20efPRnQe74jz748LE1uvt5d2D3abV69bIGfPWdtEb6m7fy9QIaDvqKMFb495xu+EDQJvmfN8LzHiui9AxYKPv/+Uz1r24q9l172vTT/sb3juNo9YodBPk8zkb1chuc9P29/PeOWoz1yAeG9JfAsvfZTBb11vE6840KjvQ/yv73SCTe87I0/vtHMSz0/ESS+PCQtvidrjL1FAZg9eTVAvoqlOL0sQhE+CrL5PBvIT77Cb8W9iFEePfiFP73MAeu5jLZHvh4sy73666s91YkiPVJ3Gz3kEUG9Lv0vvV24OT4oTHm+KDoGvYAN+D0ZX/m86EAPvhL7kzyPyQi8GR6LPmMKEr7MOaG9GM4APcosYb3KokY9k5oivhMqgT3JbSI+DP8gvm7+Or5VhBy+VHSOPMOdzL3P2ne9qOldPQPAyzw13ky+P+gYPt/bmr22bWI9Lt0QveXqbryV5Xs+KAHuvTFhM77b0ga+nuhEPQU1Az7Gfrq9Zu60vX7rSTlVK8m99egmvdp+AT77uoQ9i+NNvpSnDb7O7tC96KkIvpODTL5ram89VswdPdQExDyAIYG+ANBzPfcGqb4ePmE9BGjmvaHkDT58peK9UoaKPrjSkj5MAEK+mk7gvUhsKT53h2y9gozXPZlXlr3gsbG8A0ZiPaBo1rzHuHa+o4LVvJSNujq0s4g9OrQjviLtpb2w4TW+2c1TvinXrz1/Tjq+ouKxPKMhW758urO9UTAyvj31r70vjwA+J1H5PHMrlL4oC8m90p6VPDYshb0vTiu95eZzvUKNbb5RWmu9DfV4vXxRGb4HalM+ZUOCPR9+cLy7Qcm9XkoXPW85gz2VMHo9OvjHvAnCSryjqGW9zN92PXgpAj74U2G7Sz2VvVYuR72hRaW9lRiTvVyqm736PIg+qTTOPPHl0z2X1Sy+P3FePQvF9L14FQG+U5UOvmvHVz4tK4i9j+KGPMOEHz5ztHq9/rN2vCE9UL6rfqU9ZeGkvQwaOr3UJ4W9oopevV2UlL1roTe9JCVJPVtFHz63e/i9UEgfvetLkbxc7oI6wOZiPazbUb4Qoeo9hf4MPkZ/KL6dCDK9n9umvRMDQrzqrhK9VUmtvHRUrT1GzDo+BFqtvNuUHL4u+4c8a12uvDht7D3ST8G9AdgGPiSSlr2RkZw9c5wTPvmccb27B+I8YmofO6bdqry1Ye09c3b2PQKaST55ej0+6X3QPHCpUT4iluY96MYpPc/IkD2Zgbs9cnQxPj7ljDxBWQ8+TBZHvZVXEr2PFRe9nQoTvvjnGr6eV9O9sIqLvEwVVj3gd489DXI2OwqVCz1IMNu9GZ8RPpphqT13kgU+tVWnvRjIAj2yQ00+e3gGPbKRlLyMaTY+srAePniYQ74FzWa9bsnfvNleAT409MA9VtuQvflvsD3rUOC9iFDaPIarDr4ZiDW+HQFkPmeYib2n+/W9IYBpvg3Qz723/xs+0/g4vEhhC74VSx8+GXoiOvcfCT4RMCo+EDsbPBPmmz1oyLM9C2LBO+MnTL5/8h49oTGTvAvPer0tZj89JetePkcRyz2+sVM9/F81PWffkD12mV4+RLhcPgUQQzwnPjW9LKaGPsx72z2+e1686crpvPiMOD3eFuE9LkZKvUOSdj3zoEg9SVnMu38Wmb6fMXA9GoQivQIyuDznaC++447MPTlVuDxvg3e+OnpyPSZMHj0X0fA61ZYjPl7ybb49KUo+F9Z3PUNWWD7D9QU+Ba5QvjpkgT6e5bE969oxPherMb1MTyw9bZK9vdo7U75tFsk8d6UhPtsF3D0eK649S+5RvkWoEr7ki8c9gKjjPRTmKr6ilCK+qTtbPg9rsz3T0xS9o9DevfMzZz5zUQq+IRFevoQd/T1s5S09KhgQPkuceL68wTQ+TTRMPoBghj2+Rcq9eWrqvYlP8T0kejq+k+gNvCmJ1D1yCCO+0LmuPYKyjb2NM5E93ujlvax73r1Tmca9lzdtvVZZgb12Gos9pXzYvZGgUL72Vtq8se0fPkHuw71T75Y9/YeDvkFH3r3MUZw9AziVvU0TAL4zahy95WxNvj14Vz3CvEm+sRC+vDh33byF7C2+5zBVvvSL8r17+Ju98eG3PbsDu71+ZX49fvrYPMGHmT1Psxy7V4mHPSAGUD67JSO97B4kvfDQTL2/86A9CemevexSwb3YLQO8WX+HPbTZ8z2SX2s9S4vkvdpUAL2+PKa98EoBPiQKzD3L8Tg9+9MBvmEsi74Bx5K9x96APjZpKb7xeiS+RpH0PVWKdL6EZxG8Pt3lPa26wb2KxUO9/WWNvulXDz7TFiA+qEPNvR4bbr7vgwe+kiyqPWLn6DyypDU+70QlPmcm9T2F7Za+8LEKPgmU/Lx0I0e8xzFSPZZ4SL7R9xG+6XP4vAddBb72dEW+QWsIvd6s9T38Izu+/ACYvfkYwb2WU/89LmYTvuH8qTyTW3Q940FOPegSLD3Q+jQ+lGEvvgy56DssVFg9BsBwvrJF7Lp1/Wy+xd5Zvv5gSL7Z3Qw+nzACvnPx8T3rWQC+eSbZvHRKXz6fkKs9u+s4vlOZEb4umYO+kIKrvbqlx73/cxy+NGtxvf41372LmbY9NR6YvjBEOT6nGAM+lMLcvO+Cej65x8m9+6DfPECJEbybFc69NzWCvUacJ7zKoYW91f7ZvZTOIL18Gow8EPWTvrE4s73Hml2+0Q6gvV6iET5YtQI+7vo8PWMylbyNMFU+dmgdPaWpx72o7Qy+OuPnvYi9cT3DTIK93DRNvtwGkz68ksK7M4QSPskZJz7O/W++8TyKvsNReL7KCYK9a2XHPShBB74ACmY+isVJvWQl5jwpbks+MRZzvaScG7yQ/LQ9JzHEPaoyF7617w2+NeY7Pk0pCz30XgC++l8qvVsdR76pkfW9vGyLvCOawz3P4ue90ykpPp9X070DX/49XTF9PtukCb6kagk+CoR0PkGeNb23lNI9QA7GPaAaOD34+KU9qFd2vdFgFb6M3YS9h/vVPVs0sz0J9/c9/F8GvicpTL7OBZA9MxQQvuSMxr3/Er89lFbyPeubjb2y6Ve+dPASPF+lar4cgg4+PzkcPfWpAj1XNHA93h3/PWsPnz3JDgQ+3gXvPWZ1QzuPEf49mKiGPgLnuL18N8C9i/35vOuZlLw/oSo98zyjPQZbob1czC2902+dvQyCgj3odtS9XSbqvXIZZD05gBs9HMlBPnhjCz0nLkI++o2Uvf11FD4Y5Rq8DqitPcp7Dr7A1TY+dRgKvWz4Dr4DS047SxbSvLEWGL2ZRBw+1YClPJNuCb5J/bY9JSA6PaHTjD1V1kq+66gCPlyPiT7kcTQ9iUftvaYynr08Qnq+G1wLPQGwZr2jb6e9QQdXPIccdT4+gmU+p9VtveMYlj1VNEK+GX4SPjppSrxNopA9CUjcPeDpDT5pXZS9MtqLvXAlPDwmUdW8Wid1Ppo8BD7iYhA+Rve+PMHgQD1aTs6646B7Pc0p6T1trzI+cGsYPBglmL0XAEy8Pl0GPKWW67wzdcS9sV2ePd5KBj0uxK09euqMvtyT6z0xpRg9bYIzPgQSnz2vZ8s84Pc0vk37Nr2CjU6+1aCTvJKoXT7cXoi+tIvsPdhP6LwJ/io9U0UNPuHdxbyQK4c+TlBqvU2Icr1zEpQ9b4VLvph9R75h8nC9o3QAvntTNb4NzqW+YR6YvhFitL6EAni+mdaXPGc5ib7yjrw96GawPc67Zz1VwkS9Kbo2OzPZLb709Ec+ZQThvTSJN744NNU9iSpUvnWu0T31KZ89I1Y3PpD7vLw2PZs9kMN6vqWmH75F4Fi+Hp24vXVrnTwpgzk+UckQuwsMnb1clmg+a2RaPedIyj19F/U9rZkDPqDV4jyDcQe+IMvCvbI72j0v4tg9ReYcux5OMr2K6xw+rye6PZID6r3ifmG+dZSkPPq4AT1arh6+Gq8DPQT1Ab7wEi+9xnFvvntClD28XbC9uHVdPq8oDT4DUsO96nU6vXkz1DzNFZq9c4SIvjTOs72L0SS+7BACPu1gOj5Ys4Q+i1KWvefBQT1NBl8+AJ4FPoeEDL541229QKH8vCXaWr7PrYc9Wyvzvc9Q673UGx69DJ3OvbO4D75fyQY+dDwzvpNt4r0pnSu+LSSFvq2gqjy4Xcw9SP9yvGmQmTwG+D89cPQPPsyDLr49jE6++AzbPcESEz6eGqi+t2WxO0ITkL1lSVK78BOuPScECz3/oC6+5iXJvX+vwT3ZOeK9Jl0/vrs9AD5b6qm+pi7PPXlLFb2OcZu8vQLYvbgKyj2zHgi+ip6nPSEKWL4Dw7y9idr2vbWzk731yOg7W0advQikq73rwQ+9Jvc+PTKIMr4SGQq+0/+wO7tSEjz1Zso8jrUCvMmn6b13MjM+sfYIvmLDcTwj9Ie+XZQkvt8lhjxcaQe95ySBvaTTRT5UHh2+bUWwPefIK73fdYU9GOM0vtmtOb63F789Wo1aOnHTxz3vBhG9f47xPR+15bymkby9DMnwPZ9QzzyuRAm+FJwUvGq26b371xs7p8y2vMQtuL0X+Tu9joodO5NhNL6cAte9QrXIvDydO74dFfU8X8TAu5gPVz03+Me9XcbSPSClar7usoW+10iJPSF1/jvGxGa7Br4XPrmpGb53mjw9cVm2PIWvmb0vytm7gmi3O2KgeD1ThQw+UAUSPk4sir5Eev48NWpbvkR8yLwfjMw9/Dqcvf105rx6SjI95w6MPiyEDjvqSBO+1n8fPrRoTb4bAMU83ivoPOBpOD5UUzu9C6J7voqzkz1/OZS9yEGTvYGUoD1EPeI9bvY8PrzHe76zj5K9wBmxvqh8Cb5H3Qg92RFQvQBezD3UkN+9Yh/wu0HwHL5gCiI+EpqwvbB60rvVFCe+pM4WvsFWwD2Sc8a9QeE6PhcUIz6CKkW9zjNYvkI98zy0Sts9w25SParTuT1HIPK9tXXpPfRRG77HQx++qjeWvawEhj3bCkY+olVXPu/Xsb3xvBs9nQn6vVNOGL2Roic9YqopvqSBsb3RDYc8kMm0PbOPmL2RHP08xM02vpJPrb102WY8PnwBPPgR9T2UC7m9z6XlvSRy5L1V6rg7SX8vvhVNyj0gXxC+4lPUPSt4SL5w8wI+z77CvFgv5Ty2OIc9rUhvPiNcGL7cYO48Y3GKvUO7pb07n5G9GBoVvhPAPL4MAxU+JVWSPRtgCL4FkGo+6KOHu4RWrb3ZXhK+jS6+vaJEhD00Nx89/SF5vfpCUb5e8IU90eTevdGp1T1e2D891nI8PeI3Bz6y2/s9XrTdu8C8M71f9ra9Jy/MPXRtJL6K5AS9LSA/PXtAgr79muY9G2Q3PNYEQT4NADC+BU6yvV8tz71QupU65rwuPVlvKD12B8c94o4quj4oDj2RPiA+PQEOPpOcNT14foS9yAwHvi+Jn70L3aW8b907vnb+jzxAHxW+huiXvZ3ABL714pC9+6+ePA02vz3kNgy8VeAZPrUZKL6eBWW8rc46vjug6z1X0wi9hCNmvRCCSj0FAQ49uWr1OXqE9L1/I6c87d//PXIWUT5EN2U9X0xEPvZl9Dz3tyM8dg4SPNjB+D19olQ9UYoVvuJBfD3f94k7xBYtPovYZL7Kss29mqERvrylJz6q6Nu9wigOPsHZST4oXQw+KU8APiSwbr44CoG9fRwrPnsyWz6+e5w+bndAvt9NID1xNzQ+AquZvgQd1b13mQw+DliovBU5pD0+CFY+q0W4vb22UL1J68y9Y30jPqULrryPXtU97aTlPSBs5L0wxY29QVFNvc8uer6Mm9g9aGGdO4+6yrvV+TI+2jb1Pciz9rz4TTc+maAWvX2MOL7feGm9yQEnPrlQjL05LFo9NyNPvcsEnz1ZW4w9LAFYvqgon72HVuY9Ubyau9r4Tj7/v7i821dUPkV4lz1lyH++KC4aPrKgA749XYy+0x9fuXaphD0yHQQ+LfKjPZlRRz7wUsa9H215Pj4ag72zNji7S8j9u1l3Fb6y3ta+0YSDvdyw9bzpZsG9j6vVPRRXaL6p1b4+r9dkvoerKT4LR6E9lcOWPWsfwD5oe1s+A0NKvvXdED7x51o+P5HIPIQtpD2Ytzm83zsqPtl+nDxHb7o9+UpAPUmzND61sSa+EOVSPRRxor2TEC495h0dPXJriL5HSgc+sd8DvXuVEr65gZO9U4EqvlUU6b2wBCU8bs6UvRZ/hz3j1lg+PSQ3vmAvgr0FVpG+GzLlPUEmCb5H4kq+u3JEvLb6FL69bQM+Ui6evbEYer6wuYw+ZYSMPiBRtzslPJw8g4eqvQfkhT7XLym+ALFNvQ2cVD4WHJI96KW8vDQb0z3UhiU+ohThPdy+rL0Eq6M968+qvc2W1D3ekL49JgePPTJ9mT2Gv4I9gWVCvEZtoT2WhJy9BDBRvQbn4r1eeeu9qI6+PYwz2z2FnfY9BchFvrTln73pF349u4M+Pk6KTj44dAa+tnANvmrcCr0YiMo9LCk/Pj9WIbwcZSo9uXomvgtxHD229Bg+Nsm0vSi4Kj7974E9HMGqPe9barwagnu9f2ievXt+XL2jvc89wwWxvcBm3D2BQVa9bw5mvY4R/7xdPWw9OjJZPjCY+T2IHai9XoJXvfGgRzwvU9q8JZs0PjwUaj2NfLS9TZ69vJ/zlD3eG+s94cbIvW4IiD6VGK898OAuvZvxTz4SM+690418PihRjTwd4Oi9zXxgPd7ssz1Xsss9Q+ApvtWGuz0xNpm9eTshPsSg0b3I9vE8ypWAvV/0hbsDZXY9+PLJvIOWcT1M0hK7EnNEPnDNwr1Qu5E9/nimPXY9Lr3XXPs9BEbzvdtrUD2kfD0+SjHbPezIfDxbez++w1cnPvssSb0ag9u9w107vqOKrD1ayHa9Zq+Bu9GKDb7ntLk8YgBUvUbAUT6ZyAq+I5fJvTbihL2GMsG9983oPd76CjzlmyY+QBhcvQHdCr7KUV8+zHxhvYsKPD2pVdW9pa0XvovMtT3Y7wY+TOTnvYhQm76pM5c9sXXEveQjHT5Bso0+hf+xPVrn1zzUOvI9EGQ7PNDkDb3QRxg+0AANPqbv4D0uR5a+qcDUPeHnHj4RMIk9PnkwO5aZbD1xv728DlgxvfXm5L1xqLK9/9InvgsL2z3fKLo9PFucPfmILz5oqP69hy0oPVME5r3vi769BC8UPpegxz2hXOm9TEBnvKs+Jj4ntG++wTe9vRCDKj6Gvpg9Ni0bPij/o71+zBw+X/IBPjC12T0TYXa9TVWivOZMWD2kQye+aTBvvaF3Vb3/WD++gzzwPc8nqj1fnTQ9t0IwPs/Y6bwtZU2+J3pHvtr+9bwEmJC7OHQSvnwr8r2c+o69GllvvlWVXz2b8EQ9AdFGvmnqgz1zyDY+iV4qvkSYTb12uVG+yPuivesa8Lv1WEM98av2veih3D1IuDs+mi5nPQby7D0kQJm9+SNoPbxjdb6ui2++zgFuPVnJ0LwC+BA+VIn3u1kPzT3Zo1e+09OZPHlNXj3lQig+tesjPvfaCj6dbji+pm4tvgPPgD0JiwU+un9DvjEmxj1QQue9NCKNPMWDQz2++Zo9wEBRPQRvmr3XQSw94Q/EvExuKD2GWBG9i+yXPt3AML6I6j09+7Qevie+Ab5e5Lc8AiPoO6AQUD60oxy7UOfFu9LYNj6cbZC+C7qOviHuWj6X/Jc+ylBxvt3gJL6TXYQ+9EU8vqaurj0MGLY9zWs5vsgrFb6Z+mw8Xiy4vbxihD03XTW+aKgNPhliKj67EM89ZlK2vbqXPD47AMy9F4w2PXCe4z7XV4A90JRvPYqJCj45s14+BilFPoh1pz7DGeQ+pKpqPbKQujySP8Q94WWTPTmkHL7H0Ha+Uiddvi75MbzCXta9K+4cvaMXFz7tPvC9un6cPAeECj53x0I7VxvaPc6WDr7PZE8+wv+2vUTJRb0IQZe+Ir8/PcCBojyFWiq+xyYLPrySyj1Bog4+MUWCvpgrML1a8Xg+nV0wvsnba76Gwnq9iXChvnH3Sj6MGtS9BQZ5vW9mZLwz5oa+Yo5Rvk9ZaT3VG2y+a5Bpvj9tTL3mZbQ9OkaLvmm1nL3hUiI+Y7nevs7ck77gRtA9eAe2PvJdSD79maQ946vBPrde8r1CMz2+iQWhPsW1Ib2qkKG+2n2bPqL9ML66g8W+s171PMBFsj7PN1w7+u0VPh++YTxeVYC+MlmJPsjVDL5juxe+hNgWPq49Mj435XA9QNzpPdeXSj5AAIO+Ha9LPWRsBj5r9Hw9CY4Uvp9KST45/8A9ojDTPMCGVz0hFjw9tDsCPlehsj7BkIa+2D42vVfONzsQZHG7rT8+Pq1Ix72Zaqo+OWlwPeqiFj2uzkU9PXqaPYtnfb6q6i++xcUavZrwJD5hI1q+wlGSvq+7rr3mT7A9PQ2HvoxdJTy2jiC9xwERvpWB6r3VUVG9p/2Ivq0z+Ty7o8s9HvOVPBXKibyZHky+dVCFvfR+mb3okL49WbKCvUE2xz1yN+q7mQYQvm6tBTuUsCW+QALmvHwqzb1GwPM9jViive3JVb6+Upq6aWJwvdM0tzxJf5s9c1Hevb/kET66d3k9Up8Mvq9lDj0w3ic+yyUfPi2CSD4SlF8+DhcBvp43bb1pBqK9T8QRPlkI3r3h/C4+efVIvpXGFj6BY0i+VMa9vo0ABbwa8nA+T5cnvVmYVT3OQwq+n+4Cvj7sOz50W1090dRCvpLtdD1jg7M9Fm0bvkHWN75tgHU+k15FPuEIY76uZK2852mKPWwPNL6OV2Q+ZTJvPRaO/zxxZhm+//dJvlkpjLzQvzU9r95xPqLZmz0EUGu+dJi7vQ30IL4Q4WG+jmLPvB9MQz2OFp89gQwVvswgLz4gCzO8Djq4PU08JL4MEAa82SM1PvY3Bb5Jngm+yLrluqSkK72keLK9xvkwvbJz8jwKK+W8psgDvuzwMz4TkUY+QSHsuQ54O76rZ10+gyVYPlIsWz2p9A4+KJQEvsGGJz0mN6i9IlowPiv+jDoObKK8+ds0PoisJD7+ngG9k0zCvWIPlr2OpbC95ck1Pgxw472WIle+Y2eAvPOcoLqEf9g9B3W3u8Ej3L1BCBu6sYdGvuLRMz4LGyo+KCQXvhBz4r13QdG9nIQUPlMkQb55+oo9U7UOPpwP9z3gU00+rVVBvC8aQD4/cp+9fUypPe0UCj40WUy9zj6HvYg3izubqpc8SyGlvvHlxzz77Ya9Xp2FvCC4RL4oJTW+zYlAvBNwLj4pidc9wkaXPSBZ3L1BOTC+a3u2vlgOBD7xuoK+TU/APZYEtTyYBpC+nwGBPTcdJD7Y62s+U6f1vb9ck73YgYM9w4QuPoDkvb1SYT8+cXczvSi2271fRYG9BU50vGH4Nr7s+fC9Ys8QPZsh0T2oU4O8ZLY8ukC3kj1X2Mk9VjL6PfyLH737N56+uap4PhAAq72rets9ZqgrOgFk8r2PhwQ9VPhRvan7ar1hAsA9Uj3avEPnmT3uYP89nMjUPbIKjL4dMj4+uH03vGOcFr6/Uqu92rYJPvhDmj0Zyzw+1pKTvFHLpz7VsDM+64VIvTWGnL093YS+sQQIvhtwpbwGxyI+O8JavkoVlb5sfKo97HJ/vJL2xz13whI+O84QPS5vwTw8aeY9qE/zPIwFIL5fSlY+PQJNvpkoOL1drno+LPYwvSsllL08Ny++JLpfvVfbWj6ZnGy9KYZiPe+nQL5UoNg845JfPZjKCr6xbqm+zosgPlnwND5O5Hc+rWxRPMV4kz4CwIW+/XPqPJELr74Ls5e9KsKMvlc2KD6KsKW9fqCAvvZbTD7EoIg+ojy7uxD4dT4YSkI+jdbfPqEPgD4NQHW+ZNxlPrAYgD3p/1m+O2MUPQKwRr48ARQ8GfA7PnqMHz78cpe+bhj3PfNzYT5wSAU+Bh28vkOb27w1uC2+XxqOvQMRir7ZTYK8us0evsopVD5/gVU+euzrvd6nM74wLHS9WssdvvAUaT1ZQro8exc+Pqv0lr6R/Rk+epUwPbjdEz9ADro97wJAPgWzhT6dGoq9//BHvu/RYTzrQHA+WBFGPtn30z1P27K9WfwjPk/cQr4ZNK8+boScvSbqm75umou7TUeGvkVUw70y6zA9Zo8dvkRdBbwzHKi9ztujve3yrzz4rmg+UZoZvIZ72jpxkuc8jUeXPauu6j2W/q2+tTYSPgqATT5XcGE9BSIlPmlBIj4Vfe+9UfxzvbgNi758pYC+kPDaPaBIw7zjbm2+Kg0TPFGip77os+w9QGGdOxtilL4wRyE+4wCHvhem5T1WE8u8DtQOvvGKp7s17hu9q/eivbOonTt0jPI9OAE6vtLxT77/84a7YGUsPoC3hb2iGAc/67Ujvv+MUD6wWQa+9e1VvRQtmr5y6YI+x2ApPhvnIL6fUhM+ZtU9PmdyoT2GUAM+MqcGPuBL0z1USj09+Z/ovNQFyL2WyZ49t4UEvkDeMb1+qve9yJkFPlM3r7wbF3U9jN22PRAIOr5YbEc9QQ1aPUig5L2GbAM+Vmm6PEdx2rvi2Ys9RgHVPZi/bz05MNC8mjN7vd4mQLxxAAm+z0QCvihNSb2/TSC9Id0evrVJNzwWnNe9fYxIvqJ4Ab10krs88oPIvRxGHj7rwC2+q7Y9PbRDJL4HlaO8rz74OxQgGbxlGQs+0x7rPZidOj2WKcy9QZHZPassnD1y/VW9aHBXPl0y2Dx/dO8956IxvbzGz70jNTQ94bwEPkLjNz5jGV6+zAOTvaonN74wMRe+W95svcP+tb28PBe9IgI6PoEmrr2TPG+9iQmNPQ2uULztOwS9nB0iPjVlBL2H3Hq9dmmBvWVPGT4OIii+cxduO0agSj0jMqU99m2/PZFVFT4iIQi+F9WmPYU6Nb5IAZS9oMJsPWDrur3tuOO6bl/YPMYp7TyJL6g9T0ZaPpq7hTv49ia+3sO0vRNX5r18xec9Un7zPe1ZVT1iSR++tW4NPibYh71F5KQ9LQzrvCgpjz3/FsK9ePbEPcVmfr06hXw8i/EMvV7r2zuhCxG9IO0zvlAynD3S/kK9qsj9vTITlj3OaiQ+XNEgO0tMczulgHM8hUlzPaWgWr3U7bi9ubKEvVIYTb5p7fm98g4IvkpOqjvDi/o99U8ZvhCWUL1ui569M/sYvZdyvj1ZLxI+9iggvthRUj7dchk9C9kpPkyLqz0bVli95cMjPnfoJ7whevq8W5mmPW0M1D306fC96OloPL5gLz45hbK9sop6vXQ/lb1ozKQ9ZP9Svu9cQj6g91c9JDkZu+xIw7zq6he+MC9BPWy7CT6nLze+wR0Cvnyjvz2b9589oyGAvbvkrb0ZnT89yXwvvkCT+by3Eiw+7ivJPZtE+D0D0X89S/LrvDuPPT0mJx898ARdvpSgSz7/CQM+QgiGO7PxCz77Gpa+71bgPWKk8r0A65y+xBmAvvofYLybizm81Fk3vCUKI77qud48FGdgvhG55b3fjeO9HA+vPF2R+juYj0K8rI7FO85caLzWppY9HcmXPf07N74QfNA9X+atvc6ClL7o34e9zVVuPvmYTz6tcry9teOQvF+Vn7wWvr49x+xOPpaVb70B54Y71BX8vNVIWz1kMGm+82JNPnaQwT3SLbW9TMQIPq88kz7//5A9La+mvRlMSj69bDq+oWhZPF4OB76XSsk9I+5TveH4aj05T2k8RTFYPv3R470C0k89rqvLPQ7vpL6e4RO+OLDDvTh/aD5U8fe9qRrbvdIchz1L3jw+AI0YPfNKDb7z/5I9GS+oPiuJZD0f+oo81eW4vSv5lT5h3rM9JA9tPTasiT0B8Zy+S6lyPdOZWr3Ic6S9kBVpvkn5VT4xnBA+hGxyPr/bP76SVAi9NGJ5vMIkmT6v0ko9ILunPrnwXrz+7rW+mzCvPTEmVb5gm42+LtDKvYbcyztBC949PkUXPqSnIT4HdxA+X/gYvl4uhL77pPo9lFOzO1tq0b2mCgU+VWaCviRlYT4N+6K86GLivXUxmr19VLA9q8dIvkBbiL7Hgmk+RAIFPtuEBr496X0+VrOIvcJzj7zb2ls+/EcQPb8w3L1l4qw91thxPixQlz5Qng8+TOeqPVSKkj4jiV8+GhUhPqeVE75EIi8+8vXtvYACqT3MfE8+NAExPmseYT7U+we+K87PvLWoYr7T3pC+Swt9PmtXZj64lmW+Lr5MvX/W7D1XO+q92cIxvnMQCr5ckPq94/6FvvJKEb7A4B2+cg1LPhdyDz6vajg9Z4AZPd5uCr5UJx0+2rhyvvFmiryGT4O+hxUuPaJOwD2DmGK+YviNvII0Dr5Bliu+3tlBvu1vOD7YDDK98Y3BPokij7uQoSy+b0MwvmzDXbv2oOY98SeiPZb3yz5cKVQ+2/1IvrQ0fD5BiL6+mEdFPsKVdz7Ppve8nWEuPnbkJz71vKW+C2A4PuXcB7778Hg+RiT1PTMDQ73QWRy+v/jMPJRUMr3hkbE8ohXdPaK1HD6UIKS941InvhZjNT5l/xM+RdM4vpPVQr7JQS29b1tBPvE2/T0jnlc+/RZtvrVy7z0UFbO7Az+TvNLtwLxFWZq9X+VLu0Gx5D18Y8s9flxNPbmk8r1srho+D7kPO3w5kLygbx49r1GUPRd2n72/1lA9b9WjPZFESz07sB67LTrJvcFZY74Oo8a95VXsPRW4yj1BlWo9QianPZ2OBz15YWO+YXH6PdNgaD0vEX0+3vWqvf6SvD0omDO+V3YovfVVn7yT99y9RA6IPfSZAL5ewGo92wdcvV+xML5wMW0+eKJavFy6Lb0MY1E8BKpDvnrmV77JOSa+v2aUPWcL0D3XIrq9y5MnvUYkvj3eFuM96fmFPJCRLj4/AmC7SeQCPtf2Fj31gg6++f8RPTF8Y73qeho+QUhVvl4yGD0RrYC8DnocvjWRtr0xlje+o6JCPbTMmD0vCtm7TTRrPRNGQj6W4446wfVtumk/xD1liJ48zZOMPTARMj7R+i0+zmdPPvy3rj3kT4g+fwa3PcotxDwBWF29Pc+5vXcpob1urQw+z9quvadwFb08+w4+bNLDvW9tqb3SYa89oLNHPnI/Ob46Olg8ojJVvKYWJLwjkOm96lE0PVa6bL06apg9nqI8Pmyjcb0tHhG+WGcqOq5qB74xAme9Xc5uveiJED7NI18+Fcljvvv6jD6VKTs+kMF4PsbLKj7t3YA+hI4NvcJU/71Te0c+OChJvqJ/br4lwxC+QFj9vVnSDT5/5mg95ucHPu7q+jw8f169RH4oPSg1h73/Ngu+hrRrvQiMsr2etsO9VnDnvJMRrz2Dnfm815Rlvotb/T0Fcaq8pjgkPWO6Bj7nTJu9E4B7Pm4Gu73BYUs+f2kOPQghDD6+W5Q9zL3NvT2CMb4cinE+dx85PlDiOD6Jt4Q983GJPgkiA76sTIW+rBolPpYG6b3DYwe8WR09vcMI+L3BfXw+Lz4ZO/ZDjL2eCzi94AIuvq/E4TuqnAY+/WifvfBytb0b7li+AXtfvQ25eL2PQow+1JC0vh+2Rj5IYTO+2t0APqwyTz5FTgQ+Ia29vfv2kb30xfw9oFwNPboygT4CTAc9YKNgvlz/0T11uYy+Q+g+PgS4iLuRA2S7bRYsvotwtTxqueg9TxRPvjadc73Pw++8LOpEu+EGAT7k6eK9gsnXPhD0I71Ac9I9ihJ6PlLvr74NLVI9RNO5PNLDdzzKutO9lYHfPWwTbj29yUk99uiTvWUhLb4p1F++t+PxvX5Vlbwl2dG9ha24PTr6+LzbkAs9eebHO7YKCT3wExO+GKnYule+IT1PFLG+i2SGPue7jT3kjjC9Z9WsPBAUgL1lAZ69VSclPNXeEj5gRb09cBpGPkxZjj7gI2A+6rWiPQ84ub0yeKq9HY67PeaPqT2qb1I+AdBzvvN9TD0qAyE+qN+evf/5DD3uTs8+BYz/PkysHT+N2pU+/jdOvXD4p74nCiQ8z03tPS+b1T0qdo0+2FigPvM9a76AlJs+EXZIPdrMsTw0XoY9Zq7GvedWcT4e69w9OhphvgcNzLz7c+c97cAuPuj7VD4aOrG9cW/BPXeSH709PYI81ZM8vk2cqj0YpME+RauaPaqJzr3sedQ+HFjiPSE3AD4VChE+MaMEPxp5iD10/Qu+g1NPvvKiuj0UNgA9Ov0wvu1GoL3XUA0+MslHvj406D2vADY8mc4Rvgw5pL4GAym+jwOkvSskg733tvQ9tkFPPlhFHj4pE2m+V3WDPqGtAr0qz2O9yGS1PlBK0D2oKum95nHFvSPzVj0hxH0+hk6CvZqunL0JlRA+FF1bPVWFtr0E+HY+siglvkyJUbzm/DS+OC3YPV07JL75Y5Y+KxzcvTIAHr5S9mS+RUDwvUywOj6kzn29U/OJvgqCGL4128g+6P0Mvt8yFL5I7tm8idb0PhPvDD5AGMa+UByrvjXXD74tZFQ+JaHgvfVueTvfCqc+VyySPst44j1+37w+BailuzbEm73WCr89y8ZmvSMEsjpS9IE+nTB9vV/Zibs1rhA+8OLEPA11bD6K+rW9IqESvpEUVj1ru0k+TAMYPvUV3j0B7oi89aMXPb7ctb34DNQ9oM/HPRHgiT5V3q+9Sn23u6Fkar18neo9YM/MPfK+PD3G83A+PILkvZj6yDwQuze+Rsz9PboKK76L4sk7mLF3PZvxsj09MhM+09HevLYKuzy+yME95GjbvepLrD09twI8p5FTPlXorT4WbBQ+l8YtPhAjD73Se2o+SBoJvqcaFT68dbu8J4IEPqNVzr3sr6a9b4UcPoCBz731/te9y7GhPX/QJ74pDHg8Cbt5vDDoHz608Fw+FwuQvSO8E77iY++9YSQ5Pn6ARz1MbfM8e3UCvpDhyz4BAzc9b59MPjnAA77vWi6+bJeKPiZDnrxwJFs9ikJYPutXxr0cIOw9X2vbvLM7Xj4UINs9HlEavnxSAr7X3Pg9ac0CPhEkwL0v9/G8RY6uvTulUD6f1X+94+mkPdo8F7xIr6I+esmnvVqoxD2/cPO9tJEcvozUAr57zEw+V1yvPuvqAj6EqAw+ddTdveMDXj6iC4Q9CQREPsIAvz1yDXM9oSlFPXGJnb1ZcL48LcCYvZxKar0rGjo+siP1PRfWF76e+Fa+cjMxPRCRjT2+Zxw+bOWDvDoNgD3VLMo+ldPJO/fe1z2KuBC+ZjHgvVOVxL2WsP48wU1XvsFewD2JKTa+9+06PY4aBj0ii7g9bxuJvAZLb71xcIs+KMF+u2uAGb4ojty9+UytPZJtOzwotIu9dtKcPfxCRD1zu0C8C2KnPRkAo7yKfQA8JxbuvCPl+byASBG9v/0GvlEEGb6ONlM+vY0HPLXkgj3F0fE8QOk0vXsRRL7fbTO+fqNbPruf4r130Z09dQBHPj6ExD5KbkK9ToQgPkwiaz1fkzQ+0XcoPTxXJr7tTJ092bcSvuiGXb1NIJa8nFs6vbM6Qz2weT8+dLe0PZ2Cgz6WPA69PL/mvRpDOT62RHS9u802Ph4uNr6TVvo8rDwNPmEHwb2wb1e+oHYNPhHhYDy5iay9uvPQvHrsaL3OzyU8Mh/BPWv8HD7G8Em9TqoMvtBXqL346dC8cP7+vaF3/TywT0M+qW5/vbjifDwOwto918eRvY3Q7b35gco9I7mnPjxCzb2J90G+S8ljvibgJj6stnc9Q40wPbnaE722BVw9kVbQPb82cb1AeVO8k28SvQWjkD29jxe+sG4bvYbGdL1j7EM9TpmEPWAkGL1ARcq8GNs+vN+SWr6vSui9PfgmO9jrVT7sNvQ6+/mvu7zkAL12MHY+k6ViPqsHkryJtD49gSdWveuUtrwX7SQ9ZztiPd5k8L2g6pW9r+wFPnFybz5e9T6+QVgPPr4AiT0YhVA9fF0Uvu83Oz4NlYw8uDOkvf6wLj5D250+lzDCvJ+SMjxCSqY9H4gOvWO6rj2yywS+g69SPorIT76tNRY7xAGuvBUsOb5UGUO+tHATPkxpDD5inQE+LnAjvQjTtD59Jpc8CVy3PdGmJj6Bu5U+X/vJvJ6ZlT0svz48ZqoSPcDvT74jWDM+ROcCvn1SYr21qxq+59UNPsdlVj5pPjC+M95wvF/1WT2gIxw9Z3tsPuJiBb5E0Sk+oFGvPao1ET589hy+Lie0Pg1wgL64MAO+Flsuvi7TeL5zRxE+vSoavgjwlT4U5Lc+FjyWvXbWmD0E+ia9mTONvigFVr5/XXa9sSqcPl/QRz5XHYS+OLZ7PqIUjD7X0ew6In4qO1AkFz7l4CU+kSDJPdMkCj5pRBc+DdV2PtjEdb4yrPe99/5WPk8opj49rlw+0yq4POvZxb1ae1W89uFqPioE5b3CL0m+p4zCPRpMqbvAXPI6B/YbvuDjUz6eLyM+yDKGPWOL8zxl4gi+aMkTPviBZr6/x1y9FhGIPtF177m3/fW95LArPjHimz3qNWE9D+sKPkgTWb0JDdS9b2xMPnDLpT4IH1g+hAFTPOhmVj0C4kk+iCQBvnShgT7ZngG9CXtqPmAVfL3N6kI+qdUiPkk0uT0nfKY+AbigvUE7cb7ITnW9kz3uPQBldDw0UV29jl9BPTlsm7zyxuQ9hlBku7p1LD36p6K9a2DPumnepj2nhnu9sEhhvBqjxL10Vfe8tcylveed3D2PnWK+ou2lPUc+7TzMm1s8fBaSPexZJz5NR5E9z70vvnpBUT4hvCS755zwPQsIX75FkLS+fibDvJnLDr6Zny4+6Q7KPOr7mL3jw0s9z0BtPUi/D77Wmfa8V0rWPeW9Oj0s+Ti8wkY3vrcLtrzVTjk+7ExRvRhdRj7yVRm+s//RvVzQ8z2tvTW+KukDPldFXL6pyEA+tTSPPQF7qzyQk1E9tDutPayEHT5WcLA99ZoCvjVJG730pj2+82F1vv/7Jz1md8s9YHNCPXn7gL5QLo696JrgPI5usTyrG3u+6aa9PVVMSb4O24q9PVBOvoV6wbx03sI9rEwAvX4/Zb4mlw2+w/ozvjhQDj2wPt68B5psPVZEA75efrW9ZRiGPM+LkD2F19e9qPAzvJpyTL7UOCQ+m6q9vVtKzb1I8Ay+V0wsPgqoH770pWq+NKhFvXMmfL7gl6E85M99vpRBM70q9CA+gOOFvXJwBr5cA2U99ci3vhK+yD38/Dq9mAQIvmnLOTzTmNg9tXhAPj4T4zuh5Pg9gkoLvsO5bT2fPfA9EIY+PqyS8731AHQ+DlsOPjBNqb2uwKQ97a5wPYj5L77+nxS+lCp6PRUebT6ifXA8XwyNvWKDjzy9gX8+vhmrPZCfN77t+Bm+FoqavX9WET7ON6c9hKDhvYuPer6pxhS7hi7oPRbEBT7TBZg9oimaPDRGer69AbE9yo+nPdfpIj75Qhe+zn9gPZ7JBT2tAdY9bxi9PD33Hz4/nhe9gEhwvSzX5Dz0fBm+zTAMPkiDpLzBV9O9tOkjPapMnjx7aq49JlgEPYn5mD0lvRQ9anERvpo/zj2bu4c+LVoiPRINPL5MeI89uV/TvFoGkj2AME69aiEpPeXOCTsxaLC9v/EUvmhVE72Wrrk71iPdvKLlHz50OPC9sE/NvU0noL1FBKQ9g+QAvnS9570OEJs8ji7Tvcg3hb5oLLq9mPNnvmbX4L0rAT2+Ce0rvsNoFj0hmcY9TEZSu/lOij0kg169ymwaPpl6dr6F9Is9ppOfPdXjij0nXdc73Pz6vDjI+rss4uA91Vcnvf9ZLDzT6wi9QSbGPZdWM75Wer08ZRsIvdb2sL0fTzO+8SvyPfQSKL51DbG9BrjAvdzRn71m+B0+SHl6PKqlIb7amvo9y47zPdEwDz5mmFA8G2JrPV+aJj0/Zz0+Cd15vRrZTTyaS448jD5bPfIChT3Uc7g9t9cNvsLwsTpIFhu9NFQ3PkaMKD4I+Nu9YzBZvppZZL7DfRc+mMLQPdiAQ7xeIh2+zXhCvTxgCT4XmGk9c3Yzure/AD4lvYs+7NAJPoDze76E6Bk+02GavLpTNj5x+NK9eL2xvVeb8j3u1Vc+enYFvZ2KbT7llYK+i9NiPvWACD4wmt++LRA5PlILzb7sMBe+1U13vPDhQ74e9kq+qi03vvtzhL0nyXw+rULuvFZYEb4GwEy9fwJYvdjQET24DkQ+d0PEvIEkwj1EvTC+09XwPbRaAT5Rqn4+Duf+ve8nD75Y20Y+pPj5vT1WZz4BC989fpatva542buqyio+R9lkvkEr7L0tdMI9VHWBPlspWT66uHy+dQraPIhOmz50Q0E+0CYmPiWehD4hqGE+XYBCvkzlNb1ov24+Tpl7PoF9kz4EDfM8VhVhvmP/j7245ly+V0lUPqYkKT51YoG+1keHvaNU47yqiQO+CL9OvhhqJL4ATF++G6ZvvhFwUzwaiF4+QgYdvncK+D3Lj6i8/aeKPLdTIj4lj0g+i5E0vq7GYb6XXDI+uKAnvYPRhL5YfXu9IfLGvjO3ozzyjDy+B5Y9vsXsw762ZNI94CgEvsS/h70FQKa+bKyIPEKjpr1bWS69n8g/PsT7XT64jAS+Cg/AvsGKcD0W0p09FsRmukXHcD4DbdC8F0lLPglRj73lXTm9H81bu7ZUAL7oSRC9iYNVvrlMXrw1EC2+ElSXvqXjrT2Tn6U8a/cPvaKGOb064YW9MzECvj+TgT1r05y9dxnQO5Vxcz2Cbgg+vg1IPm6aoD38mDe85icSviGdEj6JKAS+0h9QvQ9NDL2apym8ZKIKPWfVarxsRqu99xp9vYvWcbsMtT29vVcsvLpJ2b0DPQW+CYHqPfm4k71lqTI+uJAkvPGq771eNYs8WD6FvBgRDT6ohgw+BEzHvbYUDz67jz4+WWUTvmyTT77vkro7QK97PQa+Ir6Pnga98JV/vcShIr1lZNy9aysCPrxVij38xKy8+KdDPecmtj0h1kA9AygVvtlgST3u9Cy9XHfUOX/kpDylFom9zUJAPgqW1L3c8XA9WX+yvVmdPL2WKjU9k/CEPZKaBT4sJ429/9mGvWqIJzwG1sy9OgMuvs+5LD36YCS+Qf5ZPeZUOjzmnl69FqTUPXa3F7yf6dC8f6swvnwmKj7rTnA8JiG9PQH8mj17n0I+5q8yvXOp6bxH04K9LlvDvdSa5z15TCy9PEdavXSorT33WLE7GAjtPZgegT7/W7Y8sEvpPTNEKr1kVYg9pXG9vb8LyL3ep4m+5LZBvQI68TwETOs3UfhFvQnTnDyApDm9p1eAvvWpRr4FuCc+rShTPpGZGD6iHO89ZVYWvSyKgzn6C18+WwPkPf3ThT73yys9gpTfPPgRCz0aq7m9cbUWPoYKWT7L74g8F88tPWXVKT4FHpK9/SFyvXXEzT5IipA+VezvPV30D7yAWiU9TjpOPhUNND0H6qC9CumaPUe8Ub4P8nS9Kw8oPX3cAb66CKE8hBTMvIWXFz3Vtwu+4T5+vUhkqr18mDY9SdAMPswEqD31gSC+t+K5PZT28r0Gkoi+VaITPtN4STs8/Xo9TRyXPvTStj3GhZw+mBrUPY1rub3KgBA8MLIuvrMmyL2oxuA+CuNIPuOdZL09kWw+80yavWAkAb6RO0y+09XPPJ7BO77IuSC+D5JgPam8hr5Jn4g9qxJqPtHKHz5ub2g9IKX2vT59wrsPzBM+wwPOvL/7Fz7D7jA7+vZMPsmnzzphVyY+FuMpvWpsD75Y9ai+Yd43PXBg+bzihjm+2ywvPm1Iab6+yqO+m18xO/4MBj59yU49IRBBu2Jd4b1pP5y8htQIPlqxF75ywhc8XDzxvYNarD2tgI8+v3shvh7KIj4MnBE9/9DQvZfgMT3mMzK+TEbtPQN1Yz3jKdi9dHpkPXv8jb4zij08Mg4uPmB0jr3bFly+VsZbPiyi8L3GHjA9Uxf8vcNzYzzM6Jm+zuiIPeDbQT042Y2+rfjwuxSzx7zkRK49kH1IPCPfZz6zcNg8LPtLPnqYTD49+Ju+AVatPuKBNbnLmWQ+Ii50PSFTNb0DXGW+RGVOPokcyz2n9Jm8WfBlvm/4A77/hWo96rvmvUmqBT5CsII9BkbUvrWLEr4YPjC+8cTCvQPIfj7kfZi96FJJvrVl1L4S++682iZ/vkLkBL9OmVO9aU70PHc82L086E0+sjVSPdA/rr1D0Ni9vJD5PVxIpj2OY7a80NTcPZ/ZpT4eABy+O2M8PrkImj1GXEY8up4HPObgqb6tl4+9t2EsPsSHDr4RnuE7OQ9fvqpzyD1Xja+8T30wvnqcWb3e9lK+Y0OSvhnBTrxC/4K+FpDSPmjQ7b3/UOq8iCxxvOoRorsEAYi9YBw+Pkj2+D0Jty4+K7iUPtAlMT6q7ke+735hvv4svDzaVOk9OmAjvs00Cb7CcwC+jScZPYI78ryaLKC+Uk8MPR5wDb68aP6949TNvdsvhD5nNOI8oUppPVztar1AKxa9i+LGvMjadL2ckzC8qTXBu4/Ozb0KcDo+exw4PsaY8r38SEg9Zdp3vlvbib229fy9Zhabvmi1Wr7ftAO+Jmwpvu5xLr5qqwc9SigCvu4lNL5Yl4G+mXGOvsTL2r0sTAY+f+2BvpMj7D1povm9MmVPPnM+Pr0oYlS+pInevCUNoL57njq+FNf0PCptZL4yUam9LmGIvqZzRz1PV5A+dyY8PfJJgD1BQCO+JyDaPO+sbjy3iUS9i6UxPeYgJj49g4U8Q+pEPQYFAT6TdoG9pvbYPeuTSziS7F+9aRn7vSazHj4ndbY8RMfCvf/t4j3uFl29/jaBvUX+3byBpVy9bW9uvhM+2L2DxSq+cwAvPbaFUj3Tv0C+dM3fvENTFL6miVm+s4ZGvnXiy7ym9kC+9/iHPX/v4zweVzy+yNpNvjXcYL7wjx2+No+BvZ6vST20THS9MTfQPdOGQz6Nt56+thKmvd4LqT2GFCi9YK1lPePUI741B8e9i3o+Psci273fkyu+0ZcWPl91M76+QTY+hUgYPXZMfr7QWiw+q/vHvQXfrD0Yhtm8wSE/vdWtNT4+cVu+a11GPk216DsNNMq9azqQvDRfYDtTW1o+xHfnva6WFD2i7ke97rVlO2KN/L3LRhg+7Oz/veEtob1k38Y8+2juvC38VDwsUgE9VmfkPEVLvz3xrQa+YcQOPVb9Mr4EpB68R7EivccG7z1SrZM8RjqMPW5HIz6MeB2+RKenPYuxsL3jpqG9ti2CPLkb4jzldOO90skWPiOk8LyGqZk9CforPKulJL6s/QG9bDYtPXpEMz2y1g2+qAfdvpz86z3Vd3o9daz7PUOsMj22OTE6+gqxPRMzaz35vng807jqvM0RQb0IIGA+IrgSPQ3Wf70qkTU9Jt/rvRo8Zz5Y2Hg+BaTbvWUITb0rJLs8IjWxPWU+AT3F6bA96b98vTJGl7zJWfO5EFALPRc+Rb7zMnk9P/QbvieBkT7H+8i9jZlbvsHVrz1NTW+841P6vaclbT16S8i7iqMhvk6XCD3qp7M9NZcZvYcdGL3xM3M+HZ8evRNLRr766jc+a/ZdPUZbBz7VJMo9JXPevbj7dz5JzQq+hy+bvNaYMD422+29XH1iPOlz1r27td89Q1+hPRhzn74l23W+dUKCvkvaVbzPDwC9OzouveFHyb2n2Rg9nn59PdO7bD6ZUs+9r0ODvtckAj0j87g9ZP3wPaKg+T3p3q4+wk4FvpuZTz5smXM53JgQvWmO1rsjSBC+2CAZvveSh7yiGOs9mza0PQeGDz5DXKg95JwIvq7zAL4TIj2+xLQbvpYipj0qOyO9IwzFvese972DwUg+VehMvuj0Qr1tVcy9VWG2PeHhHb5hNlc+P0LOPXAvh70vsBQ8hFFMPiDVkL0zVOS9P48XvpSlRj0mhG4+3pnbvej8gz1KyTo+AH6vvJhhFr6WAta8RJaYPfFZiT7Sx5K9SxE0vt/CBL4jV2g9Dw7Gvdt0pTxbyDs+ehLFPQ3MvT0G9t28Q481PaDxajzw6t09g+kvPuV5zzzIbh2+Phk1vqlyuD0dNUs9nLt9vDoSLD5XSmg+WKXZvTpNFj6fLjY8vL2+vVounr6RTpC+/WVTvidZa7wHtWQ+U/devrQXNz4k9F6+pKL5vJMrjj0/YVe++LFVvoqxvT7aCeg9UQrVPoXrGr2FK0c+sC3wPaGb5z5WmpM+5oaWPi7A1j7CtMq++RorPkIjm747f4q8z5+MPp/1njqekJu+0M5Bvg+Albyj1G89h6hDPTzLhb5LcYE+m0jgvXOZhD4tXBQ9jFsCPrbzpr1U4UY9+aXDvg/9F76j4DE9AHS1vkSUzT2ea8k9wK0qvsvfbL0lFMA8nn/ovmIQ3r6RA18+3+dmvdZYeDv5OPs9RwYSPkm7Zz5bNrm+samrPSdslb6Bexq+iytgPjlvIT4mao28DQQXPpEvyj2UEh4++p1XvmRhM73QPQY9sL4VPf6gOr7RALe+KvybvghQL7zJMtA9so8Yvuum2T3NHLQ9XYF8vhuMrz0FZE4+mIkwPoZXsT0hlJG9/SSTvnuk8j0j7U+8OQj2Pp6Ecj7WRf+9YEI4vuny5r17Fuu9Na4FvXSpZb5egUY8TWo5vtSoO76BOCE+RoQZvgFj+z3jr3Q+rej2PpoR3z0Ncru9Rm2nvlmdG77jv2e84+t5vd2M1T3YWBQ9Xywqvi8EKb6JC3G9r0JQPsYGvb0Q8YS5igiDvhFc0b3lgNq+quiHPnkXtr77IAC+ObY4PhorRj52RVG8hO+JPd9SoT3Mwsy9Y9sAusu/GT7umcM90xxdvflLPD6SqMA8pOgGvXVuBj49Mho+4S1LPvdHuT3F1WI+XEoQPhMS9L0iO8i9nW4rPlVKxT32q7Y9OfZjPb01Nb0hN3S+MgRlPEHaAD50BEI9pkuIPoehWT5ZOgW+F6OOveZkuTxUZBM+cFVjvSjRJz73dAG+SR0+vrrx3Twpegc8sqapPZtmjTyX2+K9lsjeO+9OFj2FpIo+et4svFiX6r2eDDm+1DLEvcXmBD6CXXU8MXz8vJkSdT5MhQK+D343Pl3UBrxpsWg94AAUPYKPBT7KqkY+StbUvVPLxL0OvLU9JF0SPmLBnbwH2fs8mWO7vJAYeT5risW9UY0tPv8qtL0XJBe+ke84PZnmJLy6js294TbqPOeErz2Aax0+rpO/veiYTT5HXMA9Sr4lvQk9oD11jQK+oXVrPh2bqb2Of9a8w18YPgPMLz7W/5E9ujLxvHVFUT770nI+StmVPcO2KL5/WbM9+/oLvngcoT2CHT4+FXopPmaSQD4uzAM+4pRZvYa9271iOhw9/lQAvOuKGz7JMpE8IFBavRc0mr36jAS8i+TmO2fLlr2t5Qu9DKiQvZ781Dt+zZY97VaAPhY7q7wRFwg+8tjCvO6rHrx/zgY+BAi+vbHK3r1AQwa9qtBTPeAuIj4aGxg+sbKWvVu0qrsxwhQ+Rz5Ivpruxj2l/rc+PxqjvRJJxLxe4GS7zAvcPUUk3T1uB6K9fv6XPQiG0L2TLTA9jrg6vWHP0z2lV3O98CMjPXKoBb6uMby99HjLPJJoFD4DxM+9R0oIPuOVK711YLK9ehtOvutkQD5IOxA+VHrOPeVgCT5DJ/o93b1MPqZkKz4TLxu+ZfEyPRc7nT0/IPo98wsHvdL+D76QI9a9LNMOPihA8TzJRU89eu0XPqNxeL67+7q9V4CmPc3nkD0mbIu8M+0kPYz8nD2wuda8scjBPLFgd74xGp4+Cb75vF2HrjwguR++HBKNvTIuLT5yxWG+PlXJPWx0RD2UxUq84i+FPSKaYryx3Mi89TyFPRDHJj4kRcm9AYqqPbxK9D2VImG9agoxvfqq9j2cWIY+jycEPgoZGL2YGm0+QvOrvJjBDL7zswC+rZGivHm5jb0daOC9IDAkvlm9sb4FFmW+GsJJOkYQBb4gJhI+YTgbPRZ8PD5H6sK9cyh7PgPbM76DsOQ9L3SAPga88T0ckqk+2kx0vuSTUL2IaAI+XKJzvkXEoL281R8+VAwLvQCv4D2rrRO9yRicvskJL77Cgi2+ZKIhPm2Pbb4jros+kSpdvoLszTxRfdC+/NDZPaDYRz71vPM9Wex6vr5TMj4Vudq9gfizvuTscr3QsDe9KEq+Pjr6Jb7PmUI+O4DovaaYdb5l8su8kSKvvcAm873tX0W9Kryiuw+NPr4BbXq+H6PvvU9rcD3LUO08H8wXPjG0Fb51zm8+p2msvieECL70sSG+J2gMPspmlj6gCMY+OE1rvo6JTj0uEq69YK2Hvrc0hj19XMK8sSgkPsF5kj0NMxS+uZINvlJ3jj6gaey83OJWPcIdeL17MDe+hi5yPjT84b5CKVY+GfY7vs0Lbz6zJzm9h6L/vfkUxD0doZW+tWVYvtgEXb5Zh8O+z2I6vO/liz6niHO+ITsgvvLOZj3gxyW+ZPLHPWlg1r0VRmm+wR/BPQq4MT0AzIQ9wYgJvWlxPb5+w109tJWNvoPZhz7QiHk+ytWDvVCot73GZj2+yynQvZjSqb6c78M9k/eWvtpxk73VrzA+TKnePDCF2jzrQbk8N2e9O//WXb5hC569hmGAPvhmyL2N3J++p8rFPZmaGb6LPPC7yLaUvUINHj70Fh4+tqgOPjKdPT0Ly1a+hs4OvuYDKb5x72I+DTAYPm36Z70JyNG9vsizvSVJhz3LgRa/adH4vIvY1b0yRca8xUknvS5qg7453zy+pNeXPg5TmL1cwm49+x74vRMg7z7fZsa+VsJFPlc5PL5wRsa+G5yIPniLsb53Gwq+6jMnPW/11TyvZE+8cW98vogJab6DtDK+Gdm/vYplzbyzzES+3I1JvSiZJL0D9Ye9qdAEvuzoh77fKoY9hABovlAVqb22nFy+y6h3PAgdCr5sAhs+SBbCPcXab71ZqRK+2bNRvnMQgr1OmpU9GLBIvhGBBj7lQzQ9kSbMPEJQ+TxqdfW9eLlovZXLW77kprC97AgPPna24L3xUnu+U5MOPcvwHD70KKK+XP05vh7xLz7+gjq9fTJnvq9CSLugzew9CA6JvOr5nj3Ca1o9m+DavUMHJL5L7Rm+JLAkvhPGrjzHvUG9fX2WPToRtD3DJiu+7/xvvX7uEz6mFL88w1JEvsm3L77yuWO9Nx3jPb6uQz4v3mY+RFvovIG0mb3DA6O+98zBvfK+jjwKLwK9YEpcvnBeCD2qqTs+kLsmvQI+dr0pL0q9C+McPr2LIb5KxrS8D8xLvvrliL11ZWO+AoruvbUEBT5m2zo9DsbXPQwfBz5e6Pq9F+KBPZNlhTtGa9k9xyNRvjUx4L2x2ks9r1yovDmvLL295Jq9NtdAPgmytL3usZ2+4ACGvu3Mvj0tdUQ9TVv9vPfck77Q/QE+ZagZvLHOirwv21S+6rkvPhbN8r236w6+l6oJvtdovD2UBM49Wp8xvg9Fsb3TXYC+qxWMPSbaPL66RlI+q2gLvpVxzj24wrO98FQCPc7zST6/zAi++3obPtBCQb6N7yo9qXo/vjkujT6V6HU9vxBXvneAADxKdPg9ug9QvFcYLLyw5We+IJ0/PqJfhj2g5Ki948IQPllC7708ssk7l16RPUCKsD3eOkK+R7UjPmdVSz7Inya+H8kNPhTOo7wNM3e9C0EUPcDpZT2UkO07y1UBPu0Xtz2EeYi8C0FJPd8zYj6uQJE8N9BWvfz8QD4T9gc+AX8DPuaMAr1mRqU8+TXYvaGRjL6sBc89em+2u+PyK74rqN29nHWpPCejwD7kEHI+0pyGvcilHD0+pF2+S7aIPvYfm73Pqhy+OUlfPVb2Oz4v5i2+iq0xvVaByDvIFNu9dT8Fvht/Hz73j8e9QFDqvUEUkb3GmUU9VoTiPf64lT50zmc971RnPos67z2Snhw+k9vqPVhlIT1SWYu9t6tfPVrTB72AiZQ9WJCkvIuuJr58xQM93+JHPj6Bj7wEZhs9Qj/JvZcaCL4o/Qa+WAEjvifX1D0BTqG9AnpqPURtET3q6ZS9h8vdvbPaS757cYS+Uu23Pg6EV709VnE+eW/kvXS/Y7501028kkoHPhotw71X6Ik+TdGBvGP+W73ag5q8PtQGOxhDW70JLGW+L0OHvnakBTxIv2493H6+veOBtb54DFY9fl3pPYS/G727YwG9D5wyPJ2IdD5y0gw+5FVdvjtM07xK9kM9XdW2vbiq/LyMy4E+Z17jvWs4tj1oZMk9FRfSvdE+mr4bw8K+ineVvpjyd7yb+p88jFOjvcm7ET1dky4+w9WPvSOiHj72qsa9BCLEPI5OVL4JTAw+TsJSPRNejT7mBSA+CeB5vTk8d75nPXe+QV3tvYlH1L0a5zO8umyKu43QJz6WgSG+37MxPk9J8D1jyWc+D3ivvGNorr2PZzE8PxOdvehgm749+DE+2kS0vjUI/bzeeBy9fflyvfgcZz7UFCG+HB2vvu7pOr5mUWK+069lPayjjbwOFhG+1uxEPC5gujygQcu+tDX0vUYrob5wgGi9RFTmPaFsmD14QjA95o16vGaGhT4txYM9jgeBvsrOGD0s7Kg9lGyVPZOqIT0rinK+uhV7vvzoO75Zfcg7qt13vvf6Fj4XzoE+MIkYvlnD0D0yXtQ9jbYpvdIGLD6M3Sm9mlTdu8o7lb03AcG91ZwdPt1fxL1WKIe+MgiJvp+y9D1vBb67jpp6PV7k8TvJq5g9l9BEPVGvn77CH1s+G1ZBvhKkLb2QDS8+uuHCuj1wkj3NFKy+xEDoPdp0Gb4DeBk+K/V7vrA4Ir5pwPC9Xz44vUpMLj5a49y7Xl0wPfCggb7qSKa+aUJ7vu9UAj514Ma9DdhuveUIprtJNJU8fROZPewxXj2IdJE9nnL6vDDRFT1M6Lc9ODXevdjPVT42G0Y++mljPV6/nbwepSE+ShtuPf6cG75PJr89lh9hvPYc4T0jkFw+w9qEPohPiT5eLAC+DCWtPeKN/D0RuTq83iYgPTm5Eb5a1u28NpUNPll0IT0FgeS9QH4EvkmdEj4PcT29DsPBPL94sD0xAAC8WqxhPgNe7b2gr/o9hF6DvT8bZjyCAbg955P7PU5Jbj5tyTq6osW/Pm89Ez5jspg9H0+PPllVYL7YOiI9wz0EPbOi/j3amPk92h2JPgL4QD2JoAe9P2epPhKwMz5Do9u9I3iZvXmqEz7sDW4+BusWvYPK0T1ZAFo9Pa1ePmshpz1sPM+9JDUDvrg1pz7Uh1i73HVfPYHq0zyFSRw+RmP8Olxg7j2SeE0+oBtcPvISBz7+2VE92CO8vWD9vD52SUc+oPPJPS1N9bxXYVk+djpIPk+8pT0KcRw+IhbFvCrhxj1IIeE95ZD4PUwGED48DSI+OxfbvbWA5T0Y+mm9d0MhvnY26z072sE92020PqXT2b00e868nQ2UvXsJID5Opl09jlIdvp70sTyDGlE90GFCvWlY672zyye9GKlKvGt+cb36dKK9i01LPnOrqDun06a9UPEvvQN6eL26KPu9en/hvUgtTL2ePBI8FFpbPZ76oD2k5nm9V9MAvqD9kb7sctQ8fmMUOk9/XL4mf6298j+tvB6XcLxY0Kk9Rbg0PjzCML32Zc49Mdy0PQZ/yL0Md9G9vx4HPtb6TDwh0o89IAUgPpAam71zel+9jvtyvR5tID4M08S9CdLvu6e5CL4Hs54936EuvIJPqT11lbo9xPRwPcf7dT1Oz289uuLfvV1J1r3cCTe+YZWjPQgtiTwZGEK9WVvuvfzUhj38b5A8B9gDPk0YFD7Pk5c8weHjPXwzHj3ScH++HwUXPeVJfr3S2Yc9A8cfPTH4sL2hi9g97T6ZuzjDaD2P+Dq+2eJvvsT8iDyK4Ko9BphCPdvqAz6WYJI9CPXGvdmxcb0ZBrE9+mq+Pa12/jzTZRs+tvbvPJzlLDzzJbW9yND2vAHIh7ztchu+FirVO1e5KDxnOra8zsXFveC2+z3SIpk92iVLvV+PHb3Ufd69cNNnPeT2+70479e9qfEyPkRzYr7AEMi8xrK8vaAEJz5Zzc09f6BWvq+kqL20V3W+rdIfvv0re739zJE9ftVZvZqxLry5QBu+NjCmvWDh7L2bVBC+5tfrPWeb9r3o5yy9CzGTvr0Tfr3Aite8YNx9Pddggr3bTPS98I52Pfmjmj2UJDa9I01yPitoOz2IyOG9R6OgvaEJ5j1UreW9APSuPQR2Gj7oWbc97b3WPWP3JL2st2W92UoLPtAK+jxLIaC9vWhSvAbIab3sFTU+afF9PmBqPr3RRxw+//sIvoLxNL73wpu8BcdPPCu6RjxHzUy8jCwWPnsLhDuzLd48hAMQPr1Th75fF72+nYeJvsWDgL6fMBu+upUlvorM0Tw+6fy8qZ0jPoh4jT5wx7Q+ev8cvi2xkj3fDzo+aBDMva7fEr4JTKS9DB7wvTUy8L11fAy7YEBGvQDnyj08ZRS+/zEZPm6YNr0dfUa++jxWPhbS2b4PBVc+WDchPrZDjz0It7i95otZPnr3JT6Ui1a9b1j1vQZxvr0tYoY93GaZPak3cj5XD7U+wlMbvTB10j1mJNc9T28WvkQykr3N5E6+nKkovvEX/j0V5xM9PZ0PPmvKVD7ccQi9TdOrvv0G2T1clYs+UAnVPVMWMT0dz829rH2VvSC1Pj0k4Q6+eylXPojSMr7ePzY9l0hTPoZuHr4JxB0+dL9ZPQxkdL7puUC9+snPPVpu7r32gEM9xfQHvqPDbz5LJ8A+hDLDvV2lo7wH2KC+etOpPLlabzwDDle9axOJvb3/dL6La3O+PNJFPsy5+bzjC9G8lDU6PhjxeTysdLo9KYYIPq4puT5ONlI+oo3aPcNqk71YT8O9dqn3vRs9bz00mKy+almFPZ3pwTwCHC8+zLpzPeRTnL1QcH0+Lp6VvQ62qr0zqhs+iyAevurbAb5SYyK+kNZovSg2WL0wA6e9G9eKOWt9sLzBbQm+9TetPW7w6z0bBAS+V/JaPcp8Eb7E3Lq++4JTvOymfDyZCOW98BGZPLJVAj3pF62903qPPYVq0L3migK+vbWOvEOcB74onTu+uNZmvXsNejybveK8Aeu3PVQWBj5ULoI8urwqvDPGfb4IL6S+fN55vYFfuL1PJ7S9P/0Gvg8VKL6rRKa9GiatPI9gM774f949YbUQvlArpLv5xwW+q5HovTFLSL3joGq9F9KYvc6I3r0JDHm+5fFTvqKmfz1tqsC9814svu4p1D2Or5w9wLy9PQQ5V73VIpm97HNaviiahz154B8+GdDCvYc+orzKBSK+2+WnvaT5uz1iA1G+WO1xvjTWib1N8nq+ytE4vgXpCD5tuhM9Ffe1vcCTdr0yeha9bOy3PWJfxr0Vgkc83UwgPZtukr0W5zO9Am3rO7+vCr75sxw9ToWWve3yWj0hfJi9MPhSvhLbojwdWpy9P17nvRf81LwML7y9tTP3vRjvo760WYQ9u0S6vYbeer2zQQk983nePdBM1DtL0K09S06mvvu6Pr69IgY+SHXYuzPf9j07ZtC8WOUMvjkHK777JGC9ZYktPsruZr5QZaS90JYRvMmaRb57FJi9/IWuPbNehL2XiQC9X9mEva7AFz7q1ri9BB/lPTk8xT2QbYA8TIkUPG98XL26uiQ8wRe2PdT0az3wC06+ViE1vuXCiz4DwSI+nYlTPdkHGry5hIs9XM6SvblbDD7DE1I9aob+PfUPxr0cnCK+QXHxPU8u9z0g9088MuTfvUqYQr2dNTm93gmxvWrVhD133K29EaKdPWQ0OD4drjW+g0pZvgKGlj0WYVQ8c2VCPhNalrxRWp+9LAOIPWx69L2Y5Uc8JJcYPANLfD1ccUU+NAuXPLCViz2UNMS8i4MkvW1sk7yvkH69nYpmO3XTB74lgee9KlcFPrx5Vj2EqCY+6BtqvlLOGD2LsLg9vcdZvN9yKL0c8969K2TIvYysJL0axaK8S/csPeIQkT5Q+X+9GQYSPrBIP74fVI2+W6nCvJvhlb0p1vc9moSvPZ2h/b22tXy9PWJAvWu9jr4g3T49NZx5PSQnor203hc+CcgUvpvPUr6EIjO9KQUMPnIgFb7pJcu9h27yvCXKBb4BxOC9uoN9PbMwzb3nd3O6yY9tPno4kr6Uns+7rmVmvXKQr7zZlns9rOZxvaKe5D0QNgm+WgagvYKKYb0t3K49bX3Evb3ouzwrBs+91BcavazhGT5KuQE+qjfZPamc1z2wiCw9Pcu9vHtb1L1k/J69evpPvQTQTj7fVbM8oNMTvuGhdT46Wgo+tT9WvVbaDj33El2+pHtZvurlFr2xpVI+ajWNPMX8br0Xdu085HyRvYqdvb5HZ6A9nm9tvgJZfz67JxI+Z/WPPp0oXr3T+Ae9iWmovd+WcT61mZo+yZuCPi5QPj7r7g++O5ArPdojjb6Lwm69HNm7O4kCBTxH+BK+Lo28PdGn6z0VebE93ZKGPlH0WrwHshI+sNPTvThrIT4LJNA9z89hPX/3xrxMn8A9jz/cvfwbAT03tJE9Docfvst/K77OgLk94QrZvXNNZb533e69b0GHvjFOEL4xgks+f59LPlc6aT45O4y93SL4O+IOeT6eliw95U3FvOkPo73omuI9708BPidnMz4pAQi+Qf2UvX03or7SGzI+DZwVvtAuxr0v9f+9SeKeviuRRj2tyay+d9UzvpjSmzt1M8w9H2/wvft8iT5I9Ei+7wEovn7TYb0H8xO959uJPDuInD2bfda9aihGPjjOAr1ehP49UtozPm2dyr3QCYk+MFx+vXTaPr5QvnW+AQ8PPXZFiL0/GQK+mUqUvnEp5r7dryY+BXA+vsvWCL4M7789mRUfPkPxgz0IdYG+geRAvTd6zL7InIO9bV7rPXuRTD5y8lu9E5xMvg9iFz4gWXe+2JVyPpV3oLzsLyI+wo07vsl5Vz0/LJ++jXKhPUdAOL6/rz29"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "oDWRO0LoKj2GgRU9zbhSPSJlM7ynyC491ufNPDCztb3Fg7i98paAvAtclTzQpI295z79O/96cD0sOZK9fqhhvE3Qg71YMJu9mt4RPmZ5frxPqHg9KtEfvJ2ATr0cNQ28PXVsuhKW4L3lkyA8lbziPLTuarwVf6M8cNTWvIFy7ryYpFy8HFLIvcqffL3RqzM8rh40PczU0bw3Loa9ZzbwPI9NNL0v9hO+F2Q6vY7SKL1uyM+9yP/KvK9zRL2ad4g8sYImvaWzCr4PEnA98QSovVLvTb0yciq9/nKevCkAZb1EOkY9X4P/Pe7Fp7z9W8I8XLVXPBCXRjwLy3a9Ir0HvlGOu7xX/549D850PSop4bx0FTQ9KNwdOz8LmD3NSLk8fFgMvZ00/jycdqC9RKA2vWvMI72BFpq8av15u4D+l73FvwQ8sZkdvlRgkz3a3N69VDdSvewVWDyTrIY9Pvt/var/crz6mU88Px+DvYhF3jvRyze96b5bvf6pvbrAT0s9VR8bvcg2Qz1Tdwm+5wt4PT/kvTw2Gn68s0nyPB9MAz2c3Uc7y5AcvSJLeD0LSuu8joSZPco7lzxfD4G8g+URPX7knT01GuO7Le08vNdYgD3VPii+Pdj/u0yCNr0Z5Ds9obWVuoUZZ7ytCc28QeXqva91Z73m8Ya8Q9KvvNKYkr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 