{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "5lwPPWgtKD1IpnG9Hm3UvVZm1L3nOmg98r4hPtX8OL7ltt497Y+RvX2jk71mBaQ70qLUvTNdQL7ClSu+h8cUvlMbsD1eD7W9o0oVvUIpZD0Yz7O+IGT5vaeocz75Moe9AinwvRk3bT4H+xO+q5+NPVWqDTxKqBA9sE0GPuI90b3HdU89kLn/veB/rD1m5gG+lE4HvuYxIb7ycNQ7LzFHvspmVL4uEq49KsA8vS0zcL7KCkM9JmVivQvJv7yBFQ++xFT2vEd0/70v5To+vwD9PTLrHz5yExq+0pPePeXI5D0rnKs9CxbPvQzSK737Cxu+Wj9Evq33V70yV+29+/86PnyGjr6YmVC9svqFvue2cj3ZAdu9uCqAvvYzEL5m4DO+fhuqPa1UdL7Yej69UAR3ugfJOTvhIlm+eXQUvhoEIj6OJo++2bR/Pl+zzDxIduc9RHgpu2m2Zb5y8hS+OUMpvsVmX77QOKY82zRDvXM2jT1niCg+KewavqUnDz5tOX492OC1PZNTbr3Whfw9av7mPADhwL36yN89yBJ1PbInLr53Ifs9z8ivvU6CqDlW/SW+NYEaPgF7rj3YyZU9Wxn/PdZLrT7dy4s9X9CLPVQZsL0wovs9KIrmvaiZez0J0YS8O2AcO/l5pjuKyBq+hxv4vdLNIbrhPB6+as2uvVz2sD2iFCk9t/w4vcVxBb6LhfY90A45vSUzijwvri298TykPTmLAT5/JSO9OUVnPrQmEjwH68a9gt0BPS8lJD4Oyv87WN0YPkf4AD5Bw5C9DJe6PUg/Vz7K4ge9UiwFvmxtFj1tFF89cVLNvdzSDT4vAxa+kLoyPqzeBD5Xlt299IQsPlbLBz0ZH8c8ahTjvUW/7T3vH4q8DEYZPmq9jr01XSK9ujHpPeSBkT3DNjw+/VYAPnOxLT7KrZw9o3QdPtddoT0Ky7g8OBqwvU2bDT5L8e09/x3RvUFqOj4ATR6+icuDO/788708FSI+AXmbPXZ25L3JSe29aNKzOg1JED3Lw0S+Z7mTvaDkvD3hb/+9rLyyPWFFfr0wPRm+CGwjvhuwJj5zDc28WnEFvl+MnT2H3wK9gtcYPDAsGz6N/BW+7U0hPbElTT0NqVC9DsOAPdLQEr5OKu68Vi+KPIj0YL4QroM9VSo/voIFmj0FXPM95IqguyRHhzwAriY9HanyPd56gb1DXaW9u+MyPq6UQrx0eBw+M6JVPjHc5z1XGNc9vQXGvaffIz3iabA9vSoVPk4WDb5frkO+7NTtPQfVcj2Co+Y9hLK0vYvPVz1g5ZK9NPiSuslzHz6psUw+VDMJPRKeuDxUKwg+To/KPfyr/j2KjD09pi8Cvpm4zLv6U2o+02gAvno1iL63YS0+2MclPh1iKb4liJi9LEggPGQKdD63JW++boQnPrygcj5Fxie+JFcAvoyXpL2JmkE+jeaLvXhYZT0j54A+geLcOZ1Exr3gb6g+vzSgvXpeMz6dtt49j30MPlTBlj1wMxe+4PcBvddrX76oISI8RWrpO+H4KL5r9bQ9i767veg9WT1Kpqa9sKxpvodQAj4z3Qg+i00EPl0N1T0REvk9X+2IPTiVr7mIagA9dncEPlL4kj2SWH89AN1SPTsaGb4Hwg4+daTIPKgJsj23Zc89/TFTvqwdFz0pngc+IyydPJXggDxxtIa+oj06PYiZAL6Sd9c960gBPjpDfj4F5Pi8iDH4vYJzvz1EGJ89eHVjO1jzB758UPs9u8HTPRqyOb5rMjq+UqHJvIlaYr7mfvO9X2OLPYb0/jwhrGe9NTQdPaZjAj66dyO+8z8FPuhTNr4BpSU+1HnsvaSjrz2Zvxe+5sA6PXnfUD46g+g9zwCBvqs49z0cXv69npMfvoS1/T3DGDI+5eWoPXKdfb4Gh4Y8cJVpvh913z2YtnW9xw2ZPT4OE76eRey9/cODvhVSFL5/wRu+TrkGvqxH9byF9+69+RkEPseXTT1uC469t3z0vdO9r73qvdg9lOlDPu1Jmb0XfeU9aZmBPUEtqT2hv+K9+FMmvSDdCb3HHGK8dNimvbwYx71KAgi8I/JAvnX/SD0/nCS+XPcsvuAPjb2rXpc9izI/vlbxOr1biA8+cvQDPU0QUL4EW8K9imgkPTqBP71bWk85pTxIviW4zL1dGas9/oInPZO4Hz1EsD+9rSUuvSFdOj72O3m+378FvdYI+D3CT/W8di4PvpUiljxa0di7J6iLPjsLEr607p69Xd31PGDeXL17yUc9O08hvsLIgj0dAiI+vtIfvt/6Pb7lAx6+l6qYPAw81b2aSXK9cINfPYuqzzyo0k++4qoZPuZXm73gjWE9ZcIOvZGeaLzyZHs+kmXvvS6VLr62PQa+NzdCPaFLAz7dSbq9cBmyvflxDLoejMm9Ow4nvbjWAT6wW4o9cLRLvgnWDb6ZLNS9yC8IvvkbTL5pyGI9bR8RPfEJtDzfN4O+xx54Pd7Rqb6rn2o9ueDlvZPADz5Ln+a9AvCKPrmQlD6WrUO+07/cvacLKz49WHe9z2nePUwXmr0tTpu8ghFjPQXJ2ry5NHe+vCLhvO7ICjtihog9OgwkvsvYo72oqze+dwJUvhCvrj0crzq+juW2PDWaWr6E7rG9luMxvlGzrr3O0wA+eHftPM0Alr5xq8m9v8uhPNBMiL0mKSq98yBxvbD4br5ubWu9p2R3vf/+GL61O1I+jeqDPQkRZrydTMq9YOkYPeCCgz0hDXo9DFfWvPnpPLxGEGi9pBp0PZ3nAj4XXaa7j9aevQveSr2Bb6W94ZuLvTJ4qL0oH4k+JHvYPDsg2j3YSi6+pWtpPR5O671pOP+9QzkXvlwCVz5SpYm9X+ypPDZ3ID73j369mJuHvOpZUb5Hz6Q9HpymvXI6Pr0xgnq9wc5dvThnjL22AC+9GOdPPV5iIz7Lw/q9GfEcvXlXkLyTcYU64uJvPcpbUr68ZOw9ZTgMPj2mJ75M8ju9hQyjvbSCMry7qwi9LrKxvHmGsT3WdTk+RzK5vEA+G74sQWo8FVW0vFBT7j3QOMO9M5gEPuNSlL2tDJo9ZO4RPpl3gr0yUc488UUEO591prxXBOg9XPvxPQOESD4RGj8+B+bPPIAzUj56c+Y9ORkjPaHcnD0487w905EwPhdnnDzXKhI+vCVGva+lHr0P+BW9AYoXvleRGr6flNO9u5SOvJylWT026pA9erXBOiwQDT2Uk929EO8QPs8Fsj18ugM+egGnvQqKCj10dFA+vJf9PMbFk7ziBzc+2ewbPnI9QL568We9g8nZvEm8Aj5OGL49puONvT+ptD1WcOC9wzzQPEgKDr4TPTe+DWJkPmvvib3FGPK9A75qviIvz71r6R0+/TlxvL3QCr6fPCQ+PYXiuQkNCT6fnis+CiAOPAf5kj1xIa49jk2+O3wBTL6aLiU9YL6ovKuygr0vvEY97ghfPkt+xj3teTs9o2ksPQTalT2DZl0++qBaPpeiTzyRaiq9os2FPlqB1z3nhnW8ZEXpvH10Pj3Zgvo9m41CvR6ahD0u1Gs9RY5Du4+Bmr6izn89AwEbvelEmzxjfCq+9pHEPXv1Ej1/bHy+lW5aPWIXBz0pHFM6iBokPuo5bL41sUk+y2qBPe6wWz5IEvg9QRxSvrNQgj4Wlr09MDEsPvNwN73GIzI9jt24vXcxUL6EY+Q8s6smPgzq2T1oEao91vdSvqLZDr6cGcU9SjLkPYN6Kr5fMSO+ETJUPghKrj1h9gK9ZvXfvZRfaj6j/gu+2g1avhkB+D2MZC09LVsVPogsfr5pozE+/g1GPo7egT1PDs29gzLsvTLA6z3cBTq+IEMXvOpq1j1qkCC+tPynPcqHib3ou5E9W2PnvZyu2b2MJ8m9P/ZrvePOeb0NGoc9ixfWvd7vTr48A/q8d+0ePoDT0b2OHZU9qWWDvr/m3r3OR6I9yZKSvTItAL6Driu96DxKvqsiZD1/AFG+VrjWvK5Xxrx7OCi+QxZWvkFp671Ebpm9b1a9PTtYvb0vK4M94DyaPFzlkj2kgwS7ihqGPVl1UD6H8CK931UgvfOXWb0tbqE9ovmcvcDovL10ceO79UeKPW5m9T2cnHE9V/fjvWt4CL13VKu9N98CPpp2zT3twDo9WG8AvltNjL7wHY69dCKCPlTVKb4o6ya+Ax/1PaRxdb56cOO76d3nPQ00wL0aMki9sIWNvsYiDj5/sx0+NhbLvV+GbL4OlAe+dmKpPa7tzzwiPTc+zUwlPmL18z0/Mpe+J9gMPt7O87ywiVu8XJhMPWySRr5IURK+k9YHvbQoBr7JE0W+IybzvGLD+D2FVzu+rSebvT2ew73NrwE+jeISvszomjyU03o9XxxNPdoQKD1EhDQ+JXMuvtquAjxv+FI9Sq1yvsOwgbq3v3G+4pBcvlw/Q77u1xA+uIkBvuNV8D271gG+CUTCvHWiYD47Tag9q6I6vrm3EL6croK+93StvW6Rx70ZxyC+rKhvvaJd3b21rLM9dteZvn9KNz5gbAE+GgfUvGgofD4h2MS9hcnlPLBdGLwLS9K9QL2IvaJAVbxMxIK9ObbVvUdxGL1X93s8rXaTvp+3tb1wtVu+Qn+mvbGNED5H9AQ+XZw0PYIAl7zy9VI+uWAcPdOvxL1U1Q2+Jz3ovcqAaz3fX4K9dbRNvvcLlD5lGfi7tPYVPldmJj6pUHC+WmGKvgLrdb6VdoC9E8zJPbNTCb5diGY+elZDvXvs4Dyz40w+YGhvvZUCCLyy77I9fG3FPYq0Fb5FvA6++Y49PnKNCT2z5f69Fjs4vdFPR75crfu9PredvC7Bxj0k3uy9lDgqPgXE1b2gdv89R0t+PucQE75zxws+3qJ7PlBgJr1jI8896bLOPRciVT1UmKc92cmAvV16Fb52iYa9NeLkPcZksj2HjfY97yQMvtRpTL5hTY494f8OvklEzL1WvcM9zw30PSldiL2o9lO+1PU7PB76Z77Vww4+KSMdPZYg1jze+XU9vKcBPhCinj1PqwE+F9voPRJPEzu3vvk9L6GJPhbnur1D6ru9wIPTvPq2mbyFuzA9dFmhPZX9ob09tjW9xaWfvc5rhD32/dW9iH7vvcsnXz1zzCk9CbI+PpjZBT1Z0UE+NGKUvaKuFT4krWa8bGioPfp2D77IYjg+L1oJvd+VD77h4J872LHcvGSKBr1xPx8+mZvNPA36CL7snbs9ui4/Pf0VhT2IPUq+WZIAPoQKiT5O5UA98yvqvVsonL1pnni+1A4CPRBHYb1vdqO9IvVmPKcmej6C1GQ+UAtuvWTOmD3/M0G+ZmUPPslrSrzaFow9herYPQT6ED494Y69B9qIvT2xmjyK1OO8UTl2Pur/Aj78jRI+tpSxPCjjPT3VsLW7oIhrPTvv6D0DXDM+c+isO4Q7mL2rlDm84CDDO/Kg4LzfNM+9ZIecPQSRGD0ucrY9U0CNvkVO4j0jYwY9m3syPsWrlz0vm8w8QUk+vgUcMr1/I0m++1V3vGOVXT70VIm+w8LqPfkf1rybxy09sFsNPujstbxYAoo+BxFZvQ4Yhb1NwJg9boRLvrlPRr4/93W9HKzzvVnnML4ZMKG+0PeVvkNftr7pPne+oxWAPIacir4r1sI9HdOmPZd2jD1GJEa9L4vgu20CM77LOEs+SLLgvdVXNb7n8M49MmNQvjyO3D0LUYg9BZU4PhTPtLyR86U9pTx7vl7CIb40+Vi+TTu1vYtmsTwWxTg+qw3dOt8KpL3PlGY+kTZKPTTtzz3ZWfM9axkIPppN0TyqQgq+pJXOvYJK1j2jpt89IGWtN5bXM72DUho+UsfBPUqg7r2ZQ2G+w6u+PKHyGj2ufR++qrPZPNaCAr4DZTK913xwvt77kD2nz6W9is9ePnS6Dj4A3bi90IVNvW/81Tzns5u99UWIvqb1lr1J4iW+ISYHPm/1PD4hAIY+pa+QvcrBRj3RBV0+ROH+PSDRFb4HO4G9FUf6vAljVr5g/449/Kv1vZ5M+b327yO9SAzAvan1Cb5daAE+yOA0vvsR2b3zviy+At+DvuO5xTwzFc09Nbo4vGEtlTwb8T49emAPPv+iNb64fVC+c77WPVfXET71mqi+LRcdPJHxnb0u29g6qx2rPZZsCT0lxSu+yUnGvb5UyD0R8uy99sY/vpm4/D3d26q+S6rMPQIsFr2ggKG81xvYvbVkzD0x/Am+Wi2rPZt8Wb4KGsC9P3D5vZL1lr1XlPs7Wv+YvUBOrL10Vw29MfQ7Pa7yML6bFQy+ge+sO5AzFTwtjMw8hxnZuwyF7L0WmDM+vRcJvk0wYTw9ooe+QyMkvjvKiTzqSgW99kaCvTZBRj7FtBy+cC6uPaxYLL1vrIM9Yuo3vkAsO74p+r49Cc+COrZYyj2VYQq9iBDwPdbc/7xsQry9l1TyPRoHxTyHTQm+6NUZvHjj571HwFw7dYu6vKrWtr3p50a9uEDWOJGzMb6bcdO9GWTWvPUNO77NrgM9DUGwu+sOVD3DXsq9l5HOPSk9ab5WWYa+x3uHPZ0F5DsMsJi7ZnkWPjycGr70bjY9wKSnPGDYmr0voQ+8rgGmOxMofT32Kw0+ICoSPiTmib53m/88MSxcvtucx7xxVMg91v+XvYAX77xNRi49GTGNPvfVJToOQhK+RAgdPvowTr506dc8mt/WPJDuOD50gTy9qTd8vlFekz0zbpC9k0CVvXQKnz26xOA9BNE/PiFZe77fyJS9zP2xvmmMCL4rrgY9a8VVvfz7zz2lauO9RiDOu16VHL472SM+HG6tvdGtybuRrSi+yhQXvu21vz3ffMS9wMk7PolKJD4Udj29ovBZvliA+TwW8tw9lI5NPVeIvz3bFfe9HBnrPVzxGL4rICG+H5WrvWTXez2mOUA+dwBbPnt5vr3/Txk9gNv5vQAGAb1SsyQ9kaglvu1/q72dgow8EjmyPaAjm73xGfw8KWs7vktpq71g9mc8zm+MO4P49D1qNr2992/tvWGK6r1ERdo7J4sxvnZg0z2ifA2+T9jcPbwfSr60DQQ+QrjFvD3GuTxUtos99GhzPtmqGb49Z/s8mtyNvZcdnr04HJm9GmMVvpOlPL4TIBU+PdCZPTh0Bb6NtWo+pu/Au+1frr0j9hW+8lu9vTsegD08ZBs97Vl6vToZU754nIc9yAbkvWhM0j1dHS89Gi44PbqUCT7x0vU9ajsHvK4qN7102bS9vbDFPRMdJL5EbQi9/F46PYWygb7/ROg9m1FcPOkvRD7EVy2+8DuzvVq6170TBlg5LhMWPbgtKT29PL09pN0sOkoyEj2WNyE+UyQOPjPqOT2m8Xy9RJkKvvITn71FGMi8ufk9viqWoTyjvRG+aqSZvavGBr4POIy9rDC1PJIPwT0OjSG8cCYgPvtrJb6HnXu86lA7vnMs7T0RZwa9LPxevft2Rj2oxhM968/dulEs9L1K66s81eMAPkEaUT60LnA9EcBDPiD8DD2Iedg64HIEPP5p8j0Mn149cJMTvnj2cD1KER878rItPuczYb4+UsS94P0Rvj5jLD7TLdK9ER4MPvgSSD69swU+uEEDPtRpdb5yS4O9flAqPsIMXz7llJ0+/rBEvjd3Ez2k7S0+RJGavuS0070FXgg+mCW4vBs5vj01qVo+Yq+uvRqCV718g8m9iMcePtVFtLyrTNw92MXlPffh272A/4C9wmpfvSWigL7xLeE9UwbKO02yCry4ryw+KL/1PQFu+7x2EzA+K7Ikvd3YOb6pRG+95s0oPr12lL1IVWE90alSvUnMpj1qsKI9XOBZvuFImL2mS9w9bBOcOg2fTT6lSrq8tLpSPmnOlT1gcn6+QacRPg2pAr7Ozou+5moJu7LZeD3IRQI+2dmdPZ8DRD7Inby9uSJ9PuJTar2bc2m7+VpkvKh1Fr7Ei9S+5ZKFvRQAEL1ow8m94hDUPZTyaL5Qvrw+lhVjvgQSKj7RD6Q9qjCcPbe2wj59TWA+cnJDvrBnEz4OnV4+cmvFPA6Roz01SFO85h0pPhhZWTyAOLk9V5lAPSotOj7cFya+tpI1Pfx1pL07xfc8tu8bPSQ/hr60mAU+ri0bvZeSDb7jZYy92SIsvsne5r0i7So8eX2KvTu9iD0IiFs+DMo+vg3lgL26hpG+DcvkPcGECr4K4k++OLYavHAlDr4eegk+AdSkvZkffL4aBYo+S7mKPtrTFDy9X5s8YayZvW9nhj4Upiy+JHtBvQn6XD5pbI493czcvPLb0D2dNCU+K0HfPUObsb2znaU9e3muvfVT3D2I6Lk9D+2KPX0SmD1MMY49ZnKAvIoaqD0aVZ+9y+lavXTS672lq+29tpe8PX252T0fqvc9RRNHvgGUnr3S8IE9LL48PkW6Tz41Bge+erQOvqmTC73PUNw9eVk+Pru/vLucLzc9+FYkvl57Hz3mZhY+YFawvTQILj6jtYg9IQ6oPQqndbyVdni90m2gvc1/V72Xf8w96xCwvSrL3T2N31W9s3xbvU0l/Lw3z3U9bUhXPhPc+T2KcbK9VB5qvRhwZzy5E6u8XR0yPi8cdz3xOrS9N8LAvLh0jj2tbPE9I0zKvSKShz4mxL09vQMxvdZ1VT7vkuq9jJB9PnL/jjz8vvK9mA9fPZmqtT2uE9M9dg4svt73xj2eopO9k2MiPt/a0b1zVPQ8Bt5svXpoErw4hHA9DdHEvGpsej0XyLQ5AaVJPg7yw70KxJQ9biqoPaVmK73/Of090RX2vXyeRD2bgzk+3e7UPcXCczzcjEK+tRUoPsAyYb2TH9a9wH08vrlZqj0EWmu9Z7JTu4XBDb7IRNk8ipFQvexMUT5Lvwu+WvrBveCvgr2ewMO9ZL/lPcEBtTsTISk+3e9avZszDL5CZ2E+L5BxvZB6RT1yH9O9SCIcvl3dwT3IrAk+bJ7rvcBXnL5AL4Q9H5HFveBDHD5IO5A+7F/BPcmg1jy+bew9R5VKPHbHAb32fBo+8OIMPmyQ4D0rL5y+yb3XPT8/HD4B/5Y9UUkZPAIoeD01n5q8up4jvW2d97296qW9nsEwvpgE3j0yE7s9qPKdPX4LMD4zaQO+CA8gPXLJ672xVcO94FAQPktJxT3XLOu9hKiFvMwIKT7ZC3G+ZWOzvYuaKz7adpY907EbPtznp72/rR0+/kv1Pd6l1j26GIa93aXOvNFMWT2epSm+WitqvZAGPL39cD6+PgHsPSaCrD11fTg9qKQtPg7J0ryaCk++2O1MvvJlCr3mLNe7Rf8Tvpfd/b1GmJa9ikx3vqA0Wj2/EEc9Xj5PvhNPgD2VkDw+zkEmvoemXL1jFFq+N0WkvXmHRrzzvjc9FD35vYm22T3Jjkc+WPVMPe2i7T3/TpS9EkZ0PfMMeb6+AHC+H9uEPW6B4byTUxI+8ZIevMQh0D2phGC+t3ObPJjRYz0FKSs+dAQoPtuNCT5b2zu+WKkxvkPJhD0s8gk+spA+voy00z1bv/e9RCizPDtBXD3jS5k9AI9KPSHlnL1pmR09pFvhvIyYKD2m9Qa9S1eYPm+KN77i5Ug9NsEhvmP6AL51uaQ8Z2jSOzUiXT6X+KO5EprsuzTOPD5teo++cIONvhNyWT5ZdJk+qit0vl8RLL7EXYU+dClEvvPbqj1Rkaw9TJU8vlDuFb5aC448Bw3DvQeAdT12ikG+qNYMPvfqKD4GMb89rkCvvWs8QD7sdNe9tEk8PRDr4z6duIQ9H4ZPPYRiCj7+TV4+jkNPPmP2qD4d1+M+sRtsPWPm7TyinMs909GKPZYnHr4b0Xi+GkphvpyHirtQAta90QYQvafOFD6cJ/W9xJ2cPBdQCD4Sv288cWHRPa7RDr7YSks+9eKtvUl+Or3+iJi+8SRBPW7NhzxGcCm+XaMNPj2OvT3RTBQ+1eqBvtIOKr0X0Hk+uzkvvk9bbL7v/HG9IwOhviM6Sz49GNi9lC5+vV0u8ru0K4q+wQNOvgHsST1WPmu+FVRrvi56Sb2YdbQ92C2MvjoCnr3f9B4+ZUfhvvh6lb5y6c09T8u1PsMqRD7KUqE9YrfGPsEh/71Hwj6+21GhPtirKL2bq5++jAGdPs2bN762cMW+VHniPCGQsj7gkvQ7D9wTPgeqNDyehYC+oA6NPh3PD76yEhi++JcXPmH7MD40R3o9983tPd9HQT7W8IG+nNNFPYrpDD5g5GI9PGgTvlt2SD41Nsc9TpcPPaKbVj1l9z09vgYDPtFFtj7floq+lpg4vbO4qzsfIWC7yjw+PqNszr1pxqo+spJtPTPAEz3r31c99+mRPQqse74/EjC+n+oSvQN4JT4sMmG+WwaUvsedoL3dQbI97OuJviJ1zDsuryC99+EUvrES7b2km0a9NE+IvmGsCT1qe9I9lr1mPKYyj7zg4FG+PM+UvYOVqb2csb892PaDvV+rwz31dS68f1QRvjzQXjtMHCe+5wDLvLcG2L0GjP89z/KivTOIW75QOZO7BY50vR6txjwGxpQ9hCzevYXGEz6AgXg9jj4PvpMA6zzKNyU+zJ8dPpS2Sz6Pn1s+K3UIvt9Tgr3VXaG9pHwNPk3W5r33Ri4+iBlKvmL9FT7HY0q+V7W/vvJbaLuuYnI+DKwsvRVSYD2+6Ae+btUCvmJCPj5yH1E9/GlDvv+XfD0b4LY94xEevo79N76LOHY+0uxFPjnPY75vfty8AT6GPTUoNb5aeGA+vsZrPQ0kIj3Mdxu++pJIvgcmn7xPHS89nQR4PvVFoD0VuGe+d3e6vd+YHr6qP2G+RAr7vDQcQD3ML6c95wYUvjflMz6J8z28tWDDPc87Ir63FJe7Fr04Pg3T/r2Ejw6+uz1KuzIMML0vL7i9BvMwvR6r1Dx74cm8AAUAvs48NT7OO0g+8MI6uyQyP77uql4+TDJYPnK8cD0jBxA+jsADvgJwFT1OX7a9E7YvPox9qDpqQpK8sWY2Pnd4JT6Y6hi9E6e7vVQWob1owrm93/MqPqxI3L3WVFi+/dCgvPWlnTokNdc9xM0evKXu471OCee6C3hJvn3SNz557Co+JJoavrVv8b1kPNu9OeAOPp+kPL6nCYY9C6APPrQ2/T3nFFE+ehIQvOReQj7x5pa9jnKoPbnMDD45NW69M0yKvdv2mLs4pY88S/6nvkD84jxPi3y9yxULvF0ZTr6Zkjy+cd5EvIj/Kz7zk8g9cNmfPaMw6L2kjy++wkS3vrPUAT4JwYW+Ao66PT7rUzxkMJK+N/GTPbHwHz6lR3I+a7Hwvf6YmL2dt3c9ZT02PsLOur2Mujs+xz1JvdKn6r0Ae4q9+7p7vI2HK75Qgtm9l08ZPQ60zz14Jmq8CUmrO6YKoj0gWM09wUMCPt2WKb3mGqS+LAB6Pvo2rb3t49w9Z1vAO2147L329AU9uO9ivRsCY73LU8A9kEEDvR8HmD18owI+nuHYPda5i76uYEE+mnLsu4bMG74nlKW9okEMPoqFoT21Bz8+ScKcvDtgqT7szjQ+kIRLvfzSnr31V42+9qoLvq7Gjrw7pCI+MKpevp3qk75N7Z89dEzSu05/vz2z0w8+l7okPeqjxDxpw+09nivmPOEeIr4It1c+TbtMvtV5Or3r3Hg+KatbveZ5pL0UzS++LQtwvaRfVj49s4i9ipRvPQNgTr4SkMU8nslWPS6mDb4t6K6+cPkjPpMdMj40DHk+W6uQPJbRkz7XPoS+47XlPNhDtb7oFI29R/KIvgvBLj7oeqi9R66CvjkEVj41Cog+tYRAvHQxcz7PXUY+2ULhPoM+gD7CM3y+tXdiPkNtaj2n2WK+snAbPV4VRb4EPaM8BTE8PlUhID6pZpm+wv4CPsscaT6/Tw0+AiTCvpfEOL10TjC+HJGavZa2jL43I8S8PMgHvpHbXj4hvzw+O4HwvXjzMr5CQVG9LFEhvioscz2EMgs9IcI/PoqTlr5nZxw+qZ0PPcgiFz9sV8w9aEU+PkOQiz5E9HO9w8ZLvhsDXDxnbHE+OhA+PksZzj09jrO9V+IpPltBQ74+lrI++WKSvcIrnb6B1n86+zaIvnF0ur10Qz49Uk8YvqqdzrsUxZK94GmivXuRqjwpi3k+YwsGvAVOc7vSj7Y8/GeQPXOA6T0AhLS+NW4PPnbgUD6J0jw9poMhPj/5Iz7PkO69ywhrvbiSjL6CyoO+UeDaPZ/BY7z8YXC+eltnPNYwqL5olu09jhknOyv0lb7RpC0+4+WOvl+q4D01Tei8QA4OvoWHjrvIWCO9JOyxvd6t5zvVQvE98UU/voBPSL6KAxC8ytkpPtEKeL2fVAg/YogdvgAaUT5hcAe+tf2BvfCznb6LYoA+sw4jPkxxIr6nwBM+gxtEPsnVpT0OYAM+R7cGPjdV1T2BjkA96bblvIIzyb2a1Js9rCQEvrLELL3YYfu9qkMHPkQxs7xwV3098xW/PbteOb4IBz49ZeFkPf1a4r2ThgQ+HoG2PJ04vruy1Yk9UqTTPZnocz16ZeO8wieAvd7/Vbywvwu+mxgAvrhiU71Hl/W8ZxoevqD2TDx6A9S9RppIvoVjF71nesE8t8HJvYltID6HNjC+jpVAPQkWJ76CebC8QA8LPDMEJrwJ5wo+4cHqPYtsNz3ed9G9ECPdPQJJnj3K0Fe9W9lfPrVRCT1pLvE90+ckvdA7zb3vsjw97PYGPnpgOT60uV2+99KNvfPZPL4P1xe+PoR+vZudt72aZSa9c1k6PtiBtb1Wy2m9VNyHPSJqabwrHQ69RyghPnJjDL3BDHK9jkR8vQfUFj5Wnim+4J4dO8f8Uz0gQ6k94DzUPQzeET6RbQu+dLanPeB+NL72dJS9zPV+PR52u72N/AW6vHzmPCOv2TwmN6Y9wdlaPnje6TvqwCi+RwuuvY0C6r24mOo9gNb0PZJFXT2jNB++D2EQPo8/i715/6Y9UQjlvPcCjj3+ury91wXHPZiThL233F48hfYbvSRGMztZYBO92u86vu5voD2ZYEq9AQcAvvJHlD1GhCY+wG9/O+HsuzqhdiM8Op5rPcHPbL0tcLK9D9eIvVllT753uP69HMcMvnzmEDgTvgE+4I0bvq2+Wb0H75299RoSvZHSxT14QBI+qmUmvkEJVD5rPzI9F5kvPiEgrD2wIV696C8oPsT79bu4WAO9L7yePc4FzT0pGu69lmKCPM+BLz7nBa29pDxyvWb2jL21Qao9L7hSvj7STD6IvlE9YL1LutkmsbyxaR2+zpI7PSYBCD6Xdzi+R7z5vdX1uz3RiZ49cg2CvWZkrr3MOUs9ZVA2vmLM8rwRxi4+NpjQPcz5BD4z34M9jG/rvNuSRj32LiU9N6pfvtS6TT6RhQQ+SMsiO3PmDD4moZW+RaHpPUsv+70nep++uKaCvhi5lLwtozC8tl9JvOAQHb7Iz9c8AVJhvuqB2L2ce+K9mhikPEQQdDt0nNy7THKdO8BTkLz4BpU94bCZPUssN747atE99UqqvT45lL6V32e9FL9sPpQxUD4FC7e9GQtTvFsWmryV2Mc91jBRPt7pc71uCPo6gxTevEFtZj1+/Wi+Ub1OPgJjwz17l7y9PLYKPpkQlj7bBo89CA+XvRZDSz47vjq+j7owPLW3A77ycsc9u79gvfI5WD0ABFk8RbtWPsAz6b1gNVM9r4u8Pcaqpr6XMhO+cl25vbhibD54EAC+YzHmvVlKiD2kMDY+JbETPU/4F77gB5498PGoPssZbT1l7o08oda5vYjymD61/LM9YUxVPbM3kj32QqK+l8NxPfFhYr3a76y9+nxsvv50VT4BCBU+z2F2Pg1eP75daMm8bfb3u4bzlz6Stiw99POmPtUxirzgELW+zBKxPcA2Vr6uOo++trvUvUi1vDt+s9s9xcIWPuWMID7YEw4+FsAcvgi6hL63O+w9P6m3O1IN0b20zAQ+DAKAvvc4Yj64HdO8R7HSvT6fm71b9aw9IpRDvle1h77xfW0+EioFPgHiC750Cm4+lgyIvQq2gLz9+Fs+r4YYPa+4073yvpk9DxVwPuiEmT7uBRM+OPCSPXs7lD5u8Fs+Z/EnPp2+C74Gcyg+OyX2vThcpD23rU4+NvguPoR8YD5VAQi+Dv6GvE55X75kE46+ddJwPivRZD44imq+HENQvZNe6D3Y9Pq9hvInvvYVCL6wYP29m2KJvqnfFL6WgCa+/RRNPlLJDj7wfVI9LPUSPUEZDL7d7Rw+waZwvkpNmryD9oS+shcyPakovD2wb2G+V4pyvEWsEL7azyy+t6lCviYDOD79rTK9ywfDPhzWb7wbiCm+0Rc2vjJgvjo40+g90P2hPaVqzD7hg0w+CvJGvlVgez7Ccb++qlZEPjKUdj6d2Qa9ZYYtPsbMJD5LhaS+IDA0PjcM+b2vLns+kJruPaMDNb3hPx2+vp2pPOC1KL30OKo8jbLWPRcQHz5neKO9xJAtvsNYOT5NahM+cyk4vtvHPb5X+zC9/vs/PmJ8/j1VCVQ+vPNrvk319j0eW6i7mnCSvBce0bx88aC96hlvu3xp5z00XMY9WQBfPUI89b1GFR0+VzF8O6KuUrylpyI9oW+TPV/bpL2801g9n7SlPUCRXj1wYzo7R3nJvYsIZr5P8by9aPbiPY3Vzj32LWU9DVWnPXLoBz3e3Wa+fG77PY2ubD3Qj4A+ea+ovSHDvT241TO+aqovve0tt7xvVNu99C2NPV2Z/70urVI91NdbvVcQML5A73I+/x9evNdRIr1SXGM8PNBEviLNVr7zHSi+mIWYPYmFzz3zfbi9BlI2vZTUwj3nxeY9OruTPNNqMj6bRgG8erf+PbIxHj3cjBC+kYsLPXOOZ73uOx0+/fxUvo+hDz0lUaK8picevoh+uL3S7De+5NY9PfA7pz3lfYS75luDPXmRQT5i1ds6YUbwOQWVwT337KI8OGCQPdknMD5qhTI+bnBNPnGusD3H4Ig+U/O0PUNL0TwgJma9cZvAve3Hn70fww8+2rS0vYQQFL0N8Q4+Ks7BvYPJrL2f0rM9nSNMPn5DOr78sHw86pw2vFF6DLzONu29rfcsPTPhe716uKI9aA08PvBDYr2prxK+egPKOr40DL68RYO9HHaAvfZ1DT5kGV8+kEJrvvKOjT4tYjw+QTl8PhVTLD7QqYI+zbcXvfkdBb4Jkk0+zdBKvoYTdL7lhBC+fi3yvfF2Dj7nxm89ccUFPq2LDj3462G9BywxPb71er0JCgi+XGB4vT9Yu73gKM697130vH9btD1mxv+8pPRmvj3h/D3vaMK8F7waPQYPFz58s5a9/8N7PlVfxL35vU0+r94JPY82Dz6dBaY9isDTvZm+NL7263Q+ThQ8PjoDOj52BYA9aaSJPhFUA77NR4O+cnsiPoo2472GCRe8ri9SvVsT+73fTHw+4dN1OhNLir32M0G9P0YuvgyzDzzrVAc+cN2nvbr9tr1nRVu+Undvvbdfgb0zgos+Gla2vq/1RD48OC6+OVT/PdyoVj4xbwc+29q5vcSsl73n/fg9SxsAPV1rgT7XDAk9V/1kvq/+0T3yk46+GgM7PpAGVbu7/Be73qUyvhh3mjzzmOM91Y9TvgAGY71V1t+80wYLu4FAAD46u969Oh7YPqyNG70xqck9dKRzPlRXsb675Fs9rDHKPOODpjyTfda9yUDePW5Ccz1s6UY9HYWVvVgsL77JlF++33ztvfDok7ygW9G9v2y1PRSn8bzmWgs9JOGJO1VrAj2CHhK+vI58OCamOD3bDbG+dXWHPhj8lT34zz69lMbJPP+Bfb1g1qu9xoGvO56cET60JLw97aZEPtt0jT6w8GI+S8aqPTChwb33YrC9j9SyPTlerD1oPVQ+MiZ2vogHPT0k6hg+OBGjvT8XAz1FjdA+cLr9Pp8CHz/Oo5Q+rRVuvcsJp77qvis8I4r0PbQ34D23cYo+oQyiPug1bb7YSJw+1uEzPbPuYDy5RHs9TgvFvamqeD4hNuU9xGhjvm0W0LzoGO09ibgkPlgFVj6SHb297jCyPR2iQ70OLcA8Grc9vi4DsT0JRcQ+bwGMPSQQ0b1ACtQ+BqnuPXE89j2W6h8+y2EGP22blD39xQ2+TmNPvnBMuz2A1Qk9WlI0vhg6o73srg4+CWBNvoZW6z1RpCs8BNoYvjy/pb4RwSS+OPWgvXS7h72rYfI9kbRQPqqnHD7lzWu+mSiGPjNS2LyIJIO9Jka4Pnb70T02Tuu9IeHLvWExVT1/wX0+PbuGvTCdqb3VFQg+IPN5PbnJyL1IfXU+vSQmvl/ClLx59Dm+1iXmPWExIb7KnpY+dL3MvfPFJb5XY2a+9M3gvYkoPD7lTYm9zb2Lvht9Dr7J4sk+XrIMvqJsFL7dq+O89nj2Pn3/Cz6Y/MW+/E2qvkvuDb4eHFs+cqPdvbiqoTr1vaU+dcOQPsS06D3kc70+XCy1uzUlo71Ye7s9h69fvSEBMTt2doA+T0SDvTZ13LpOCxM+iBvKPOzWaj4nUrq9khwVviI4Uj2dOT4+2ywXPjuK1j0SKJG8pe8BPf8Ksr2uGeA9EqXTPRd6hz6ZWbG9i1Wcu8fCcr3tQ+k9naXHPdbENz1oXHQ+EDjhvS5N2zym2z6+qz34PS+TKr4dtrM774x0Pbs2tT3C2hM+ZFHBvJAssTxLNMI9mb7cvZkyrD1c0jQ8JuBYPpRHsz5bnRI+zXkqPhIdEb3DPmw+Ee4JvjC6FT7aKqq8qH4FPngy1r1jpKe9yhAYPn6R2b3FVtW9bB+qPQ+SLb6LeUs8G65tvN1EHz4MbFw+/iCSvZ/wEr5iYvK907Q3PiElYT1oowM9w+IGvrM9zT76rj49e59TPuL/AL4x5TC+c92KPrSmm7xV9z49OMNgPoNUx73wIeg9NPXUvEDuaT5MbN09Hu8cviLMAr4e1P09uW0FPk1Bvb0D9OO8EjSxvcEhUj6P94K9UkKgPZrEJbwdhqc+e7mkvSo9xz2u6fe9Er4dvgHNA77l+E8+WhevPkhmAz44ags+sRPlva7GWz6ScXU9XLBGPvRxwD2dQoA97jkwPWQnnL2rKcY8JTCbvWEDX70h/zg+hmjrPY9mGb6TwFe+1bA1PXdXjz3T3yA+AcaGvPsigD0PxMw+vlgJPKuA1z3tMhS+ZYrhvQiVxL3HPAY9/f5RvmSiwj37CTi+TVI7Pa6+Cj16o7M9wNp7vBW0cr37lIs+9mDnu1CMGr4OmuW9g+CvPaTwMjw0Kpq9Vc+hPbYSPD102Ga8WHWjPcwsn7zBbcY7xocNvR0yDr0Rbyy9PVcOvq0xHL5kp1M+AAxgPKmaeT1TQ/g85ZY+vXvIP77lIDG+DKdiPqg9670e75U9GPhEPsKvxj60Ani9mZwWPhxmhz0+jjY+PkcfPXFKKb5/A5c9UaAVvtOlYL0tCoe8678rvTX0OT04gUA+6im6PWGOhT71ySq944DrvXC8PD5cu2O9V/s2PuZsN778QfQ8QC0QPjwTxr0G4F2+MgEPPpyXTzzc76q98WkJvWDBgb3JpTc8Vt2+PYBUHT79Zku9dSgOvl3akL3oOr68tTsAviPz9TzifUM+vMVZveHYfTyUzMc9QvOUvck/9b26c9Q9raGnPuDayb1yQEG+GklnvpRWKD52zXM9WVY6PVQ7EL1CrWQ9wXbKPXjse71CkVm8dhYjvfwEnj3+SRm+GAwBvRZkd73q1TQ9i0+APcmEOr2Yqqu8SCh5vOEEXL7thvO9uPeIO5EVVD52pUA7miwXu24TBb2qh3Y+Tk9gPjpUkLzE6EI9+atUvQPW4Lz6aSg9s/JoPaR68r1HRJK9/DYFPmzubT5O9zq+57kRPoo2kj1ibHw98VsTvo3GOT6iZrI8fqWtvTtsMj6SbaA+PtrPvK3bGzzGD8Q9dEkGvWagtz2pHAO+lgRGPqiOTb72yAY8VnqAvA4GO74aPEe+uAUTPhdKDT7NNAM+oeAWvVaptj7cDiw8e5SwPciyIz6/SJQ+NM63vFUnmT3YmEo8/qUVPc26Tb7k1TI++E8GvpHuZL2GlCe+lWwVPjJBVD52FS++EzqZvLqEXD2StxI9QtFsPn2WCb4hQS0+1vu7PSqpDD72zB6+sr20PgJRgr7jlQS+5eUwvv25f768yAo+agAfvofZlT70Drk+GY+SvegnmD0e0zS9dxeMvqKmXL7+cW690W6gPsSvSz6zl4a+AId+PhBXij4aiyM7Kd45O1RLFT4XmiY+dTHEPbnJFz6h0xg+P790Pjpre77ecvu91MpVPnb/pz70/2E+uEnXPBnhy73d1t27Ad1uPuMK5r0VBUS+oWHBPUjKIbwBKKy5NrYdvnE2WD5i5yM+s6WLPUYQujxsuA++g4MYPhFTab5StVW9ryCKPjW38jpFS/O9+xYmPlkQiT0xb209A1kLPud2Mr0dpNi9snBPPsB/qD7g6lA+wqMSPJZuZT1OlFE+kiMDvg6Wfz4n0xG9ArpcPtkwdr1IrEE+zCorPskXuD3M+KU+vmOvvVdOcr61nWC9km3tPQReOTy4NVu91EZGPRnelbwfueI9t/xiu5gDRT3yRJy94zILu0/klT3Y+na9sqQ7vKdQuL01xgO9pFGnvdFm4D17zGW+lb6oPdhF7DzKk2w8uxqSPfRzJj5YhZo9vBwyvscdTz70ci68J57uPff3Zb698rS+zx/TvIj7Db7RxDg+Nl/JPOyBrb3Bolk9K+5APdXqEr4CzAO9v9/hPRJAQz0C84W84NE0vhSzBL0NNjo++7pCvZQ+SD6Ouxa+acHYvZvh9j3f1Da+yXkHPr8JXr4Zm0E+ZPejPdGVnTwc0lc9NCGuPcOjJD5jf7M93p8DvqWAK71aIzu+zMB9vjGhSj1WZMM97g5LPRb/hr5FwpK9psnVPGbBBD1qUXy+ctPDPe40T7413Iu9HcZOvqsj0Lzbrsg9LO39vCpjXr7aUg6+/1Q0vkAKDT36Hcq8qqhpPVGqB77XorG98X5WPL9Biz0RdtS9Ba8mvKYzS75HZSM+IMW/vQEay71rNg6+KQctPmKdI744wG++wu1Svd1ter5210M8c1WBvi/jLr0F0yo+DtWRvSWBBb6o7Gg9DoS9vqXk1j2Iq0G9lo4GviW9JzwgKdY9mddGPmcGDzz0UPk9o1YRvnfabT1UyOI996c/Ptho871T83c+yZAYPty6r70mobI9UBiGPSjYM769RA++CoFsPQc2bD6zDNI8M6uOvfiZjzyDPIM+LeepPT5KNr6RRBe+4EGlvWUaEz4+gas9bkn5vQO3dr45mWA8MJ7mPQUsAz7jgpU9j53MPKwkfL6R7LM9vvqwPZlCIz7lTBW+46RTPUYdDz2bjs49VrzGPKGzIj4xQSm9oIZkvXRGJz3V6Be+FFwKPuarEL0wuum9U1IUPdlHsjx0mK49BZkbPZcCnD3EShM9WJ4kvvO60z20Iok+KGskPVUyN75BW409R57yvMZ4mz1YLiu9kdMiPfyGPzyt8rO9QHEVvu6JEr2cYAQ8bvggvTg9Iz7C1Oq9K0e/vThrp73M85A9Q0gGvvZ/373g1608KX/KveJBhL4GR7q9eIthvgEN9L3Ceja+mjMyvoHwGD0wXMM9W5IIOm4KiD0N3Vq9LAUkPugUeb7QcYE9YkunPU5Nij0Qulk8hfkEvX4/O7y43tg93k5NvbPetjvaSgu9COvLPekVO77+sug8hbDQvFsZrL18tTK+PO7+PdlxJb4DFbe9CTLJvcKyk72cICE+bdlHPBJlI76GKfw9k7byPeXQDj61qbo8V6l8PWFiJD2MUj0+jb51vTAd8Ttiug09qSBYPaoMWz1M0qs91DUTvvn50bqapSW9sP81Phz7Jj5+5eK9FYpcvvMqcL666RA+vLrXPZXH8rusKyG++AgYvRwZAT7YjXM9yxpMOxlaBj4+Lo4+knELPq+Mdb7MChM+gq2IvLS/Nz7hf9G9HsvDvRXb8j2cX08+NB4DvXvrcD5UEYC+1PBmPujcCj4wYuK+EX9BPqKPzL7+kxS+Fj7wvMMnSb5rR1i+MVUxvhQ7jL1po4A+/emLvE0AE77mvFu96AiGvaGsMD1Ppk8+qMX6vJrvzD2fNTC+jtb3PZWzDT4bO3Q+8Fb3vSyICr52CVM+6zH6vRYycj7VQ949JE6kvU0+P7qcyyY+j9djvjlw8715nsg9hxSDPqihTT6J+YK+YozEPOY6nT4NEEc+7ociPtLqeT5osl8+Gk0/vhoGGL0pBnE+J+56PuzclT6FJBw9Kktrvkten734Xlm+MQxPPqpmKz6XvYS++GWLvVJsurx1Z/S9OIVNvimsJb5dGF2+m8hvvn5bdTyGvmI+ui8avrHH/j1sTw29MCS8POd1FT7s2U4+C7Y+vkO+X74Kpzw+1w84vZzvhr4BpIC97zHMvk7N6TyQnz2+waJHvqXpxr58wM49W6QUviRmhb3VPKu+GmarPBJuor0+aTi97iA6PpuPXj7b5gO+wzLCvo39cz3TzJo94RfpO9xMgD710JC8sUpHPmyolL2Mbzq9f0dFuxyGAL6J0i+9X8ZYvp77QLzfry2+fZOYvm6Rqj3YYNc8YH8JvTA1LL0Sn5K92+wAvhhidj3qZqS9QC8aPL/Iej0lvAo+f1BHPt6vnz2w4Di8VbsSvsohHz4pbQO+RBBPvTOTGL3RuCi82x4SPQ08V7wHX6u9k7aBvYxXELzmxkK9wQ9kvLgf270RLgK+YIXvPU3zlL1RsC0+u/2Zu5AB5r1BD4E8808fvDkYED7wcQ0+Z8nIvUeAFD5FzUE+QXAXvpFZS76fgK070al9PSqmJr6Z8xS9CsB4va/4Kr345Na9+X0BPr4qhj1kwqS8E3ZQPXbvrD3vf1A993kbvhEXWz3/wjC9KzGvussoeTwqqo+9MRNCPuPB1r1C0mo9Jqa6vVitL72BBSY9cyeLPXIkBj5w/ZC9W8x+vcdlRDwq5ci9A9YyvjCYJz0rlyO+ApNnPQzpgTwiIWq9Jj7RPXM1HbwIa9a8c8UvvuZBMD7r3l88WxbCPUGUmj2m2UI+pOUjvT/M1rzbMnG9INzEvaqL8D2yLia9+ANWvaBvtj3qjcc7giD2PW5HgT4IIdM8qMzoPVZ0NL1Hw4Q9qUa8vWdByL1tsoq+g4hOvUA33DyUfYC78ExBvWqTmzyRDja9vW+Bvs2wRL4CtSY+koRUPi4GFz71cPM9SQkMvd2vIbvQE2I+8W3rPfCshz5mZys9mlTVPH2aFD0aF6u9eKcfPjPlUz5kIZU8yZo7PQo7JT5PAY69rTZlvdmszz43840+rJ/sPSKt7blTOjo9z8JMPtYMgD28A6u9J2GDPXWVVb6qqXS9frk+PaeOAb5/Nd08eZjGvDM3Gz1hsge+jPeBvfnPqL0z1z49p3UQPjQjoj1sqiW+ZQ7DPVui+b1ia4i+MrMTPgKQMbxugIo9voyXPveXmz2A4KE+YinePYhmx72bI1I8r/wxvgCH3719JuQ+g3BCPklmXr3DmW0+TA+YvZ8k+712bUe+DAD6PJwMP76diCW+7fVpPaigir5ysH49wYtnPh+hID7XV1o9RhD3vcC2g7vG6RM+c+jYvKvTET6Y20Q5EVtQPiZPgblCkyk+6Fk9vdrGEr6nyKq+bCw2PYYOvrzJmj2+xZYvPkkqbL54eqa+i+g6u1yMCT4/8EI9EvMoO/iN3r3hqf27xu/+PT+4GL6ktDk87Ib3vb4arT0vPZI+Pb4jvhX0Ij6+yhw9EKjXvYejKT1FWjG++/PoPZKGcD3CMtS9G3ZOPQ4Oj776WII8gW4rPhZBob3qm1i+fDhgPhg18r3XnCY9gqPvvbzYCzy2t5i+tc16PbFZTD1PBZG+qfgvvG//2ryzdaI9uR4nPBPtaD6Dfbo8p3pUPgeKTT4hyp6+HPSuPri81roR5WQ+461SPVJWIr3BB2u+i41ZPsNr0D1OgYW8botmvhfJBL5Ca2w9KMv0vWAFBD6BkpU9VAXUvm1YFb6CACi+hSG5vcTVgD7fepy9gnxLvicr0r6OD7+8gkJ+vizfBr+Q/ke9b4vvPNdnzr20clI+AdF4PXyauL3COdW9Ly0BPvfYpD2UQIi8eNnsPantpj6Mchu+XA47PpYxpD2gUlg8IwlhPASNpr6mvoS9T04+PrFZFb4wwCo8x/dbvg3Wxj36tPK8H+M4vhbMUr2o/l++lniTvqoIm7wTh4C+5VPUPtBc7L2lM9e8d6wivAKoE7y8N329y6E7Popw/D0ewS8+OBSVPrNMND5xyEm+OdZevhvqtjwe/+c9YWUjvokiDL7k1AK+4YgmPTZMDL05CKC+MDqpPL1VDr5Cj/29It3HvbQxhz4ehOE87eFZPW3wgb01Dya9duRGvCzdZ7326O67afKou7/a0L0Nxzw+0jUwPrOx8b0VcD49oLx1vvlchL2r2gm+Pd+avrKlWb7N4Aa+vastvsugNb6ps+E8aR4EvoqLO77/PYa+oEyPvnYi5b2yOwM+IO6Bvrr24T1R/PS94uRUPkqiRL05FE6+1ASlvBs8ob5SgD6+A8j8PPgQZ74cEau9qXSJvk/2PT1f448+k5U6PRu8gD36ei++zw/uPPQ8gjztrTC9WowpPXoUJz5m62Y8VsFIPRXWAD5jeoO9M2DUPc6NJzuEQy+92V76veg9ID6+spg800e+veez4j1Y+1y9DOt9vTBt67zNQ2e9FG9vvuTk3b1Wsyq+B/sxPeKKXj1IiUO+ogPUvHktEr7DOVm+3p5PvtbPxbzDJUS+KHOGPc2YyzytaDu+V0JMvjcdYL4VpyG+lEOCvZc5ND0zNXe9jPrePc6ZRD7D9Z2+AHuovf/HpT1D9yG9mOhmPag4IL7v8ca9akU+PjGf2r3pbSq+oFcZPmG7Mr6eaTg+Dv8SPbxQfb7Fjy4+Z7zMvaU8tj0G+c68Ikg+vS5WNj4JH2C+MLxEPjBsBDwTYc+9gcGTvLfdjbqSjlw+cWzsvRua+zwjglS9zIgrPOUzBL7wDRc+fm4AvsDinr1zOsA8pfbevHsGcDxa6fM8XKHlPOrXwj2lhAW+0ZnYPLPwMr46kNW7UdoevRCQ9T3mWpI8m6OHPWcEJD6tXx6+WOanPQiKsr0RWZ+9sJB/PIwn7DzoW+e9tSoWPg/bBr3hKp49nl9+PE8QIb5DAhi9Um8uPba4Oj1Zfwy+lNngvtD68j0rKnc9qZ7+PTb2Pj0VSIE7K+OwPZrubD2QKm48iw73vJGETL0V7lw++AMUPebpgL108TU9XzfuvU0TaD64lXs+r0bevYZ5Mr3WWKE85mu+PS6x+zzjkqk9qbKCvVNst7ymDBq7mi4YPYDoRL4SF2k95S4evldqkj5lWM+9EflbvqULzT1nkTq8RpT5vVJYcD1XBke60qkivrggFz1RMLA9zcAjvbNvCr2CnXU+3Kk0vYm4Sr4lVzk+gAB5PcZZDj6p0s492kDgvciPez5egQy+2yCJvJoxKz7GPt294h9SPLmv372pxtY94TiqPb8cn774FHa+HoB+vkVOJrwPnuy8mIgbvUipvL1y1Ro9Jo2RPastbj6Ifdm9y3OBvvG73zxV3rU9zgL1PYVa9D10oa0+lBgDvsZlTj61ON26xT0WvflL9buTixG+XIoTvsUglrxwTus9ttOdPQWjDz7qfaU9WhAKvhYu/701LT++NtEcvgOppj3mgAm9UWjEva54/L1fV0g+k7BTvnetR72XbMq98O+qPfsNHr5aYlY+QVTZPfXWi70A3Os7IIlQPqB7j70uNu29GNsZvhXPfD0KLnA+l+bZveOyhj0Thzk+Fg+jvA7WGL4uM6y87zGbPU96iT4capm9C7k2vmyND75fy3E9L8nLvd55qDz0Sjc+BUe+Pcw+uT3bguO8hAhAPW/3pDw+r9U9MYAsPpUG7Dz+mSC+Wok0vt2cxj2PSEQ9ybuVvFIRLT7eU2E+K57avQS1HT4evoY8aG69vfdVnr5ykI++JtdevinwdrxeP2I+qBBlvgR4Nz7t6Fe+/qT2vCykjT06Clu+zt5Xvj9Rvj57puM9V07ZPgDrJL16OEc+QH7pPSZY6j6Yq5Q+UMCUPpQK1z5d+su+r6EqPvP9m768uXq8jdOJPlr75TudAZu+nB9FvuP8g7w41nA9TZE+PZqfh74CPoY+/ibUvWavhD5I3CY9lA7+Pcb3mr1q2hM9n5XEvvwUF75v3xc9qk60viYU0j1aS9U9gpMmvnlka71DfMk8KH3ovr6R474L42E+zJN2vUiU9jsMvwI+PIcSPkjZZz4DJLy+p4CkPSLglL6cPxy+RndkPtCFLD5Y/0W8bYAXPq9YxD1ZYR0+QPFRvnqyI71YkfA8woURPUvcOb6swri+Oe2gvkbfIbzZOc09ZrAfvi3V4D3FA689+/98vsXMsz2Bg08+lVEvPly3qD1Ai429FFmXvtzn/T3Syyu6lbr6PtKIfz77pPW9d4M4vnQX4L0A8vK9RMn4vKdRaL44WnE8iLg9vrH4Pr6yxSg+PMQYvgjw9z28MX4+3qP6PjVK5D0Qqrm9a4OmvuCuGr40wFS8XsR4vWzh1z1w5Ao9dA0ovupjML5tlXK9Ku5TPulHtr2jdcI7ZEmBvj7J070ow9q+mRmEPqZ1tr5x1gK+RxY+Pj0kSj4c54O8WwuFPQqvoT1svNK9cS2AuQzmFT6LyMU9ln9dve37Pj5GA8U8Qwn8vPN/CD7sDh0+43tMPoLRuz1BdGQ+OXMJPgx9971KL9K9pY8qPkqDxD26vLc9NuhnPb0EN719d3a+N/9JPOSaAj6yDkQ9V+WMPhvDWj4RJAe+ua2PvYu7kzxQ5BA+C5VtvRoPLD7IOgW+hchEvhp4yjw/MkA8NECvPZ3Upjzgquq90h0hPBT1Ej1JwYw+x6kqvPdp7r3+zz6+2fHCvacDBj5QJoY81gD8vDhYfD7pRwK+5jsyPivwKbzKmnw9wt0YPfaOCT6bxUM+u4LRvUyXw72oa7A9wX8XPhKMwLxE6wE9lWndvO4sfD6mxMu9rRQvPkKusb1cUxm+3FA2PWY7B7xtxc+97NMGPQNsrj1vhh8+fBm4veoGTz4NT7w9MAolvQqIlj2/pQK+JypyPrdpp70giPe8zAkaPpHvLj6tnZA9rhcBvSkQUT7R1nE+66yQPZ6LJ74q3rA9nCQNvsVmpD3NeUI+eFoqPrSDQj4gCQQ+bUxZvZfi4L2FeRk9pzkrvM3tHD5NRZ88kwZQvYdLmr1pRB+8WMLhO9nvk729MAe9iTagvbXHJDzVpZI9WZCAPr2ir7zedQ8+DZzMvNNC+7vFUgc+Z5DIvd1F4b1xyAO9lA1lPYbNIj7R4xU+v+KVvWohm7sS/hM+JA5DvmGJvT0Kp7k+ByqlvdvHz7yChQY7Ag/iPayu2j36oaC9f4mXPeut4r3eGz49gvFdvTj2xT0+aHS922oPPeapBb4V3Le9jKa8PI8BFj7Y5cS9kV8KPnp2N70STbq9/mFKvhUVQD5F+RA+ykLLPastDD5njP89d9VNPh5sNz4/Gxm+OJQtPajPlD3fwQg+fIvsvAqrFL6Zmsi9tJETPoQJ+zxn1Uw9AuwXPuhRfL7PFrm9eiCrPTuslz0snjO8MHEtPZf3nj3/pMm8CkcAPVZafL68pps+THbDvG6grTznuiG+6xuFvZtYKz64QGO+Q+rUPYFRQT1lTaC8RUGDPX6AibxWhau89KuKPYsbKj7D3ce9JACwPRDL8j2N4l29l4QpvXei/D2UpYc+3ncIPta577yQgW4+zOimvOkMD7599PW9v7d7vJOzi70TdeS9BsUgvoA3sr4wfWS+cjifuvDXA77X3hE+hrM1Pek7PD4NK769x6F9PiADMr6Lh/g9l8qCPjgh9j0uj6w+XCt6vhCaXr1EgwE+WQt4vtTxob05LB4+3mIevZLc2z1fiRK9JVifvoJWLr5WNzK+4aolPt57cL7k+4k+hPBivqfFvjzfrtG+lPzVPWYeTj4edPI9ZDF2vpmfLz5Mdde9JFu3vpGlYL22yka9ChHAPhHTK76pCEQ+QYHgvWQcdr5j+/G8RkGsvY/l6b33mkO93yeNuxLFQr75W3C+qwvOvR6WRz1aBxY9faYXPqqnFL5wbHc+GWStvsnPCL52UCi+Or8NPuhelD7gk8c+lHFivq3aZj2n7qa90DqKvqiIcD0Kf7C8cX4vPrbnjz3Zghi+VVYYvnQ7lD5NNAC9nPVDPasWZL39ljC+m7p8PowC5L6grlc+Q1w2vsDxcT4Hxj69xuwCvpj0yT3+zpW+0xVhvk9AX74t+8K+8nQavMgsiT5nTHO+fukdvpDjXj3ZHSK+x7rKPUJs3b1lcGi+wzTCPZ/vZz008409FbrZvBBJUr62k2Q9SuKJvr7ahz67+Xg+T7ODvdlBtb1/H0W+dSbUvV1aqr7z1ME9AbKYvqlRnr1mHC8+PPDePPaKtTyiMKw8BBE9O3M5Y76aHpS9LSWJPmfnzL0OO6G+fuzHPU3OHr7FDX+7LtJyvQTcHj4p0xw+aRYRPsStKj3wiFe+iSwLvgHlKb7eHGE+zK0WPlKkar1y/MG9dMLHvTtEgz2JCBq/xEnxvMbt7b3QlNi8vdQdvX/Hg75iGD++BJyWPhjUnb3Cpnc9oUH3vTFz8j424ce+aX9LPvUUQ75tZMa+FpGJPqJus756nBG+5yUfPSkUqDwh4ZK83eJ+vlMbZ76T/DC+ZmS5vcOSyrz5D0S+gIJavbW0D72qGYa9wT8JvviLiL7G5XY9EApxvh19ob1G5WC+TM6xPCt0F76Ruxo+OMi9Pd0cbr2u0BS+kLRYvnchj72cV5Y9yypHvkKFAD72zBc9KvCtPB/8ujy5Gfa9gIdivTx1Vr4eO6y9VHQTPmv06722m4K+M2UmPcWPFz50QqS+jiQ6vrLxMT5BwTK9S3JrvuzfJLwjm+U9+fiHvGKHmT2/I2c9g7zRve/bI76vmx6+8W0ovoJzXjycYDC9C7ybPTsYvT2Sviu+KGV5vVxhDz7g6cQ8+iJGvtMJLb7mfHi9Z87fPVKSRD5O2Ws+aNnmvFotoL3jeam+YB7JvTlgjDw53ua8wCJgviyX+zwJCDc+XxArvb0lgL07GVe9vigZPg5BFb7x06S8j+VOvj0lkb3V12a+Wxv5vVPZBz6lOkk95VTVPeULBT7NZwK+1tZePW1o7zu//dU9hVNUvtH35L2HqU89XuSavCTQN72RzKG9iWRFPvsOsb0cSZ++w7aIvlx3uj2psy89lwq+vGTlmL59wAU+bWgivJ1UaLy3GE6+gwEvPvGN5r04vg2+4cgPvlEhvD3H8M89XzM2vuDnt71FW4W++EyHPbV1Pr5RrFI+zw8Fvi09xT3dIq29ObsRPWN/TD5b5g6+gpsbPk+wQb57UTc98UlJvqbYjj7k9H49MeVXvhFR9ztEP+89+/HwukDhTbwB42m+JV5LPvnKhz0fEa69uxgTPnNH/r2BXis8lwKNPYp8pT2GokW+1UgePhuOUj4dmy6+nL8RPiqTfLzEnEe9kw74PKpLZz3YDqM7JE8BPl26xz0g0ji8tmJaPU89Wz6wJIg8FOVpvSr+ST6Pdws+7AcAPhUtzLxP7q88FO/avY1yi77TDdE9hpeqOykML74sltO9RCLUPFRRvj6oS28+oNeAvbT5Ij0V/lu+362JPld+n71GRhm+/0lbPVLJPT5ENC2+fEA3vZNkKDlu39q9Q4sGvvQ2MD4NFce9KGzuvWmDlr2RoSI9hxLnPZiblD4wIWg9XepbPqeM6j0lER0+xJ3tPbTPID2dvWm9NJBnPfFFG7241p49xjpKvAeiHr6JXPw8QVhIPoO/RrwK/Rk9RxLGvTSxA75QpBC+LeIlvhou2D3rPqO95VlzPTqYKD1PRJa9fOnZvXElRr5P6Ya+Qki7PvbNV73OLW8+RQXqvYHNYr5jiAi7/BP7PaUpx717e4o+XTtnvFXDVb2XTbW8HIhyOjWqZr0p1me+UqGHvsIzlzwi01A9J1rEvU0yur4IYVw9iWXxPURPFr1MrAi9GvD1Ox0bcD5hfBI+I3JNvrB0T7zPu1U9EkO0vfzAEL28XII+K8/gvfAduz2K0c89VyXAvRyumb6W6Me+QXKTvv8v47xNr4w8nRKivUlMDD1JHSI++P6KvVNDHz6aLsG9L+C8PLwTUr4HQxw+NyGBPY/6jj5T8CI+s7xzvcSbYb7z8HS+dLHqvWnI2r0ygwa5ayehu8tqLz6M1iW+AR46Phdd/T29hWs+HR7EuxE/zL3wPXs8KrKXvUxSl76v0zk+s1i1vrpk6Lwijwm9vwRovf+JZT4ShSK+yjCuvioDQr6swGC+DpdsPZa27LwGRx6+2yKOPGMtxDz8Yc++7xnwvR/eob5MiVq91KnqPRXfgz1bBEE90xvVvG/lij4Q95E9ksODvte3Kj1Mabg98C+hPSjpQT3nW22+HjZkvhFLLr5Qbqo6qRF1vhEtGT5AqIQ+F4cUvkYGzz0mENY9J64PvY/ZID47fiK9dHSvu7PEnb06Zra9wK0UPsXZur2jU4y+NkCHvgI8AD5o+rC7XE+RPdT8Gjndr5Q95jh6PXv3mL7IRFs+anJCvt/XN71OHyU+7l2eu2A/oD31oqy+bovqPVUKE75VqRs+huV2vkYcKL5zW+q9mAwrvTVvMT47aHA6xHQlPTgTgr4GQKe+TLl4vshZ+z0cmMi90yxcvfB3QbrdBsQ8LPqWPSd0aD1Dt5E95E3svKBHLz3d8bs9VcDevWzwVT7fBks+In9jPfYql7zsOSM+iEdpPTwqG76eK709aE08vFxx4D0XSGQ+3vWHPj53ij4GKgG+6oO0PYGX/j0bGji8XiQuPXMbEr7zy+q8YcMLPlTwHz1TjOC9I+cGvoJsEz5nL0K9DgLIPPC1rT3Q1cK764RnPvdf4r3C5wc+Hu93vaxVoDxvz7g9z+YCPuG4bz5tWV27c13DPnsxEz4fa5k9o/2QPjgkY74oVx09QvUGPeHl9T3piPs9qyGIPvgmUz32Vvm8jHetPv5XNz75ldi9hu2gvUmPEz6xk20+rKMavf6C0j1jPFg9FjNhPh3mrT0odcq9f/MEvqtAqj4Y8n27Vs5uPTMF8TyIGxo+WA9VO2l+7T3FdVQ+A61aPnhPBj4011s9d1u5vQqYvz7MMEg+r4DGPerk+rzjMl4+mUpOPpsHpD31gB0+sWfMvGahzD0bgOc9tPn4PbAmDz6SPSU+davcvfvG7T2GtHC94jkkviHc7j24RL490vS0PhFK170N8ty8ObmSvbILID6t52M9qBwevmliyDwK01M9tPdGvWC65r33OSu9IHdEvOBLdr1YGqa9ZGhJPu0tojuhYau9zTU1vf3/ar07jvm98LfgvdqwSr24sSw89bRhPSSTmz1pJ4C9CFoAvsBUkr42tKk856zUusY1XL7AI6m90YWGvEZrtLwsG6E9yHEuPrzSIr02zME9+r+vPffxy72FH9e9KW4GPsZhCzzuqo09DEYcPs5DpL26clS9gqB5veoJHj7pdMa92Q0xvKgDBb6Ln589BxX8u3myqD2DSsM9w99+PRtbbD1oZWo92yvgvQ2Z0r1gdzW+LrKiPfHZV7ujP1e9O4PxvRQRiT0gTTU8JYQDPve7Ej5epos8+5PjPau1DD3kR3y+6p8HPVz9er2N04s9jBrSPCXqtL0Prtc9s2a0u/X0gD2Ejjq+Bj1zvptvpjwit5k9D4RBPQ9oBT7JoZg9njLIvTgogb3ExLE9K7O7Pe6T9Ty4Qxo+DcoFPbqy/Tuo+bK9pqr4vIBzjrxH4Ry+jS6iO1DvvDvka7C84HHIvUga8D0gHps97rcNvZpgIb3l4eG9GatvPR8lAL7eidO9EQ4wPsfGZb4rN7e8H1PMvZF9Jj5I0tY99FtXvmcLrr3oz3O+V2YhviM4cb2crYw9IBdgvWUbDLw5Uxe+Y5ijvRxy8L0+xxC+SeToPQn8AL6OXyK9KkqTvnNFgb2FJ8S8Zw+DPRZ9gr37P/e95WNtPf65kD3dICG99wlxPqG8ND30hd29stGivUq33j1ZRe29TSGuPYedGT4VK709o//SPat1Mb0KEW29XaMRPhoV9zzKcaa9w48lvBSicr0vzzk+9AmDPk1EJ70Xuh4+K1ENvo7QMb5Emom8AO81PF34WDxmOQC8+0oWPqmxs7qFlHE8zSgVPoQOiL6Tk72+lYKJvi9+gL5DPxq+0DQlvpes9TxWfQS9iJcbPtYHjz7ZHLU+rdcXvgHklz17GTo+UQ3DvQQbEr5jw7O998D3vSXV673TBhO8eJlGvQP3yD2FcBa+DRYUPoHfH70AhUu+pERVPggy2b6Ph1Y+iW0jPkOTlj2w5LG9GRRaPrJ4Jj4Ty2K9V4T5vee9vr2bDHc9i0ObPeZlcz4oarY+ufUivYKyyj01gc49ry0Wvve7lb1VcVO+Ymcnvt639T1IPUM9xmkaPt4vUz4FUwC9oIytvpJ15z2IRoo+usjZPeEQJT296sa9kh2dvaGTPT2NyQm+cjpWPkpNNr4rjUM915JJPnNVIr6X4R8+r8hXPUGmeL4Ipmi9CZbMPSmT5b1jmDw9iToSvrh1dT6iDMI+h7G4vTd2yLw1/Z6+NlRvPPMEljzFkFG932WMvS0leL7x8Hm+fMdAPsgyEr0vH/S8/pY3PplhhzwuHbg9J1UHPtGquj5Nmlc+AkzYPRptjb0OJ769h+TxvRhvaz08Z6y+KZiBPSRB3jwAoy0+J6JsPRd+mr2FSoA+PCmWvTLor71j+h8+nXcevl9iBL66EyO+YWJpvfObVb0xEKu9SwjBOApEpLyenA6+doCwPaq/7D3xSQa+ssFZPaNoEb5BYbu+lzJAvDRRbjxLt+q9Hc+hPLGhBj0q9a694hGPPS/J0b39LAG+rGmKvAOkCb6s3Dq+ITxpvdfrlDyklOu83nu3PYtfBj5Ww5A8ZtBvvKT0fr7dHaW+MF6Avae7vr2nZbm968AMvsrEJr5qFKa9WBFmPEqVOL6tYdo9sEsRvvlBkLvKKAe+TATrvWd+Rb3+FHm9MYegvRvx572DP3q+O9tVvgWRjz0Ecb69dYEovmGq2j0xmZ89G8e9PZ0hWr1yTpq9BwpdvpMYgz2JOCA+6CHIvcORxrzZXSe+ibKovS4RvT18aVS+0911vmTajr3VQYC+xqU7vmhaCT6LCSE9A8+3vW3Pgr2kuiK9jb+7PW0Exr3HJmc8r4ERPZyYlr05pDy9WioJPEyzD77jrhk994CbvaFDWT2FVaC9/2ZSvuQ2pzzKA569Zz3lvZ4y3LzwFMG9gKfrvZN1pr6g8oQ9/DG2vZFPer1hzgw9BrPePS/jnzuHu689OIyrvoJ5P76Jcwc+dtbNu9TM+T2DFNG8DoEPvs5gLL6J4lu9cMwuPlNibr4oEaq9sTIkvAMmR758ope9mVSwPdUohr3+bva8xIqCvcueGD6NN7y9ZdnkPdWExj2Rg4k8YfCqOzz6dL0OhSI8kn2hPRLIdD3Tw06+mvM1vrOrjD5NmyI+BjxQPbVbk7y/OY89LNOhvUaxET4oRlE961r/PUimxb3lVSK+F7XvPUV+9T2FFX88qhrhvZtjN73C/EC9IWy5vbHchj0thaa9LmShPUjfOj7FOzi+xkRZvrrJmD3F+0Q8dHJCPtSAkrxjTpW9UXKUPTrW7L0G4lA8fxMBPN37fz0KX0M+NObDPBVRiD0/y8K8W6YFvX2FgLzlPYu9FsFeO4ubCL6Oa+696WsAPgwbUD0ixSs+IbZpvkXSDz1jurA9hW9tvN7BHb1wKNS9bw3DvWDSK72pD4O8jncePflMkz4LDnS9hWgTPh/xQb5YopC+qvLEvOsqm73LwgA+Tl2rPekZAr4kUXe9mz9cvSkij76wez89bCtzPdabn70hihY+gEESvtqUUL5wSTO9BHARPtR4Fb545te9cCvmvLKMEL6lFt69TbF9PcV4y70cjPa5HHBvPtVfkr4oxRq82kNnvRBaq7x5T3U9tCtsvYbJ3T283Qa+kHKkvcexZL3YZrg9EH3CvUosujzuFc+9nVQTvWwKGz6q1gI+XSbRPQp+2j3qDCE9CgHHvIUX2b16VaC9pN1avYJhUD5wMZs80C4TviYLcz68Gwo+qF1XvTzZJj2RtF6+tptdvl/sFb0nG1A+Lt51PIUNa73QB8k8w26XvYb+vr6/VY09V+5vvitBgD7taRc+VnOYPqJaQ70Wfwa9A3OsvZOWcD7fBZs+bveCPn1fPT5o1A6+8QkoPZLUjb5G5mW9/X4RPNbZUzwGxRG+Esq7PUbu6T0UA7I9Vn6FPkCXV7xk1xk+skK/vdeUHj7U0M89Nr1BPfD6r7xVLMA9duvVvUvACz3RD6E9zo0gvjvILL6wI8Y9jG/jvVi0Z772Oeq9uDGHvkRoDL5kNko+b+FPPiyjej6DZpe9TD99OzZkfz41xTQ9ePHLvPvvoL3N+OQ9VysBPrrANT7lBQm+mVWhvcAfpL4FcTY+JdkTvrL3yL05ovi9D5KevgduWD1Pp6y+514wvnietDt0mcg9f4YBvmd6ij5UEk2+XRUovswuXr16gA29LYJFPN/okz0vet69s8VAPpin6rxI2wE+XZUyPvGWwr0WI4s+GD1mvS6kQL7NknW+6UkOPRxrgr1DUwW+eamTvsL/5b44xR8+7CQ/vvqECb7kw789JmYaPuP1gT3+qoC+p+5DvUKTzb7ujYG9zg7sPbb6Sj6XNle9m5hNvl2eFz4dQXm+DnlxPppGm7ywBB8+r1s0vgHjUj2nBJ6+g2eZPRzZN77pnTO9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "6EnDO6XJND1DNRg9WfdkPVDsKLzY5DQ9gLS/PMV7uL2IBbi9x22QvBFIjTxCKpG93RQTPG9Zbz0zmZK9ftVuvKb9jr3hd5q9x8IUPqNphbzV6IU9QTAOvAXSQb1ECNm7HfNDO2oc3b0twb07KK7sPAhLTrxbaak83MPXvPkG67yGrG28mbPGvQXgfr1ijFQ8ru45PYWX1byyfIe9gTL1PEYJPb3hfhK+M4o7vex9GL1YpdO9DPfXvL66N706boA8mRMtvSgQDb5GA209XxqgvZ+TTL1kdSO9RDmbvH0KY70XaEM9984BPnlhrryjZLk8+qiMPH+/LzxJ7Gi99FEHvlq0trwEbaI9agVzPQhT7LwcLy49qVnguXGamz1LCLg8/UMVvRp18jxGPqG9BnoxvbWOHr0sU4S8xj+cu3y8l71yzgo8l6cdvpAflD0DJ+C93SlcvY0tUDwG/os9Xyh6vTu1aLyasoI8BfWCvVvi0DvdoSu978ZgvYAa87oLnE89654VvTxUST0fIQq+Cox2PWa6vzxodoW8Gd8DPWQ/BD050ac7I3Ibvac4ez13Rfa8rmOaPQIajTw+nVu8KgMWPYy3nj0mr+C7xk1CvI+egT3WsSe+safku4jPNb296UA9xRupu3DgcLwpxcm8bnDrvfCfY70+y4+8TLagvOsHlL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 