{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "IMsGPbl6Jz17tna9ZO7Xvc5i071GFmU9tSYiPkxYOr4AvNw95fePveRAlb0RiH47/m3QvU1pQb4peSq+rd0UvlZdrj1wZrW9EgMVvXNIXj2qvbS+uPT5vbU8dD4aSoe95qbxvZdVbz6u7RO+XJaPPd4MDzxZPAw9ZeUFPvIc1b25/lk9Tdz+vf6srD2muv691lgJvh0hH77tfbw7kpNIvu7WU77NAq09xMg4vfXycb7KYD89d4xbvdotw7wKSgu+PmrxvMkX/L0XOTs+KhL/PegEIT5CXhu+DrjiPXss5D2hca096ADOvbxJJr0XAh2+AaBCvp4hVr1OMfC9n4g8Pg7zj74jiE29y5yFvj4+cD0ss9a9Qn9/vtiFEL5hAja+jU6sPYvmcb6uH0e9AAn0ugltBztif12+BmwVvuNCIj5lAZC+hLyAPr2tyjywAOY9tx0Du9ItZ76LaRW+W/IpvvN2Xb7qEJc8yMM/vX14jj3R6is+buEZvryBDz6r4X49qD+4PSxCbL1Wzv09YJXoPApKv72Hnt89IkFmPXLtLr6Vpfo9bmSxvUmsSDp+PiW+BvMbPpVGrz1t1pY9frb/PSXDrT6AjIs9QXiOPU7/r70ZFf896MfnvcSFdz0gdYO8YU+TOyqiqDsDARq+Riz3vQ2GILqFQB2+03KtvQTPsT1Z2ik98Hk8varIAb6nd/I9aX82vTNFnzyYYDS9T0eqPSGdAD4rhiW9zK1oPots+Ts33sO9unAIPSSZJT5vogw8ja0XPvB9Aj5YpYq9OHWiPevZVj76Uwi98eEDvmpCED3fmV89CyzMvbFVDT6t1hS+wbsxPhrzBD6k/du9+RMsPksPBT10Psc8VGDivSw4+z08vYe8bwIZPkfMir2s/Bm9aGbxPRUwkD06Kjw+WUn3Pa3qKz5+g5Y9QU8gPmbYqD3b3cg8Kt21vQcBDj5TO/I9LELRvXUPOz6P0yG+HQalOx598r2kESM+tVmSPX774r2oje696VIbO0bqET3n60a+nH6UvVTgvT20Yv691Y+xPWa6eb1Vghm+jGAhvheoJj7Fdty8VWwJvkf+qD313u28adgiPCufGz61FBa+aBoXPWQNSz1/hVO9HuJ/PZQ6Er7nbd283L13PJd0Yb6U24M9vhlAvpCynj0HUe09xr+Qu3gDojzFFCA9fPz3PY0cfL0bfKG9NzIzPkOVRrzL1B0+COJXPmEW7D2vmNs9ptHIvc65Ez3KAq09t9AWPoA9Db7qV0S+1vTsPRVBdT1obOU9iuCyveHQTz1dxJC9Hi3XuQ/DHz57+kw+m7ILPV7mtjz0fww+jDrPPcst+j3mSTo9Ms8DvsFww7tgymk+1OcBvjpFh75W1zA+p6wjPukdLb5pc5y9c+IFPC2Mbz7XkG++16ckPpvGcj4RkSW+3oABvjs8or0iZUQ+qA2ZvRupeT0VJ4E+TbPXOkrxxL0DUa0+AxaTvVu+NT7o0uk9IK0TPmNPlD3xsxK+vyQBvUiMX74fv4s8mZOPO7S1H759la49MuPAvXKLQD323ae9bkZsvmlCAz5m2Qw+RtkCPsrm0z06e+k9zxOIPY5jKjuStwY9TVwBPv9zmD2VroU9eOtgPZLbF74MeBA+lyXcPOhasz3E/M890zFWviWqFT2McQg+eiOgPJZliDyiSYi+lwQcPS0bAr5+d+E9KAsBPkgZgj766fa8FZL1vZ6GuD2bFp89b9pGO5+8DL622fM9KQ7OPfbrQL5Qdz+++9jOvN+DYr5KKvC9UmiJPUBkBD31fVi9psQTPYYnAz61KiK+TNsCPrjoN74AVyc+oGrovd6Xrz0FIiC+5zJKPcKTUz6OIug9CFKCvhZs9j00YP+9RWYhvrXL/z2aeDI+2bOvPZZZf75WLlo8YIdpvj4G5z2vJoK983+aPQYME74KPOS9TfyDvifHFL78WR6+opADvqvd8rzFGPS9gIwBPpruTT0tEI29H8rwvS2Lqb0qwtc96HlDPk5mp72ZbOg9mTOBPUAsqD1dVOi98Xo6vdekGr3/ho+8ReSsvckgy730/Oq7ZG5Cvqd7TD2SsyW+W88svhCpj71Sf5U9vIY+vtOIPb2DFA4+6HoOPcGAUL7/h8G98lAlPWXMQ73BFCk6cvFHvoUj0L146Kk9Q5AqPfE9ID0A/D69fVAxvYGmOz4Spnm+bIkDvc6m+T3gtPy8rK8PvlrxlTx3e4O7GXCMPiIeEr6mYZq9U9bnPA8FVr0d0UU91XwhvjAjgz1rsSE+jV8fviYwQb7YVR++qhKlPCNw1r151mS9RZNfPQ5r1TymnlK+hIUaPhblnr3GHF89ZQ8QvTjrarzVXnw++XjuvQ8XLr4b4ge+u4NLPToQBD4jSb69OFSvvW+Z7LrYNsm9rbsivXfHAj639I09b0ZKvrTLDb44MNa9qB8Hvo8WSb4mL1s9V6UMPdcxpTzl+YS+o2R2PaKgqr4AM2s9Aw/kvWtQED5ygui945uLPuvnlT47kES+Fa3dvUW9LD5Gx3699ITjPfMEmb2y1om8ZvloPWTw17zG2ne+yCHcvB5mTDsY8Yk9TuMjvgSmor2krDi+WXhWvjTTrT1jxDu+R9y0PAvdWr7Q8669eiAxvmoFr73pjQE+81j2PLHsl76OXsq97SmrPMFoib2NPCS9/ypxvVvPcL7Rdmy9MphuvZDzGL4Ce1M+tmSHPbLHZryCesi9MLsdPZryhD1cFXw9j6LdvOHZBbzwT2y9UpV0PV4bBT5Y1Pe7aZeYvfuPUr2uVaO90iGKvYgjrb12HYk+ZpHzPFhi3j1XrC2+BPxkPexB571iXvm9tXkhvqtTVj6UJom9TxbEPKgfID6/G329eA6IvF/tUL4PxaU9iC+ovVMXPr0m43e9Ew5bvaKFjb0i5S+9H55UPbOMKj6fPPq9mLkfvZCEj7zU7EQ7abJ6PYORUr4X0+k9mYIGPmyyKL56b0m9k5mcvTEP+bvPywK9ZHLHvIKKsT2q4To+J1jBvLnMGr7MqEQ8+kysvMid7j303sG9HrkAPumSk73rUZg9HM0SPhdWgb2Adrg8xikWO36WoryLU+k9zF7wPZkkSj4gY0A+6aPYPOkzUj4QauI9YvYXPfeDpz3fbMI97cYyPnYXnTwD7BE+iHhKvfe5IL3ZPxi9J5IXvuhkGb5J4cy9T0WcvBJaWj04ypE9XPScuf9vFD2FRN+9HrsRPpbttz0N3wI+BzqkvbfyEz3i7FE+fF70PNxCkrywoTg+S8saPiY7Pr5GD1+9PBHlvItAAD4LQLw9c0WJvc48tj0cyt+9z1LJPH6tDb5TBDi+GNZlPvSokr17w+696CxqvlH0zb1mFB4+AT17vP/ACr7ACCw+5euZOlfxBz5P3ys+09rjO06Ckj3unqo9yGq9O8+PS76FNC49WAS8vP6mjL1zMj89YM9ePj4fvj3hZkA92d4dPbfTlj2ymF8+1TVaPtJ9VzzQyiW9h+aDPjlt3j1NDVy8JGTcvMc0QT0wKwQ+84UzvZeoiz1xHn89BX+dO6Ujm75HPYk9ez4TvaRVlzxYySW+ZQy8PQ6DNz3GB4C+kglOPTu70jzv3wK78CwhPl7Da77wu00+USKBPbytWz6Vieo9Z01TvnG8gz5YFsE9M9QpPqaMK737Tz49eoGuvVVnTb5TYNk8eTIoPg992j2kpao9UexWvpx6Dr5Qf8c93C7gPeK0Kb5qviW+vOxOPmbqqD3jRtC8C+bcvRWobT7qaAy+WTBZvlYe8T3/hjE9YsUVPgu4gb7lJC4+J3ZEPgYfaj2ihNa9HDTtvUhK7D0Nyjm+PkIlvPu62D0+1By++WOlPTAnir3jPpU9zG7uvcwZ3b3hDse9LZxjvW+CeL31xms980rQvRD3TL5cgva8JFwbPp9X0727apg9oXmEvoCn373AG6g9vQCSvSvj/r3kOCu9J9JLvs07cT1AllW+DEbcvGlTq7yGUia+cOpWvoLx6b0oMpy9K+PDPZzrvb3ebIQ98Jd8PKUAkT1WIb854IeIPfDQUz4yxh694BImvfJZcL3z86U9yGGdvcWIvr15tPa7EmqAPSY+7j1wKGo90uDovTEZDL0i76690WcEPiiD0D0LSTo9NZn/vV9Pjr4AqYy9otqCPtNRKb5zHCm+NJL3PTWkdb41FsS7Ot3mPXAWxL00n029VbOMvpVjCj5LHhs+mmTKvTVObL6epQe+kOelPeqEvjxYiDg+IAMmPuQZ9T3dF5i+PwAOPrU38bwc4Vi8zetJPVzGRb5IiQ6+C2oSvdtNBb6sUUW+IajivHVM+z1DqDu++YOevaatzr10IwQ+P0YSvvSamzwa64M9jO9IPQOHJT1P1TM+4V4tvk8x1DvEUEs9Cht1vhJBjLoncnO+a7FdvjuKQb6LXBI+ImX+vfFF8T0o5AO+we+yvMEBYT6UtqY9qXE7vmHGDr7GR4K+wR6vvfwmx70iHCS+1uVrvQxo2L0pI7A9lZ6avqvtNT5BJAA+lvfWvDNVfT51acG9rfLsPCOYObwc/tO9t8eLvegRebzPS3692CbWvdHyFL0azXA8JUaTvr4YtL2uRVm+7Japvdk7ED6PMAY+WgU0PUgmk7zL61E+IBwdPU5Yw70oRw++2Rntvcq0Zz3jRIK9IMlOvhnZlD4xAxm8/58YPoW3JT5ejnC+QamJvtE1dL5p73+96GzLPb62Cr5s2Wc+Dp8+vbsa2Twg+k4+SxhlveQe+Lug7LQ9sSPIPdRUFb6Ufw2+1GBAPuwfCz1F0f29rWNBvbv7Q77Hrv+9HRGyvP3Jyj22cPS9ivcrPk532b3JAAI+5AV8PoefF7726Aw+GMiAPoExHL0S8NM9WcTPPY7naD2zgqo9a+KGvdMaFb7tJYa9S4PxPSyKsj3hjPY94Q8Qvp78Sb5sP409EF0Pvnzczr2bGcQ9HGL3PTCmir1RTVO+e91PPCcaY770/w8+bvkcPS/twDwuLYI9/n4DPk/Nnj1hyfw9/m7dPdigyrdojPM9MMuMPpBhtr3G2be9IyPAvPs9pryQZj490oChPT2Gor3JskK9eTmcvbpRhT3Py9S9pqf3vaSTWT0r0DI99DU+PmNiDz3LmEA+3pSTvcb5Fj5GE1+8iMWqPfcDDr4ovzs+lAoCve3wD77TfKA77cnkvGOV9bxuRCM+PbMFPaYnCr7fxLs9SH9EPXxOhT0LyEq+YoUCPldeiT78M1g9dzfsvQoxnb2tpne+5ePtPHIdVr1bJpu9nl+GPL2LfD4x52Q+0fRqvf3anj1E5kG+mj4NPiMkSryipY098VvSPUt0Ej6ClYW9FRCIvXzdtzzrFum8bBt4PpKfAD5+1xQ+4qahPI55Oz1/xQO87mhnPefF2T2k/DQ+GnmIO9N+l71rMEi8spDOO0ew3LyN5M+9syqhPVmtHT2wkb09fVeOvj605D1ka/Q8OAQxPlDwkD0qT608BF1Hvo6VMr2iaki+hyBRvFNKWj5T14e+Zm7pPSSXyLyfgis97hEOPoekobxsCI0+kgdfvRZeg70KS6A90d1JvpwgRr6RWIO9lvbnvaTKMb6uUqG+ppKQvqTItr5Cu3W+17l6PGvair60ycY9jzibPb+1nT1Cgj+9LkkqvBBYOb5f4Ec+tYTqvYz0Nb5ktNU9M/tPvqU74D1+/ng9hY04Pg//prwQN6k9kAF3vmJ6Hr7E+lS+NyOovWVywzyK9DQ+bhLHuVIZqr2PymY+0egwPRDYzT2erPQ9P8kIPnl3xDxxBA6+FQ3dvbGn1D1v5O09t0HgOUqcNb1HUBk+KwzGPRmF873aM1++lfeyPDK3LD0IByC+5KbMPM5+Bb4kGUW9g5ZxvnDElD0pv5u9VgpfPkF2ED5bWKy9SclOvR/kyjyzn5q9AhCJvin9h73dlCi+N/4LPnVMPT7VzIU+EfGJvUT7Sj0WfWI+aL7yPUCNF76HZ4e98AMGve+IVL4R/JQ9ICz1vRQlAL4noB29TyG5vX3gAr464v09RtQ0vsSkyb158S6+L5iCvmED0zwjTcs9YjsivKwRkTxl/TY91U4TPtqaOb4VIU++r8raPY7tEz4LJKq+0X8JPLH0r703N9M7vLmpPQwR+Tzrriq+z6/PvYYkyT2jav+9UNpBvlCN+z2nbqy+8DrJPYOcD71T76q8L37YvUwszz2xogu+mbmsPe94Wb72dcK9IpX5vdsdmr1MbOE7Gd2XvamBrb331Q29qzQ+PZBbMb5GlQ++BxGnO0YzATzq4Mw8pRLru4yf7L1pDDQ+HMQIvkw6ZTxlDoi+phIkvriWijzYyP+8LdGBvV6VRj6kcBu+4lKtPeHJKL2RpIE9oTA7vhc9PL6EI789M0OnOnOw0T1xlAW9+EjwPW7CBL33ELm9Qa/0PYmkxzxM7Qi+4OYavHEv6r3qjmY7mJe/vGkkt72tFUu9WmPhubA1Mr6a9dO9gsPSvLHtOb6OXQY9aMKhu27rTj3kjMq9pMLOPXqsaL5GrIa+IcSEPXNDzTvAdbu7b80VPpdgGL4QsjE9RRSkPNNMnL3oYC+8v+9fO+augD0yBQ0+xDUTPu0xir6cYAI9dZZbvv0txLyNYcY9TDOYvWOu+bxANyw9pAmOPsaRZTpBPBG+flYbPkqXTr5wM+k88a7UPGebOT7neDu9NQZ8vgCGkj09NI+9zV+cvXlznT1I3t49W5FBPjNYe76Fp5W98r6yvuShB77LawY9E49Xvcmc0D3/a+a9ZNSzu2SoG75lUyY+Gu6vveZ07LsyoSm+myoVvgqVvj1fnb+9pxQ+PmoLJT6DUS+9WKVavtE5AD1CmeA9dsRNPec5yj2Ev/q9yVXnPV29Fb4lDiO+DYOzvf+2az2vvzs+mmdbPvifw70gGxE9CaP1vXsj4rxHjic95fYkvl5oqr3TM6A8HpizPfDRnL2IRAA9bzY+vuuKrb26KHM8maTXOdD59T3Sz769n7byvdGv7r03bc47id0yvjVg0T2mBQ2+G7njPc8BSL47cgY+uY3NvJ7nsDzNwJI9c3N1Pit0G779PAA9eWqXvfzqmL0E6qC9gUITvlhrO77PBhI+r1+aPaxvA74Uh24+9RPFu39Xr70s1Be+F8a5vZI7eT033B49iHx9vRNmVL5FzYc9PuXjvajJ1T2xXiI9jmY5PWjdCz4yjvI9eoXtuxRDMr3yx6+9TOXBPVvfI77DfQu95605PUfRgL6Czew9dlSlPC+PRT5TJS6+fba0vZUG3r1oSiK7KkcMPVRTJz2jA7g9IcN8Ol6vEj1LmiI+r5ANPtijPT3ptXW9f4cLvlGMor0ORd28vr49vk+VtDxclQ2+TO+avSb7CL6H34O9Vh/CPBZDuT09Pya8DxMkPjIEJL7WIoe8oN87vgWk7j2jtwO9LPxfvUptQT0BQhM9NPn+uqZn/L0wz6w8cGcDPgOnUD595XE9dNpBPucVGz0hZm+5klg8PFTd7j1DbGE9mmsTvkD4bD29fq06OrQtPmbiW75jpb+9JYYQvq8NLT72CdS9CmELPs1qQz5/dAY+E5gEPtzmeL5GZoK9M6UpPrVRYz5h1Z4+/yNLvmfQIj32/Sg+YcGavnlO072qQQQ+lbbXvCBazT2FKVU+y8yavWnVXr0t9su9WMAbPh1btbwMAuQ97fHgPeah3r1fInC9UUxgvQMyhL5fmOI9FSXGOj73M7z7Zik+8pXuPV5DAr2qLi4+i6A0vSqnOr6+SGq9fYsrPhi8lL23jXY9FzE/vWLUrD3NAqE9GqxgvpAHlr1nc9g9hhcHPCk+ST5k4628qZVQPs/0lT3NbX++7lMIPv+fAb4efIm+yUZlOekaZz1pXQA+hC2XPd0RQT5QMba9ggd8PmR0Wb3G6Pm6BNuIvHXNGb6CiNW+HO6EvSVACb2CetC9jyDRPVWgaL7E+rs+od5gvhPYKz4H4qg93XSePbjExD5RcGI+U2k9vgQpET4JK2E+UQ7OPJxNqT1Oafy7Qw8lPtFbMjwBFr49MwE8PbpDOz7ZkCi+hHMXPSDvpr0eENU8sM8WPct7g76+zAU+fzAovYwEBb7N64i9cOssvhwS6b1rFAc8ceyEve5nij0T5l0+ovpGvntidr1aNpK+MHjoPeLjB77VCFO+huoNvL+BDL6/bQ8+3KirvSrugL5etog+so2HPrelBzz5oo08vlKMvQbohj6gHDC+sJxFvcHbYz6RoIs9piMBve691T3upiQ+99DfPZqJtL2ST6c9wQCzvUbq5T3PJLc9lUmKPV2qmD36y5U9hraVvF0gsT01hKC9+jdevWnT9725Lu69U1i/PYLr2T0IKfc9bgtIvtN7o73Cj4E9DB08PoX2UD6Tzwm+e5oPvlvtDb0VXek9yEg+PkZJmLtN6kM9Zk0mvuRxGj3/YhI+1LKuvTtYMz6veo09RpGrPc7MgryZI3y9IfyhvVnST70FiNI9y8yyveMo2T1pDVm9TFBKvWdT+bztKIE9O4pZPiGc9z0Yaby9PS50vez8fzw9T5O8Z/QvPht6gD2GDbO9iW6svAM1gT3FIfQ9eo3NvVPahz4BPsM9L188vRnGWT7veOe9Qj+BPuchizyTCfy9UBVbPadZuT2Xb9g9W9gtvhmD2j0y6JW9JFMkPldLzb098wU9NjBovZj2TLyh0Gg91uC6vKvugT3EjgA7sONRPjxBw700vpw90f2oPRsZML1f7QA+JJLyvQxZNT3fBTw+2srQPXuFWTzhckO+JEYqPm9Qcb2dX9a9WpM8vp6/pz078l+9sXQGujfgDb4yiu48vSBOva3wUT6GQAq+wpu+vdGlf71T7cW9/DPiPZU9SjtUVyo+BeFTvaHrDb6l8WM+D299vXyqSj2SeM+98ochvqF1vz2hqQ0+SrbwvY5QnL6ZbV49MJHFvef6Gz4XXpE+Rx3MPe4t0zyUz+094eJcPG9p8Lz6Khg+v+ILPmM+3T3g4qC+zcLKPcyNGj6xi6E99HFJPPwSeD0lFou8h7wPvY5UBL7CZJq9PWU4viSR4j3J9Lg9t56bPRqCLj52FgS+eTMZPbjo672n0cS9elYQPkRQuz1nxfC9XJupvCn6Kz5tFXO+f6WcveQALD5Vj5Q9evMcPr5brb2hAx4+8PTsPU8W1z14sJK9Pf/nvKmuUj0TqSi+9OlsvXmzK70/ZT2+K4j1PdJIrT2kuEM9YiYsPjTbs7yF00++4rpPvuMHHb0urlW8NSIYvsq5BL6m0qK9RaZ/viwZVj0jcUo9+5JVvjajZz0HLT8+a9AivtSoYr0fHl++DfOjvUYIUry2Xyk9FNUBvpLG3j2tXFI+KpQyPQ9x9j1AEZa9DAt2PVeNfL4GSnG+Lc6QPTwf27z6fg8+nppIvFAsyD0Z1Ge+pzGsPNrdaD2kVy0+OTwsPoHgAD5N+kO+Mfgyvk+Vhz2/lxI+fu45vnTy2D1P0gG+dR7cPAPLdT3imY09JqpIPf50n72NBQ09YQTwvKWrKj39W/O87HaYPqsgO75t5Ew9Z3EovrqZAr6SiIs89ki0O+PIZT55ih27bTcLvJeePz5wrI++Td6JvkwkVj5+TJs+7ch1vq3sNL5HV4c+09ZNvrh8pj3bjKs9z9xDviHlGL7f7Ks8y5fCvQPwUz2LVEm+AMINPlLSJz5vqbE9IZervQ/jQz7EAd+9GddBPULY4z5HsIU9BwkyPU8eDD7Y+2A+Yq5UPg7uqT6fSuQ+vLFhPXe2Bz3moNQ9Ff6GPfanHr4tNIC+4WVjvvIQ9TrBzOm9aHcBva+YFD5vi/K9qM+SPCoJBj57Z7M884HMPedRDb6K/UY+W1qlvRcAMr0Azpq+mZFGPZWhWzzrgym+02wOPt9Atj0Hqxc+CX5+vj2DKr2pm3g+eTIqvsYga77YsWm9mQGgvgmiTD6o3ty9PUeAvXNTl7t+1Ym+0/dPvtgsGT0PeW6+hSJqvjdHNr0YbbU9fCuNvsp9n730YSA+QiDhvg/blr6UO8s9PTy2PlAvRT7feZ49v+HJPgXfAb4qNUS+B6GhPpwpL72Tj52+8B+cPg29PL6DvsS+Wra6PBI8tT7XjhI8XDwTPsz2LTxBYIC+Pb6PPp6VDr4q2xa+qn0YPjodMj5u9n09dx/xPbpdOT5yyIK+NyZNPXVyDj4DMmA9FAUTvpSQRz4ffcY9T4MfPWIwUT38JUM9kY4APlZGuD6y042+YSw6vbr1lzsoh9e7BzQ9PjDL2b0Kxas+vtlrPa4uEj2d7Gc97ESePYExe7442TC++OsMvTg7KD5GiWm+leuVvl4Cnb2DbrE9m3WLvl3nCTvR6B29OV0XviFN7b1uIzi9WyiIvkopIz38ItM9uilbPOgsd7xAEVa+wayfvWdVtr38EcA9tBuFvYAGvj1HrFG8IMsTvl9iRTse7Su+XFe5vHKR2L2O/wA+hC6ivZmIYb5NcOi7965mvQX9tjzVWZA92BjavSj9GD5FIm09ZvkRvpKEsDxhFic+JGsdPkhzTj7EOl0+qZoOvkGijr1x9Z+9H8sNPirl7L0S6y0+Ee1MvoLSFD7LR0m+Ed3BvueNP7qXKnM+svctvQWUaj2TKwa+GPsDvpvXPz41z0Y9nH1GvnS8dT2J3Ls9FAwhvqjIN76jb3c+NuhFPh3RZr6xKue8XXaEPYzLNb5DsV4+HmZlPaQENz3dMB2+gfpIvtaFv7zk4yc9uDp8PuTwnD01wmW+GDK7vUGmHr7+PWG+rtIQveeUPj3IhrI91kERvjj6OD6tqUi8uOnHPYt7Ib7/O7o657kyPuQB871xnhC+XBLKu+4yM71M1Lm9ezMtvc2nszwj7Ku85e8AvpNeOD67J0k+IzV4u4/tQr4aXmA+odJYPmZxeT3bvw8+d68Bvn4/DT3G88G96FctPgddNTpH1Gq8jG03PszjJD6Cmym9gnnHvbUVqL0Oo8S9jVAoPtpJ0r30EFq+gvy7vETd4jrnttc9SdoxvANA4r0MdAq8ZqZNvsdwOT5jRSs+S/UZviHiAL41v+S9LUoJPtwWOr64HH89fqgOPtmw9j2wXVE+prn3u/K9QD7e+pG9es2lPcSsED5YPIO9h+WJvYZLELxKp508igeqvmgrCD2xoHC9JXHHuwiPU74Lnz6+HoJ2vAohLT5lwbE9fj+lPbqI770PyC6+AQC8vqxN/j3LYYm+L02vPYGuGTxxQ5S+U7iiPWdIHT6I1XU+VmfvvQlbnL21Jmk90GY5PgXPtr0Vljo+7khUvdWK8b1ZsY696V+VvM1rHb5fz8a9cxMYPUCrzD1yoji8U+f4O6WRqz0GT8Q9ETgFPhQ4Q72ZrKe+Pgx2PlDarb2yjOI9kQgNPAjg7b1yewE9Nip8vY1YZ73R7b493tALvaaEnD2PpQU+mCXWPe7tiL5FIUI+iei0u4h7Ib6DoJe9GSENPs+Ipz3x8kU+9dabvLjHrD749Dk+Vp1PvfTXnr2kM5C+/5oJvtcbtbylYyA+k9devkinlL4R7549Vg0gO9k/vT0TnhQ+xUAzPcHezzxuD/E9LRXlPENJIb6M0FU+u3NNvg2wRb0Un3c+kN9/veYXuL3v8y6+F4h7vXyHUz4YcI+95118PVzbU76rF8Q82MpfPQVoDb6MM7G+PO8mPrzOLD6wpX0+UfdaPJilkj7iqoK+3Y/PPBhJur7YsIi9aOiHvjNjLj4Rja69PZqEvnSYYD7WXIc+MDiEvK/LcD7VMEs+6A/iPl5bfj5awH++HPJiPiBFaD1y2Gy+PCkrPVH2SL6ztts8Wo49PuXyHz5g7pi+zBkPPkB4dD4HJA4+UxbIvnt0QL2mkDa+S1epvcLxir5WD+S8fM72vWzXZD6hsyY+5VrpvTcRMr7QjS29k60pvgOtgj3lhyc9JMZAPg/Ekr5DGxs+NwbuPJn0GD/G99s9Ykc+PgsikD6x80i903FMvipLXTw6jm8+J4Q6PsEh0D1Tr7a9b00sPmWSRr74f7M+QPuYvSx2nr4FTL074/uKvi/PoL0VnTk9G4kZvo17n7sSbYC95saivc0kuTwBnoI+TtEQvCe0r7uBU5Q8eZyAPXo07z3ORbq+/0EPPoNtTj4r8g092u8iPjjvJD4w7/O9781wvRGlir7A3Ia+VYfYPYhkU7yiOXW+vtyFPEaLqb7ZI+Y9mbY1u0RSl765kzU+vZyUvo144D1/afa8/sINvrADybuvFx29z5q5vYZXITxNcPI9sVRBvlerSL4+Elu8tWYlPuJjar1/Ygk/I34Yvh1+UD5iIge+JWaLvbyPob56/IA+U9EePnTkI76kuBE+qpBJPjK/oz0z/AM+ly4HPv0J2T3RaEE9sEfevP/Zz72t75k9aV0CvnasIr1tbf29SLIIPto9u7xZE4M9wADGPSDkN77mBjw9Lo9qPXJS4L2/VgU+SeKwPLjhp7tJIIY9VqfUPZ7oeD225Oe8OBaCvThwdryuhw2+34n9vUxLYr1DZs28nB4evpBHgTzesdG9OFdGvhdkNL2Wmq88e0jRvSd9JD7xPDO+cFFAPQceKL6F8cS8hVwkPOFCM7zJnAs+VZfoPZ2LOz3CgNa9XobePehFoD0gg1e9cOxnPuhXET2CSvI9BMgdve8CzL0/2EM92GEJPmkoOT4CoF2+GPSRvcQ2P750nRu+YRGEvSbMt72QBy+98l87PirPv71uU2S9HHWEPXyearzBchq99bwfPvbnDr2Me2u9Y/p4vUHuFj74iSu+81OuOjbtXj3yXKo9M6bhPVWXED7etgy+QUWqPbqWNL7NWpW9uPaFPRYkt70iQey6ZiD4PNkx0DxPAKc9N9taPh58EjypeCm+BMaqvc3K7L0Yde49D4H1PWPFXj0PVSG+ntcSPhqDib3q/Ko9/wzdvBizjT3pAbu9G/7HPW9ih71qbmc8ENgiva5o4jpK1hO9y+tAvlIEoj2Mgky90GQDvpV8kT3vCSk+zW2rO/fszTmmHPU6jB9zPfyMg72dZay9LN2GvdnTT74K9/+9vfcIvgXgjrtEbgM+8tYfvj1Cab3NZp29tWIRvb0pyD0DOhE+LjQtvsJdVj4erDo9ljwxPkFXqD0gtl+9UCMpPr1Hubtg0Ae9XyudPbvnzD3fsuq95ZyKPMXyLj7bqK69OOBmveTqh73Z6649+ZJTvioQVT6WmE09lCpLujo/sbxwHSC+IXo9PZQRCD5Vszm+6VHkvWAOsD2j05k9V9OKvcxhp71MZ2o9PwE8vvpD9LwilDE+LaDXPf6qBz4/XYE98J3hvK4gRz2vtSE9T9NgvqHCTj5EsAc+uQHXOV55Dz5UdZW+xkjyPUI4Ar62daC+g9+GvvhaoLwPoyy8a59ZvPi1Hr7R8dE88odjvhM0z70T9uO9jMlzPDoVDTvxYmw7o3KUO9FNeLwdI489nEefPVkwM766HdI9FSesvT4Pk76Po0+90vhqPsc9Uj6ADrW9mO5PvAcsjrzqz8o9XldQPsOVar0Ur6G6wRy7vNfMbD0ATGu+HiBMPvXpxT2gvcC9KhELPhjsmD7GzY8968yCvaTLUT6qtjm+ulQXPDjTAL4kH8k9GRFsvbhYRD0Be1U8H19XPhLu670TST89QJmsPZDYpr5uUxG+Uza6vUL0aT4hzQG+XZPwvYkqkz31OjE+MRoKPSiJIL6uvqE9OGqmPpbFgj1B0Lw8+129vbLZmj6BlbE9iRVLPUH5lz1p3aa+tOqAPa3dXb1vCKy9kvBuvsWyVT7rDxk+9rZ5PpbxQb7Q5IO8L7nbu3+hlz6/WS89xJ6mPjyqlLxiy7S+HTC9PdEIV74qlI++4rrNvRs9IDw+Ed09csQSPi45Hj4hvAo+fR4bvoPYhb6BW+k9sAPTOwEB0b0gmAM+Z72AvgxgZD6U6wW9kvjHvZVlm70A16g9NnhCvtclh75Fe3A+wLEAPuJ4Db56fGM+iPWMvXeAgbwNe10+tgUhPVtg0r35m449ZtluPns7mj4mqxU+rpSEPVRGlT7TzFo+fvItPl4eCr6pASY+fNP8vdrmnD0aOk0+SbktPtenYT7q6gu+4rPxuwHbYL5QRI2+2j5tPngQZD5IhW2+pfRHvbe+3z03QwS+0DclvmJcBr5y8f29+YqLvgOfFL5F9S++jBNRPgRLDj6WumE9i8AXPe7UC76vih0+FQRtvnLIlbw5Aoe+7ac0PSJNvT1naWK+x3FovLilDb4QQiu+UY9AvphgOT5p2yS9QH/EPkG4vrxafSi+MNM6vvOcMjvUC+Y9WUKpPeNCzT5S/EY+0flFvnHndz43T7++Cn1DPrALdj6ZyBS9WGYtPgUvIj744qS+ajk1PtV58r03l3s+77nrPUSiM70H3h++ZuCKPKPyH73mr408GRzRPTK7ID7Nmpy9IWIxvgFAPT7HHBM+8UA1vuPuO771izK9kLZAPqwzAT4Ln1I+ZPZtvnXs/T0EglS755CEvFKj2bw+EKC9llNou4Tl6D0c6sU9ajp2PXK+9r0oQR8+y37MO0Inm7ul4yc9E0STPWLMqL1DHFY9XmijPV/hbz0mMgE8zjbMvR3ZaL7cWbi91fPfPRUt1D3DfmM9VL6sPRK9CT0SFmq+p039Pffdaj0CcoI+Lj2pvcEsxD2U6jO+q4k7vdJkpbzA+dq9D02MPY6b/b0swD89goVevYZfM74hQHc+JfddvBnwFL31hUI89NxHvlUnV77Yiyi+8duaPeZA0D3ikra9fwI/vZN3xD0uSfM9G9+UPLG0NT6ieBa827H6PS2kKj3N+xC+o3sFPV4+Z72AECA+7wVUvj5nAj0tyLe8KmAevg7KsL3Eyzm+PQc7PXfxrz1P7tq6/bGKPYj7Qj4lPaU7Ykk0O2Itwj0ymp880PCVPVQqLz51njY+C4ZLPtyQrT3Tjog+Sx+1PQDA1jxnBWO9fAjDvfJEo72CjRE+JE29ve4dFL2Ppw8+G8HAvainpr1KSLc9qhVPPr0eOr53jXo8J9AzvPn3H7yf5vC9f0MmPR72gb2XNac9Mjs0PsJsWb2W5BO+TFqHO1mpEr5UiY+9Hq6Bvc0VCT6CimA+jYVrvrHtjT5cND8+DAeAPn1XKj48m4M+P/gXvbfhCL7Oe08+08VJvuRFer4IiA6+caPnvR7wDj59YYE9GnQDPgBXEj2qomK9A7otPYy1ZL2z8Qa+mBJ3vaQowr2r89u9g1cAvWtCtD2YvQS98mZhvv1i/j0Hxdu8jbgLPW7wHj6rKpe9OXJ6Pvdhzb1PO1E+DlkgPXNZEj6VrLI93D7avS1TOL5xdnk+cSo+PsIDOj5HXnM9hWyJPkJiAr6kmYK+OpIePpTL4r1Z6Ca8olBVvX7dAL5Hq3s+Uq0gOyF0iL39qEW9bW0uvty0BTyENgA+DVatvfRLt72YGF2+6m59vdvsgr1K0Yo+Xi64vr9PRD68cCy+q1r9Pay4Xj4nSAk+ZWi6vY8En73f4/Y9OD33PMpOgT4SrQY9BUZnvtNM1j22zY++QPc3PswNv7v5YFq72vcvvg/HhzwoqOc9pkVXvlnqW70qrMu8rfIOu+ta/D3kqd69VonZPk9bDr2eFr497TttPuiZsr7qgF49wkkCPW690jyxV9S91XLcPX47fD0CBlA9y9CYvUiML75bmGC+j+btvQC4jby32tG9+mO0PSSA9bwN8xM9gFEYuu6LAD22vBO+7/5MOh0FUz1EoLG+mY6IPno9lj3QfEW95NjsPEL/hr0W7rO9o9kjOyPXDz79uLw9ECRCPmZoij5eGmw+WUWzPSXJy72Bt7u9D+GxPd23sj0W4FQ+yWF5vugcNj2lXBM+x7ekvcp1AT1ZHNE+jLv9PhwqID/lgZE+4PR0vX+Apb56fVQ8odkEPuyd6D0k4oQ+v7SiPpf1ar5M3pw+G5UtPZnPGDwtXXs9Ov3BvfDkgz5gtOk9n0tjviSZ6LwSLO09FcIbPtWVVz5fTc29KP+hPWvfU71DotE8T/k+vjJivD3t28U+VZSBPcy11b3UbtY+8+nyPX8o6j3Klig+w5MJPyAbmj1fThG+ItdNvpLvvz06iw49uAk4vqcdq71fhxE+WwJRvg6Q7D0g7Rk8lbYcvs7Qpb4p7iS+PV6evaJkh718h/I9Ps9TPl7vHD78cW2+xyOHPnT0qLzkTpO9x8m7Pn3q1T1wDem9yInNvZ8IVz0Ib30+1GSJvSsbr714g/s9Q4aPPeBa3b1pxHI++AglvsSPqrzU/ju+hpzmPYgxIL7U/ZY++3vFvUorLL7SV2a+NZ/XvcC6PT6N7Iq98feOvn6CCr5jH8s+2Z0KvnZqE74gt+685hP3PrrJCT5l3sa+/MyqvqjwB77A3mA+ucjZvWbyILtPZqY+TGaPPlZy8j2SjL0+RuC5u+8Gpr0EQ7o9iIpLvbDLQjuSLX8+RweGvVVWBbuZxxQ+hovCPIXTaj4GVry9TQIWvohiSz0aCTo+iYIWPqSd0D2da5O8fN70PCl/s70GqOI9Ee/VPZxlhz5Cz7G9N+VJu3/Od72ewus9hxbHPS9aMD2EgHg+1WjevfHFwDzGHkS+ymD4PZYhK74H43c7IthwPQ3UtT0svBQ+yhrGvAlGrjw6q8I9mvXgvc6zrD2VOYE8mKxbPsQNuT4keRA+axooPnabCb2J1ms+7QgMvt5wFT7ygJ68wBAFPrF73b3B7Ka9x7AfPjem4b0/9ta9PByuPZS+ML5zlUQ8IYR4vOiYHz7IKF4+ZQCVvZoDEr6/5/a9Ajg1PtjLYD3F6QY9d54KvvPxzT6KplE9jPNYPriiAr558zS+Qn2MPhi4n7yf5EI9sTxoPoWZx7047uc95FfUvKNycD7ia9s944YfvspSAr4JugM+S6YHPiekwL3P3+K8yVOyvQS4VD4C/oG9/aSkPRNbL7zpy6w+3nSlveuTyD32XPu9Qucevs+vBL7hulI++rqwPuYfBD7U4Qw+QXnmvbJhWz5KFGE9hrZHPtqGvz2paYQ9SGAoPVqmmb0srsU8BlebvfLVW722SDg+XbLvPT5NGb5NGlm+5eYyPaeyjT2zhyM+liCLvEEyfT2JfM4+LoEbPLlt2D32RRa+2fznvbfzyb3skQ49VHhRvmeYvD3QjDu+POYyPQzbCD1X8rY9DVNkvDTAbL02g4w+7INCvGFQGr7hhOa9twGyPY1OJDz6xKi9m2iiPcVBNj2dRo28EtubPaQwh7w0Njs7mZkevTsYDb0asEW9JukWvh+DHr6eylI+JsyWPM7/dj3muPg8RidDvaCFPr7eBjC+aLdnPhFB673Jhos9vg5CPnqSyD6B2JK98AAaPijllT1OeDs+baUqPSkELb6DcI89eq4RvtG4X71Sqpq8OrUNvccOMj1pikM+xHu+Pb+xhz6j0U29PefjvQRBPT6lV1q9diQ2PmKBOb4FwO08mBERPrix0L1SN2C+sU0QPmieSTxDlKW99NoVvdozib3H+Ck8n9O6PQd2Hz7i3UC9bR8Nvo17gr0bUse8dmIAvuzoCz3w/kM+afs3vaaTkzwIO7s9xwyavY/oAL7m4tc9G5OoPjRjyL3ztUK+qFprvojUKT75ZmY9Pd9APVsFEb2bWmE9XRjOPf0Gfb2vqVa8GyQqvXr1pz17gRi+3vbvvNzHeb38RS49WIB8PTbPUL2+QqS8AsuVvOFiYL74Cf+9pg3POxFDUj40H7s7I0L/OpATA70L3ng+XI1hPkhalrzD1Tw9EZtjvSwr57x7wjA98QRyPZ3z+L0yCZq9qbwFPo6ZZz7lMDu+byISPj3Aoj32KZI9SWMUvrcEOj4EXso8CPyvvYZ6Mj4kJaM+WvvFvLHO5jsrYdo9dXP/vDyHvD2YpAC+ib8/PnvUTb7mDB88bByBvP26Pb5rTUu+eKwRPmwwCz6jvQk+LE0dvYgjuD78KJg7336lPZ96Hz4jYJM+OtOfvA48nT2MLQw8R8okPajDSr5gXTQ+CxMKvprKdL0WaDG+fWsVPgc3Tz44XTO+LHaqvMjmZT1wF+Q8aXhwPnLRCL5psDQ+J3fRPeImCj4KxR++Ifu0PvAng752dgm+Mwc3vlVkg7619AI+pf4bvuTtlj6vpbk+NGyUvcJ6lj01vj+9hRSLvpUUZL5CZ3S95w+gPkOtSD4/tom+/a6APto0iT74Tlg7ZRfZO1t2Dz5oNSk+SlLGPfvDHT5maBk+AVZ1Pqnofr6LyPa97rFWPsa/qT7cq2U+e5T4PMNmxr2NVxC8/B5wPke65r17UD6+YAHDPSMA1rsLZfy6kBchvrvnWj62nyU+VmGTPXeRljwIxxC+SKgbPoaga75XjVG9iruMPuERHjv8H/C90hEiPsj8eD1aMXo9VxwOPi7tG703JeG9QKlTPln4qj6kPkk+QCF5O7eSWj2XpVc+vhcGvs37ez6VYCq948VVPvTac71yckM+dCQxPguPuD2xFqY+J1ixvTOBcb4Wfky9CWb5PZdIdDykt1q9wydRPRNLcbzm+d491e2luyIBWT3gZJe9y3E3u/0AjT1uQ3C9SgkcvI4Err3qWQ69Q76ovS3L4z05j2i+GjStPehgAD1dRnc8tKqSPVEUIj6b8aE9nDM0vr3ATj7Wmku8RgjxPabzbL4/2LW+Vq7jvLcPC75qyz8+jYXbPNwStr0fUmA9U5gvPSNhFr7IdhW9zLDnPcUjVj27oua8SZwyviNUEL2ovzc+qKkivbHLSz5Klxa+qTjbvSBQ+T2VyjW+CKwIPtDtXr7FV0I+3IS3Pd2MdTye6Vg9q2+3Pd9KKz7nlbM9BpMCvkk4NL16Wju+jm6EvudBUj0BT8A9vuQ2PZw7ir6rUJW9ZnHTPPcjLD0B+3q+u67CPR/gU76JjZK9DVNRvh6wzLzZ5cg9e7XkvEAEVb7UZxC+askzvtW0Cz2E5NK8jlNoPdTCCb5my6u9Tw4sPBPNgj33UMy9p+aSvDzdSr7Rgh8+Gc27vQPmyb0rzQ2+DZgtPo6wJL4QCXO+PWBmveEueL46zAQ8usWCvp9MNL32qzI+/m2bvQAnBb5ygGo9vD7Avs6/1T3wXE69kowGvqsRODw/y9U9JSVKPuDxCDwDUvU99tkVvntrcD3tYdk9AfY+PtSb9r272Xw+K+YgPmhpq71PNrs9n0mOPaV4Mr4E/Q2+3bJxPXWPbj7vghA9yMKHvRnRfDw74IU+dR+jPS5CNr6K1BO+0uuvvSc/Fz7z+LU9ef4BvixFbb4I4w89NXLyPWYW/T2SyZU9o/r1PMITe76JprQ9rVuxPenQIT7gURW+zJVIPTBjED1i4cc92xH/PLvvJT4e5z29spRmvVVHcT2BuhS+pUMFPnc+JL3GYfC9U/HyPHLDnzzQiqQ9K2syPcNUoj3ASxY9D4s3vnaY6z3ZN4c+2er+PHeeNL7dj4o99f8Hvey8pz3Cafe8QKInPfm6pDx9/rG9LXoVvoG6Bb2fvtg7c+oxvZscLT6CWei9D1u0vVacpL2uqIc9kLkJvhVb3L0SJbg8cV3GvTLsh76muLq94qdbvnTeAL629TO+Jck3viDdIT3YssU9fsVTO4LVfz3ull+9HgMpPhw0f74eCIE9rcGpPZ+OiD3T1bI8ljgMvZWDZby249E9ZANlvWN5gruICgm9Oi3RPbMkQb6zCg49dOvMvJrHob35ODS+Obz/PdsGKb53yLe96oHTvZLmkr2nxiI+4XF8PFPUIr57iPs9fFzyPew2DT4/rQY9UM+OPaC6GD1Xzz4+PYd2va+7bTuiJRo95cJJPTDaPz2976g9WPQSvinz7bv3Q0K93To1Pi17Kz6m0OC9WdRbvtHjcr7WXA4+sC/XPRmkdrvJzCq+rs3/vFJp+z3sm309stxzO8jQDD47lJA+fDcMPujJcr4Q1ww+r+EQvGO2Nz5Hq9m9zbnMvde87z1zBEY+m+ADvat7dT6eWXq+oghqPvRECz7pXea+tNVGPpB5zL4r0hK+dbUzvRMmUr7T6mW+qSsyvsKrk731pII+vE3+uxrwFL5tPmO94f2YvRQVTj3PY1w+PNXsvBnG1D29Lyq+09H9PUpMGD5ARGs+OpP4vYYFCr5sgFo+0DgCvuEPez5QNuQ9GeKgvf0FezspAiM+t4Fevibm/b16f8097+KEPrOhSD4kfoe+XSuePPucnz5ATU8+xPwePoYmcz41N1k+/Fk4vvC337xkD3U+01Z0PjSCmT4OCzg9CwFxvujGn71RDFe+dH1LPt16LT4rr4W+/CaNvalumbxWJfO9DWZNvnuwJb6k0V6+Totuvhv/gzyZImQ+43UavgJlAj4r+zW9lUviPJPADD7rclc+V4tPvt49Y744OEc+F2RIvUJPiL6yLoC9NWbRvpHmHT3zHT++ttlPvoGMyb7VVc89lucbvtGAhb3gJrG+TNnIPAzHnL2WgTq9ntI4PiWXYD7aDAO+A13EvmuEeD3+S5o9aVRKPDU2hz4hh0S8M1FLPn3jmb1RGD29eLZPu//kAr4bL1m9KB1evlbgQrzzKy++RkyZvhy7pT1RbOY8jVb/vBNmKb0UG5W9aRcEvq/pej1jaae94wlBPHoGgj0eUgw+r9dEPhuInD2i6xS8JP0SvuJMJj7bJAS+CvFIvUs6Gb1UUGC8BA8WPfXsXrxC1Kq9iLuEvd/0L7wSkUi9KgqUvI+A4L0jlPu9hq71Pc0Ykr1Qsis+y4IjuqsN0r2f8Zs89baWu+A2Ej6RSg4+MIbKvcb4Ez6uGEQ+Qj8evqKBSr5Np8M7oON6PfYVKL4W4By9WpFxvThWO71Tpta9FpcAPnZ9hz2547K8B6RWPSNqoD1zAl09x8AgvuTsXz2oai69ovc8uxcYPjzryJO9rldAPl5f0r1yQmY9ydXMvUrlIr2SBRc9E3ORPcivBT6Y15S9Pvt9vSiiXTzDrce9uuw0vlPDJT3sayK+0gZzPW4AkDyUv2e9qn3TPRde2LujMdW8+GEtvo9JNT4cM088ob/EPe3clD0h8kc+0ngjvSjL2by4bmG9okLGvcUP9D3p+ia9v7ZWvdqztD2SU3A77Kn6PUodgj4LEds8BPzoPdreQL26NoE9y7K7vamDxb2Utou+GYFgve6O8jxAFeu7VWpBvS1tjTwY3Ty9hdSBvnOZRb6qnik+iS9WPlrdFD4eGPU9zxf5vM4WhLuvCmU+sgD2PfaPiT4yKiQ9TnzTPIckET1Jo5696e4gPtS8Tj7okb483Ig2PSoEIz6b9Iy9R3Fkvciszj49y44+CkrhPahphDqBM0o99f5LPnMEoT0DdbC9H3F7PeeOV74FVnW9vHBSPYmKAL5tEAQ9sWfYvJ09Hj3KYQe+/AqFvWCiqr0EGTY9Eu8PPm61mz3EXCi+ps/LPZHGAL5uJoi+CLITPiYNjLxycJA9ULKXPhrCij2s3qU+XGzePWMW1L1svYU8L2QzvgMf9b1g1OY++Rs9PhAaYL1ABXE+NnGPvZ7D8718tkO+LYgMPfuiQr63QCi+k3prPY8Vi77HymA9GDViPgONHz4E41g9yZ30verV9rp2phQ+C+vXvLVDDz4jES27NYhbPqaKrrhG3i0+PhdFvUtjFr6gyay+/kooPYrhgLxyDEC+flUyPrcqa76Qhae+lCkOvC3XDT5JYis9TkHbOy7y4L2sS5g6wp/sPX0MGr4RPHI8ZXsDvqQfsT2uWJE+pmIdvi4UJj5fSQ89GjbfvTFkHz2sqzG+Ch/kPUJTez0e7s29k/dHPb7mkr699Lk8VegnPq1Vr71IiFS+HsBlPjX59L3WPTI9J6zovXalKDvC3pa+JJppPbaqWT1bKpG+xdFmvG1o6LxB75M9dwY6PNWCZj5rtb08PZ1aPkvzTT6oXqC+zqqvPg2zC7o16mQ+t5IqPVtEEb3GzW2+oW5hPnU6zD2hhpK8RXZgvsEHB77zCmQ9G/D7vQnTAz59Eac9g8/Yvq3WGb5xDiS+y0G8vWewgj6sgp+9+MRKvphZz77rrKC8NSCBvmAPCb9abUa9aEbXPApCyL13/1Y+6ASNPUL/t72wi9C9+ucEPkBqnT3ehku8hhvrPTlLpj6BJRq+X3A6PsOVqz3asLE8RiefPB+for4PoGq9s9lNPi38G74VAoE8nvtcvnKqvT03RhK9RaBAvm84Sr3JUGm+dVCVvkfZv7yvz4G+TwTXPhNE7L1tEbm8FzYtvL0tGbytilu9Xh82PkE//T2dBC8+ynyVPk5dOz6dwEq+vh5cvmD4yTxymuo9BBAjviYJEL57JQO+esYlPTMtIb0ldqG+aPUAPOgnEL5EAv+9MDLKvT+biD6QGMk8SqFMPR+jjL3Oqy299u6Ru1cPYr1Q1Tg7Jt8au6vI2b2Lhz4+PLkpPgRw970M4zM9CG12vkvBgb0eExO++wqbvvmtWb4INAu+DvYtvkuNO779dLw8QTIFvmw4Qb6LCIu+xwOQvq2v773JWAU+6xaCvhmd1D1BrO+9LGVWPvqlRb1ZSUa+gxeNvMSVor7Om0S+XrESPZq/Zr54CK29DSqQvpnpLz1AM5A+jyY7Pflwjz3Y1jm+61jrPI/ckDyyQCC99sIfPXR/Jj5VmVI8RLVPPQZCAj570nu95xPUPf1c9DqjbQ+9/s/7vSPsIj7BBlo8ZY6/vVgZ5D1Ia2e9ndN4vV56xrwAIm+9PlBwvkXm5b0TaCy+6qAuPZ6QaD1gKEi+5kbPvHuUEb4d8lm+xvhavp3Gw7xdLEa+D6OFPYTJszwkT0C+5wdLvj/jZL7NSiS+LHeCvbkZOD0ldoG9avPfPWDASj6MHJ2+28+svXtIqT0BKBS9TjdpPTzdG774VcK95Zg6PheC3b3nYSm+WSQePtUVNL7ccTs+MOUUPcPafb46UC4+u6/SvXWhuj0sQM68gG49vU7HNj4SHGO+atNGPsD0BzxiiNO9SD+PvPS2Grs++F0+a/btvWnS8DzQtVu9JlOBPPH6Bb7N1BU+Iv8AvnDSn71li588uQzSvNJ2WDwEge881zfjPBwtxj0clQG+0ROcPLvgMb5TQsy7IP4cvSfMAT7AQIw8X+6EPS8WJT4Lux6+j5mnPeLFs70hqJ+9w1V5PCMd9zx8e+W9ra8SPtAYEr2xjZ89sHmZPAgUHL6RuSi9h880PbJxTT09Wwq+XMnkvvfw+T0VRXQ9vjwAPhv+Sj1Qweo7/g2zPTHGaz3ynW88I1TvvA9wV722xFs+Vh8YPeWTer3U2Ds99o/ovSqCaD4xBnw+mDravXs4Eb2O/4o8fn/GPeK04zwa2qM9q5CAvec83bxlQ9e7NJ0WPba4Qb4jU2E9tJcevpXskT7LCtW97rxdvpVM9D234CS8ojz/vfnscz13CY471MUkvr1eDT0Apak92gIovTcsBr0p0HY+l6o6vU0kTr7vvDY+ibWBPf8TEj5lXtQ9B1ngvd2IgD52gQy+TxRRvLyBJD4d2tS9y9s+PIzL4b3YC9U9Zgq3Pawznr65FXm+qBV9vvtF4Lufjt28+vQTvRQfsb2e5iM9btGYPa8BcT51EN+9cF1/vtMQvzx8SbE9YlXvPW5u+D3pS6w+/DT+vQWWTz7qD5266tQgvYgPy7sqGRS+c+kTvsYrwbwDh+s9uLeGPehiET6CM6Y9lLcKvi4R/r2cyD2+9gUcvve9qD1hHAO9hmzDvaoiBr5afEc+041cvsMbYr2R0sq91XKmPTtDHL5xNFY+bSPiPVRFlb1Mi/w7fWlTPvybjb37avC9JGgcvrKJjD2JonI+Mj7bvdjqiD1zbTc+06OMvGeaG77PAji8DSWnPTJviT7l6569cug3voUtFb6R/Hc9+KfUvdeivjwb0i8+GGG5PThNtT0kPPS8kQBDPbS+0jzrjsw9f14pPjkHBj3ENyW+BoA0vu9mzz2ts0E9R0WuvENBLz6zj2E++vXgvV1AIj5UrKU8Wdu6vZt+n74ajZC+cKljvsRNi7z1rWA+g35wvgneOT7kwlS+j8HlvGnGjj1yZ12+JKpZvrh3vz4K1uQ9vFXePkSeOL1lCEo+uyjmPcYX7T7/7pU+aXGTPtCO1z6aYM2+xyspPnKenL58lZm86ceFPq6nLjxC2Zq+vs5KvgEndrypTXw9ujg7PZ18iL60noY+YoHLvZoEhT6KEy49HjP6Pec3ir2Di+o8QlPIvt7QF7529x09jvyzvrpn0z1mSNk9uPwnvv3yZb2ssMs8J/fovoEs5b7KdGM+g1yBvWhwKTwDnwg+rk0SPq6VZz5Czb++8pqdPdOslL6UGB++4r5mPiWQMj7XC/u76H8XPt0uwj1Qoh0+1xNSvimDE73GLd08jw4jPXR/Ob7k3bu+3jKjvl7MV7wFMso97ckmvk5m5j1hMqk9KxiDvoi8uD1/JVE+KZEsPu18oD1jt4G9bF2avgcOAz5dwyQ8H6/9Pu0chD4WgOi9Awc4vhCn1b0+v/69bH7fvJVjab4psok8OyJAvrcXQ77liC0+uKEYvgNm9D0XJoE+Mg4APxMs6j1j6b29p6ylvrysHL6ZPye8/Fp2vYD01j27GAY9FfskvtUWN74Bdmy9DJpUPvpCsr0NG0g8Wl2Avp8w173rydu+KI+CPrQRub43vQO+y2BCPvlcTj4hc5y8E+t/PVQQmD1uBta9C2moub56Ej6myMo9ZP5fvaLwPj7EZNA8SkH0vGa3CD5unCA+kVBNPoMhuD32Tmo+zL8EPhlM/b13R9u96bcpPtzPwj1p8Lg9aYtrPewCOr1qVHe+IIg3PO3rBD6hb0Y9GbiPPhUdWT6wNQi+JtyQvW52ejybxw0+8957vRuZLz4Dsgu+nuJHvlg5yTwpIpQ8mp6qPWzM1Dwga/C9RvImPNkoFj11+Y8+f0xAvAuq673lJ0G+pH3BvTosBj6K34E8YX0DvdHzfj73hwC+TLosPstlKbwySHc9fQkqPT4VDT469kA+AyDQvYb+wb3u16w9wDYaPqyd4LwscgU9IOHwvCa0fz7GINe99AowPu7xrr2X3x++ZJMwPWKpzbt2l9O99rcOPXAGrj3HZR8+meuxvTDrUD7qAsA9/7snvdlqkT2lhQC+nCN1Pu5opr3Ggv68d1gZPm9VKz4xhY49mLYDvX7STj6monM+jsGEPb9LJr7eua493noNvkTppD0ZWEg+UJEsPnuLQz5BGgY+AHdbvU43470AfR89oZ48vN5FHz4R9aM8ktVEvfu4nL34PES8k+gBPGbujr286QS93oqnvZXgWzydrJU9XDKBPqKgvryPwBY+Tq7OvKmAtbtgrQY+YHjMvZ4C4r1x9gC9IO5nPQKYJj7Sghk+v8WcvU8qBbwYYhU+lPhGvpaJuD2Hr7s+1kWkvVkc77wYBSc8uK3lPWzI1D0d2Jy9fWuaPWzS5L0I8kY9Yz1vvesvuD28e3m9l7wHPY//BL4+yLW9PSiRPNd/GD4pocK913ENPjsLP70eeMC96JpIvqKtQz63rBI+znDMPRFTCT7aXAE+9SJRPmaIQD6hTxO+hkA+PRrWiz3EnBA+eR7SvIE+G74NEL+945MXPmqIAj1VflA9wXsaPplmfb4FJrm9MkmwPSiHoT2UpO67y7g6Pftgoz3PO8a8H1MMPfaze77MKZs+XCS3vIHqwzxgHCG+vgBwvWq8LD7AqWG+RhnVPQ7mRz0VqM+8cEmDPXhsi7wi7Xu8twaNPePdMD6op8m9Sc6wPQyu9T1OoWW9Ru8lvUS2/D3kBIk+KkMGPukux7ygaG8+fwavvND6E779Beu9M5BHvGpIiL2e1+a9dzkdvlfFsL4Aa2W+y1qVuVzv+71ziA4+E3JBPQBUPD4L2ru9I4R9Pip6Lr61Nwc+uEuFPgM7+z2cxK0+gHGBvqlhbb0zRAM+qvB3vmiaqb2m+iE+EikpvYZF2D0DWQq9Yj6jvoUYML7cATK+W+QqPgGdcb6IxIo+cDtlviksqDww8NG+HIPXPeGeVD75I/U9QJpzvh8zLT60Sc29o3K5vnSUWr1vOGm9C2/BPiHpMr5C+EM+nrXVveBXd75E4ee8W3CqvcS/4728e0G9evwRu5meRr5mdme+ExmwvU8qUz0LAzg9+7wWPnPTE74QLYE+bV2uvhCDCL5koCu+FekJPokIkz55c8g+WbZkvgc1fT1aqp69TkuMvukFTj2vOo28aoIxPvOxkz369Rq+qOUivl8Klz7TXfa8ORk7PZk9Ub290yW+Jb6CPn7o5b6/xVg+YeE1vk1jcz4OZjm9vPYIvimk0D1Dq5a+zZtpvqg8Xb55XcO+k33qu7Tniz7PNXC+VX8gvsFAZj1TQyO+wYTLPXpF6b0t5Gm+AX7EPSlzjD16zZg9xnuyvKjeXb46Blg9nbmIvtY3hz5FwH4+ZK+IvV1tvr2oqUe+UK7TvcJ+qb56sb49GhSavpFupr1bizc+haLVPLMlijxO/sI8St+cu0GwZ74/Vo69gTuOPvyPz70llaG+IW7DPXnZIL4ipzC5M7M9vRdxIj6nnhs+FCASPrpNGT2xeVi+/7ULvsZEK74k2F4+508UPjDwfr36H729IrHovVPygj3N1hy/1BjjvLEr/706Cv+89lAevYuIhL7CMT6+bn+WPi/gqr0bXIk9Oir4vS0q+T6pIcq+plNWPgSnR76JA8e+lYGLPksGtL6SKhq+bNYmPadgjzwU3Ju8N0V9voVvaL5aFzG+nMW2vR5dwLwDkES+gkZivXQZCb2jMIy9FqUNvmnnh75qT2s9we12vsMsor23Sma+drjMPCECJL5yixk+R8S6PU0Pbb2PixO+AHlfvu/QmL1f+I898u1GvgrS+T2ZDww9//6NPF/ClTzxEPG9qEhbvWGGVr4WYKy9ogEZPpeU9r3ayIe+6ERCPYr2Fj7BnaS+rF08vu6dNz7aeSi9ym5tvkN7h7wxKuU9SnOBvOl0nT17EG49hJ/QvRs2Jb53UCC+BW4qvkzj1TtpdhO9aoCfPR8tvz0IFyq+jEx8vW2wDz6usMM8wBtIvmrJK74DXIO9PIHmPZjdQz53WHE+b/TdvAfMq73l7a2+n0HVveIlnDwJDOa8KoVivnlf9TyqsDI+vMxDvd5UfL3M0WW9BXYXPiyDDL6LO5u8n+5RvhhKlL3DAGy+NXUGvt35CD6nz0o95zfZPXvbAj5UQge+YbdDPfOwIzxLTNQ9cURbvuaC6r1kT1Q9pTelvFbuML3zHrO90wpHPns2sr1fM6C+OKWKviGUuD2wmxY984eYvApGnL7DvAY+BrM0vBiTQLymokq+gkIwPlNf3b2nYA6+kYEUviy2uz2oUNI9XZo4vmA2ur2G2oe+JbqEPfBKPr7bk1Q+56r/vfszuj0BJau9njEmPZZZSz51exG+3E4ePoT4Q770KTw9nMJNvhN2kD43gX09mBhXvnt8ZDv8cO49FYanO8ldSLwPaWq+AtdVPlfhbT0Qmbe9YhsXPmqTCb5cS4k876eLPQ7AoD0B3Ui+fQ0dPjykWT52VTS+AIIXPizPUbySSQ69ZPnePJ6jdj2bLlY6Bw8APgtwzT00gAq863x9PQtHWD6S6qM8l8aBvQWeTT6+rgc+TQcFPj3uqLwjR8487ljevU/Ph74SWtM9SDBmPBU6Lr5v48m9O2cFPXnnuz4ocGs+gxlvvctWKD1ueFm+YymJPhw9qL04NxW+oV5IPUgZPz7lMCq+PY86vXF7Brw8jue9C5IHvp04QD7+R8W9JSrmvX4ym73sLiU9mH/qPfMDlT6aMGo9ZW5XPoOZ5T3GERo+OWLxPZRsIz2HvES9cHhYPfZZIb1xHqs9OPq1u7+tH77+W/487fpMPoVyO7x8wh89GQjIvahK970e6Ru+vKotvoqL3D2cNpu9sNN5PbxDLT14Sp29OWTcvd5dPr6UF4a+jre9Pt1ST707omw+rnDuvWZPYL5HRLE7SqL0PQqQzL1xfYo+Gw1wvNdNR71Y58q8lawyutbcgb0tY2q+Rw2HvpCM8Dw1a0Y9suXKvQGWu75kdmg9Q+j7PZvMDL1FWRe9j6/+O/7Pbj6QQxc+VV9DvrjzyLuGCVQ9U1myve98Jr3b5oM+Em/nvYgayD1Mgsg9yVu9vWXAmr7yyMm+V6aSvuCjCr0Tymg80KOdvaHzID2vRhk+XVOHvW9nHT5QTsK9VI26PME6TL7aOig+IIydPZbmjz5JCBs+hIaNvQd6T74ujHS+PaTnveoY47072+w7MU2ovHV0Mz4TLiy+O0tBPtWf/j3+N24+fYkCPMFv272/3q88uw2YvVIVlb7DjEE+Zh61vrQ+6LyZCfu8vP9xvUs6Xj6PXiG+CXOuvuwrOr477GS+l05tPab7AL02zie+RNCuPC7H2Dw4t9C+6NXwvXVcpL6ZfU69zcLsPVPCdT3AkUk9Mf0Dvbkekj4SDZ09WtqDvt4QNj3zBrk9E8efPX9NdT33nGy+WmVSvnvKJb7FvpC5WXN5voB2Fz4K64U+5jgSvuba0D24bMg9vYz6vB1LFj7KVgm9Gcc1u4I2p71D8a+96DINPsyXp724i5C+SGmHvlZABD5L0uq7cmWZPa94pLvWUY89+IGVPaAHk76/tlY+0txFvobIRr2MEiA+2Grsu8Aaoz2S9qq+PFbtPS9GFb4PrCA+FBt0vgB5LL4h7ua9eBgfvQDaNT6cTOU6ajkjPXvPgb4RTai+ipF3viVs9T0QGce9N2lVvaIFfjtJp+U8CziYPSMuaz0Ix5g9TvXdvIqsOj06r7w9JFjfvQsvVT7YI08+SyhmPXR5lbwiTSU+nfpqPU+zGr6awL09Km8RvJNP3j1c524+QI+LPgUjiz6JVQK+8im3Paj/AD5ipTe8YWk5PeBOE75qYN28uRMKPp2HJT2wqdq9meYFvqNuEz6Nzky9kmjPPOMYqz0ME6q6NqZrPtIHyb2DnA4+I891vfA9ujyT5rY9KDMIPrSOaz6XSuu7VmLFPn08ET5nvZU9PSGSPsxXZb6kqhw9m0sIPRqE7z2R2/w9+2CHPnFfWj2Yvum8WeawPuFMPT7n89O9+Duhvf1KFD7RjG4+AGAdvYeR1T2401k9hcxiPkBUsT1GV8y9s/EHvp4orT5qosa72Id3Pe5f9Tyaahg+JUjNt+tA7D1jW1c+aXFZPjpbBj7yFWQ9RTC3vTpewj6if0Y+0+/CPRlt/byKmmM+zpBQPj/uoD30uR8+UnPRvKKc0T3TK+09RX7zPZtyDj4n6Sc+Xl7eveJa7j1xP3G9NeslvoOP8T2Lzbw93fK1Pv6k0L1Nv9m8jLaOvckuIT4i0WU9Ly4fvv8d1DxMjVU9B2w+vfgQ5b3uhy+9AQlGvP9ufb1mB6i9mExLPp2z3Du5XK69kxdAvXeQab0/bvi9fuXgvdQ4S71Rhxo8DQJnPX4ZmT1sj4W9SUkBvjFHlL65hJI8IHaguxSPXr6E4ai9wvOEvKXq2LxK8Jo9nfYpPh2HFb2kocM9H7qgPZ2/y71pKNW9nFwHPjB6FDzlGIo98UQYPvwmpb0oXlK92nGGvSWuIT6IRsq9urhcvF9GBL5gep89mkjuu5sEpj0/KMs99VqHPTd0bT3rUWQ9serdvZut1r0CUzW+YxymPbuMQ7x7PHO9AeD4vYqKiz2+9Pg7SNwGPghmEj6FnYc8/SnnPeBE8zx5e3u+hQ0MPaJLfb3914k9txWEPHmet726W9k9rQoSu1+Yhj01pz2+FcNwvp8+wTy8g4o9mYtBPdheBj4T2549Sr/Kvbgvir3ElLg9xlPAPTVK4jzyMBg++0YNPXTL4jseba+9Nfn7vES8k7xIjSC+DWw+O9nLRTvbFli8wTvMvQld6z3I65490wjevESZIb2pf+O9EdxpPTJPAr6sRdO9C68xPvzKaL6mZaK85+3XvXfDJj5EONw954pWvubmtL3lSXW+vakfviOQXr2lEYY9bdFcvS/TAry4zhu+9TCkvRG99L1dIhC+THPmPaK0A75QZyS9GEmTvhV4hb1VaKe82d2BPXjVhL3GSfW9W/dqPTXUiz3kEAW9kOlxPre4KD0JGeK9uzmqvbfU1z0yVvC9TpGvPczsFj6nr7Y9qc7PPf/AMb31bnO9jQIZPr3cDj3sp629MKUnvOsucL22tTc+oaqLPhLSF70kZyA+fl0OvnTWMb7ktEK8P18lPBi6UTyPR/W6IfkVPuQ50LvZBBs72IMYPi/BiL5Ys72+RlGKvr7zgL4bcBq+NggkvtU4Cz23OQm9JXgTPv5fkD5OYrY+O84TvnBnnD3NFTs+oKu0vSeKE75jsbm9zNf2vRXI6r0WIXa8/tZLvUcIwj3DzRi+39kQPll0Fr3oRVO+ybxWPoxn2b7Ci1k+tCgmPqTpnT3ejaq9CzJbPkRsID4/cnK9CEH/vQ7GwL1ASmQ9FNqZPQu3dT5FI7g+xIVNveovxz2/otI9RMMWvv9gkb0utVa+HBklvspz7T2V0oA9ucYjPrvLTz4swey8Q+6tvhRt6z2aPok+0IbPPfdUFj0gh8G9wqmcvXeWOz1ECwa+cqdWPpfEN75a+kk9fvpBPlKwJL7vXCU+ZeBMPemGf77aU4O9T5jEPfmo3b1AwTU9vz8ZvrAxdz6KFcM+kMevvaBn3bxrjZ2+QQtTPGg44zxzDEm9RQuZvRt8e77akny+h+48PiRGHb1ARwS95mE0Ps86wDwFZLU9bLAIPp5Puz4T8Vo+hH/QPfvTjL0977293vrrvfIxaD1GSq2+SUZxPZA5BT3AwSw+KZRdPajmlL0rp4A+lj6Svao2sL2A9yE+3y4dvkiSBb682iS+er5pveOXTb3ej7C9Egr9OeoXs7yuwRS+xmKxPZOj7j0Llgm+g+hVPQk6EL7/0ru+aq4OvNm5czw2Ju6958esPMagCD1/mbG9TYSNPRKA0r1jMQK+xC2LvM4eC75/lTq+tfByvYINnzxZuui8FvO2PU7KBj5MCYI8AuCPvAnkf74Nzqa+bYmAveGWv71Gu8G9WYgRvpcVIr5K0KO9dOsUPMZxOb49bdw9QXwRvh51I7ugvga+j2nvvR8ZQb3siX+9eOymvbL77L2eqHq+c+RZvg1LlD1QGL+9mxkmvqsZ4T0IHaA9vIm+PTuMXr1fjpy9ltlevtq9gj1E1iE+6ZTKvXbV9bxF4Cm+jgervTmxvz0SyFW+9k96vmCjkr0Cg4K+v9E8vleHCT46ZBs9fFS4vcH3jL0t3CS9K0S/PfI/x722Z3c86AP3PP1Rk73eE0i92J4cPNa2EL5qghI9pkyhvf2MWD10YbO95YJRvgFYrzwKN5+99mHlvT+837zNKsG9wWrtvd3Kqb6U94M9REy1vaale722jQk9vBHgPeSlrTtltrE9K5axvqs7QL5Spgg+rqTCu51V/D3flMu8ujYQvsYQL77XQVm9zEUxPr01dL5Hxqy9LA02vDEpR76yupS9yvSzPWEQiL1SKPe8mdx5vXi+GT6F7sC9Eo3mPbvEyj2ZZJE8IMqHO+V+hb1iHw88vdCPPXlvgD3PSFG+xU41vvg0jT4d/yA+NIBOPUi+zbyk8pA9YUG1vVd4Ej47T1M9Pu/9PWyJyr1/ZSC+0IzuPdSZ8z3yso88mErhvQvaKb2+t0e9a0W/vShQhj2ThaG9aqalParSPz5lPTu+B2ZZvhwckD0R2TY8HtJBPjUyj7ywyJW9W0iTPYAX6r3ZRjs8lztUO7ehhz3jtUI+dWfXPP2jgj20hrK8axH0vC1scrwg4Za9Y6GOOxFtCb6NR/S9tO3wPXIhUz2yajE+Pjxovi3zEz20mKw9dqyEvENLFb1RMNK9YxTDvep2L71n9Fq82ZUOPQ63lD5lnWm9m3YUPiVgRb4g0JK+R1bXvNrKor1WhwE+W72mPSMkBr6wune9lIN0vYcEkL5uVD09+ap3PdpBmL0lkBY+GHMTvsRvT76C+TO9wTQTPl8cFr5d69i9Q9vhvL8dGr4mNNq9Pnd2PfoLzb05LXu6SNRvPgn3kr6R5gS8uShlvcOJtLzBa3E9WhVhvfYuzT0HHAW+hl+pvd2XYL0Z7L89XRW6vUGttTxuy9G9p9IQvQa8Gz7jsgA++eTGPXur2z1wZhw9ypvAvC/R3b3W/KG9nIdpvV47Uj4oO648Bj8TvuZkcj65FAo+4eZYvTb4LT2llmC+DFBevmrMG72iUFM+KK4lPJsGZb3di6c8OZKcve/Fv77lh3c9eVV0vn8ygT6/ZBk+UgGhPrioLb3IKPW8xJ6ovWVvcT58Yps+4Y+DPqhLPT5PMg6+FGwoPYsfjr6u22O9qrdjPKs9pTz+0hG+GjG2PdsM5z2YWrc9bpaDPgQUMrycvhc+6sOtvZm1Gj4f2Mo9q/MgPYbKcbx1K8Y9xV/QvVo+CT18irk9jJckvuixLr4KC8092Zftvc8xaL5Y5Oe9AseHviGaBL6PGUk+Kk9UPi4EhD69aJy9Q88fO52tgD5FeD090UmPvL0Enr3Nm+Y9C+MAPtBhMz4SrAm+uBWlvSAmpb6qTDc+B7USvuvWyr1ONPy9vcOdvqmIdj2ryK2+Hi8rvguaDDwhZ8s9Cf8IvmP7ij7AolO+x38rvg1yV71VRhC9/XwGPMemiD2ZqeC9bwQ/PkY+1rw7tgQ+Kh00PqYfv73euI0+uGxrvQ5ZQL7jYXa+O5gPPdcEf73poge+vM+Svjis5r4rfxo+i1VAvisYCL4Pz8A9zRAWPhjxdz1xgoG+RUREvYZR0L5anXu9elHsPfewSj4mUlS9dbBLvkjqFz7xT3i+wJBvPi20oLzzpR0+5JkwvpmiRz1L252+RGSaPczmOr6Zcye9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "tRmnO9agQD2sChk93TxnPVXfHbx9Zjk9d6m+PKtEub2VVra9jAWUvOgokTxmwpO9Ab4fPFKIbT3IspG9qaVuvHpKkL3w65i9/+wXPgVph7wGS4093pwFvJKKNr3TWqS7KcGSO3bv272Iyls7ULXoPN5aO7zngZw8nYTJvIux1bxV/368DSbDvRMbhL3x6jE8G4FEPUzFyrzLQoi9ETDwPCNrQL3nsBC+TU49vaVm4LwR79W9smHhvJDoKr2W9GU85wE2vX/QEL7RL2o9ka+dvSITQ73G5SC9QWuuvAwHYb3vJ0U9BUsFPvK0qLwXwK482cicPFZ0JDy80lS96SkIvh+QtLxTo6c9vfpqPZHV4ryy1SM9PbFbukS2mz23qrk8/7wbvRwVAz253Z29AaEsvdi0F72gZVq8KmqouyZGmb2lTrw70j4dvtHVlT2P9eG9WxRivb7cRTwvhZI9NBV8vT4wcbySups8Zk+EvTrO2jvG9TO98v1mvSy0DLtMb1I98EQPvSIpUT2KIgu+oBGBPcofvjzF63q89mMJPZVCBj2bqsg7EAkevYchcT2p6wC9d/SfPeMdkDyVfFO8DeUZPQkcnz2RHNG7eaFHvKK1hT0x+Ci+BOSquzaGO71GT0c96duvuzUedrwQELW8qTbsvcadYL2CkpK8lICjvDd1lr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 