{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "wHsCPfKJJT05pXK9FH3Zvd921L39omQ90YMiPu0dO77oNN096MaPvVwnl73FNLc6MCXQvYvuQb7XLiq+4WwUvjQ/rz2yFre9zMkVvbqwWT0Nd7S+NE76vfHxcz4qNIe9xe3yvXHQbz6cFRS+y7iOPTkzDDz9/Ao9eZMGPicP171JqGA9e2r+vXySrT0Nu/u9EkUJvk9oHr54cdI7FotHvuJYU76qs609YKc4vQWOcb5NxT49AlhbvaPHy7y3PAu+VeLxvOXX+b2CCjs+Sfz/PYcZIT5afxu+InPlPcnn5D17vK09fCjOvSb9IL1fahy+4aZBvpgaVr3Kne69qdE8PsAWkL6ZfEu9YomGvtoNbz3vcdS9X01/vlLCD77DxDe+9emtPWXbcL5CJEm9yPi6uj1hFDse816+aFsVvgQgIj4Hr4++2NGAPiMlwDySRuQ90ZgAuzv1Z773ZRa+dbUpviU8Xb6vyY483A0/vT64kT3WzSw+tNUZvhpYDz4PO349j7+3PXcGbb196fw95dDoPKJqvr1YguE9RhdbPcntLr5B2vk9jeuyvabs1zlebyW+cdkcPhqQsD1UUpY9sksAPg7+rT4URYw9tiSPPZ05sb1dov49UmXqvZqJeD2GCYO885x7O5mrrjtHzBm+2ZP3vcUuP7r1Hxu+lEmtvSSSsD1Kdys9vUk9vcBDA77L6ew9NP06vTmHpDyjRy69Us6mPZ15Az52Dia9bcppPkrgyDswlMC99mwPPXf5JT4+zBQ8ga8UPme/Aj6s3Ii9s/qXPYWHVj6yOgi9umMDvrv2Bz2ee189pu3LvauYDD465hS+/WQxPpRGBT4kmdq9+6MsPpWuCT12m8U81/zkvUSS/D3IFYu8mzEaPoOJh715QRi9hlnyPSb+jj39WDw+LNfxPY5kLT4n5JY91W0iPtsipj1SN9U8+8e3vYr7DT4eCvM9B4vUvRPCOz4S5iK+cVGsO6yR8b1SIyM+122NPcO94728LfK9N/C6OrIAAz00A0i+1VuWvT07vj16/fu9vaW1PQeBdr1VtRq+9vofvostJz6qpNm8N8kJviIgqz0xh+y8MxooPGawGz6P6xe+QNoXPVFqRj1VMFW95AaAPe2oEr7+Hde8TM+DPMhmYr7syII9Fvo+vlMOnj0du+o9UsJCu81YqDz86yM9l+j3PY4zd72AsaG9/UYyPopTTbzPoB0+oX9WPmU67D2IeeA9Z9vIvR/lEj0p2609ePMWPkb9DL57eUW+QTTtPXDycT0AquU9RYqzvQGgWD3HUo+9u/Yauk5FHz4QWk0++x8PPTusuzwKyQk+1PbNPSMS+D1FMzs9f/4Dvr7r2Ltj6Wk+qCABvrC8hr4+9jM+vnIlPi7wLr7ISKC9zCW8O0lwbz74PXS+SCEkPssFdT7OGiS+tLsCvjcbnL30LEM+j72YvfMfez2x8oA+96ggO3MqyL1mEq8+ec+QvcM1OD4iQfM9NUAVPgnOkj2sKxC+VBsAvaffXr6pAJw812SkOzJwHb49qqU9pWW/vfYLMT2x6KW9AKZtvrSWAj6m2g0+OsoCPtG30z0fF+Q9Jc+JPc/FLztNsgM9yzcAPhtSmD257349ymRsPZ7wFb48PhU+yjHtPFUasD3dZs89cnRVvj3jFj3T0Ac+ByKmPPp/ijzX9om+J8gJPVXjAL4lbeE9VsP4PbOcgj7ED/S8jpP2vbsttj3ZFqM97BeFO+SZDr66F/I9B7XLPUVaQb4FzD++vwrGvPMNZr5wcu29G46KPR0rAz1C3FC9ofsMPWYtBD46QyK+t3EFPsoQN77pKyo+m4LovU5Ysj0pSSS+LA5PPXqtVD55I+09ssuCvpPd9z3uWAC+7CghvlY1/T1HKjI+U4O0PR3uf746Qjw80mxovum76j2XOoS9sF2fPZVCEr4yYNy9mBWEvo8yFr5yYx6+fuoBvrVl9ry0nPS9Ih0APtCNSz1t9o69GVHvvT1lq71dPdU9llxDPvV/sr3dn+k9qlmBPex/qD02aem9s4M5vYXkG73ox4m84IuvvTxhzb0quq67+VtDviySSz3p0CW+kpQsvqUMkb1pyZU9iI0+vojDQb1hcgs+mN0OPdD5UL7/x8G90FsnPTx3Q70YMas4vwtIvulv0r1Mm6s91sArPYeoHj2jhD69ZY4zvSW1Oz6pF3q+rZwFvXzg+T1F/v28LjMPvog3lDynyhe7it2MPi+9Eb7lbZe9N7fqPJJCU73tWEk99u8fvvoyhD0qHSI+VJMfvnkwQL50kh++MXmlPHo32b1ekmW9EhVePX8R3DzfyFO+EQobPoAIob3aAl89nVgPveczZLww2Xw+ym/uvfTVLL68Cwe+7ydQPXwPBD7QuLy9GyyvvR1GsbqHn8i9HFcqveKlAj6RW489WBxKvn30DL5+Ntm9sWEGvmrXR76Fvlc9qGcPPXbZojzXjIW+fcd3PbP8qr4QoG89QEHkvXVsDz564eq9T8iLPpBSlj5UokW+5wXdvaIDLT5FCoG9zfjkPVFIlb1d3YS8RGVpPZCD2bz9aXi+FGjfvMBATjsc0og9N9AjvvMror2rFzi+HOlYvlq8rT2ASjy+Ky+wPG+RW76e8669ODQwvi2Err2PewE+BiH2PNaomL4WC8q96+esPCnYir2MayW985B2vTjDcL5Zgmy9gi9wvSTIGL4p+lM+rQKIPYKearxVdcO9oYAePQ4ghD1rZH49q9LjvON2HLy3S3S90YRvPRiCBT6spNm7ao+bvewqSL2R96G9TI6IvZJAsL2H14k+RVgDPYac3z02Qi2+V35aPaws5r31vPe9R+klvpvWVT4o04i9kl/LPNB+Hj6LhXy9cK6GvK9ZUb7FC6U9CCapvb3IPL2sFHS9q4lWvTZyjL01WjK9R81RPSywKz4xKPu9URUcveFqjLx8WFk7DbB6PZjvUr7+b+k9ZGIDPiI1J77y2Ui9bsOYvQItC7wFQv281ozOvPxtsT0YyTo+UqbPvNExGr6mIjk8KumqvO0u7z2HFsK9NsP9PdtvlL22jJU9dAwSPhKCir1wh688H0XUOnvMorzJ9eo9hDz0PW39Sj55hT8+Db/fPImLUj4zJuM94oYYPUBVqj27a8I99KQzPshPnTzA+A8+4hlIvYr6JL3PYBq9k0wXvnOdGb5r0cm9sFaVvHKSWD27DpE9S50tOnmoEz0KV+C9+dcSPmlRuT1/CwQ+mCGlvTzlGD3HOFI+oAzqPKshlLyZLDg+o8sYPvSIPb5E9lW9W57hvLJrAT7ajL49t2aIvS/Ntj0RwOG9lWHJPB55Dr7pOji+dbhlPvGckb0e4ey9E91qvuL5zr1vSx4+xblzvAFZCr6w8Co+PxF/Of+2Bj7cUiw+vsTjO8nLjz0FDqo9OL3lO14CS74sDDc9mzCuvKFHkb2Yqzc9h/5cPgLyvT3gwC89ZOgaPRfBmz26AmE+/i9ZPtqngDz4YS69396EPqSL3D2ugVa8eT/WvOHmOT3xegY+AhM0vfaSkT1lVIo9YfHdOxdtm75BLI49VKUOvWehmjycxSS+b4G8PYaNRD0+bIK+Em5SPRptrzxeOw27vp4gPoC/bL7g4k4+RvOCPbauXD5vMuU9a2NSvmRqgz6gz7895FgpPgu+Kr1v3zI9wl+nvStiSr7LRPs87m8pPqHQ1j0NlKk98h1WvinWDb6epMY9E5PgPW23Kb4rCym+m85KPp/NqT0bsMe8aFDkvXfYbD75hwy+AMpZvqp47j3+hzs9bjQXPl3Hgr4zMC0+dZhDPtgJaj3KwtW9tiHqvfnc5D0N3je+jHMdvDHf1z2N8Bq+UYajPWvBib3F9JU9MqHpvazL2r0UEcK9ctlivZLMcr04VFo9DsnOvQNWTL7MweK8IEcaPoMT0r1IPJg9KTqEvn+v4r3JAak9cpWPvREt/72C5Cq9GtZKvrwNeT1LyFa+hTzSvNSMl7xEVSO+kCNXvgIV671e/5q9YwHIPZCRvr3NkoY9e/NRPLt+jT2gNGI4W8qJPRuMUj7RayK9HKMpvYzqg72Kpac9MT+dvYjyvr2EPuS7+smBPUKu7z38G3I9SzHsvSM7Dr26qK+9xiAFPsSL0D1zpzo93l7+va6Zjr567oq9ZwaDPlJmKr41piy+w3T3PQShdr4Wcc27G8LnPdjfxL0VQFO9aayMvrfSCD4DLhs+wL/JveLxbL4TnQe+dxOkPenNtDyPGDg+5WAlPpt89T1HNpi+rjMPPkyP8LyhmEa8LhVKPWgiRb79AQ2+Yx4TvRLaBL5QT0S+2ajSvL6M/T08Yzu+QhSgvdpbzb32RAU+mVUSvof4mDwX24I9tApIPXtyJj3nCzQ+fuEsvrwBtjuLv0k9e7t1vtGIQrr8hXS+/h5evjFKP75VFhQ+6f76veOt8D0J1QC+Wn6vvBcoYj5yxKY9ncI9vvOlDr4kFoK+leOwvXhSxb26jCa+nOdpvSz8172wA649eR2avvKJNT7QNP89cHzUvCJLfT5gsb69zPHrPAlWUrxokta9RreNvWNIhby6vn+90czVvYJ8E73rLms8m3GTvuZrrr2wHVm+tBirvXnYDz7a1AY+cc8wPa42lbxNn1A+Q7QdPe7Wwr0RZA6+uV3yvfaMZT3fMoO9GvVPvqv2lD4rbSy8FA8aPgFdJT6j5HC+fb6JvioydL4h7nu9HOPLPf9sC77slmc+b4ZDvd024Dy/LlA+jrtivcxG7bsJZrc9iS7IPU0qFb5IZQi+8jxBPr7BCD1w8fy9Fy1GvRHKRb7OvgK+PyHEvGo0zD2F9vK9sMcoPuMb1L12PQI+c3Z8Ps3hGL54uww+q0KDPlAvGr1Sg9Y9ZbjNPWl3cT13p6o91fuKvbxmFb6G5IW9yuzzPUbnrj2ND/U96PsRvstsSr4CK4w9Dr8Pvr/tzr1ZzcQ9lVP8PXmDjL1NRFO+JH5UPEIiZL70RhA+9OYgPb5OujzFhYM9rMUCPuvjnj2sC/s9XsLVPd3WAzoGQfQ9EQWNPqr/ub0GD7a9gfuzvAEIqLwfEkM99OOfPcMgo71Tb0W9fKWbvVz1hT3GzdS9L4b6vR0SVT21wTU978w8PjOL9Tza/D8+fhuTvQuDFz5MjnS8X6WtPVK9Db5xaTo+UxT5vMVTD74pJt4773bevEOe9LxikCM+l94QPRJ6Cr7k+rc9gptJPWLKgj2lUUu+KR8DPozAiD40k18901zqvXDAnb1RGXi+nE31PGstU72EvZi9snKWPHOVfD4V32Y+++RsvaqQoD0SokG+9H0MPnRKVLxapY49iFTMPTKqEj7L0n69ZI+GvSRVxjx4yuK8dqZ3PqHI/j1cWBU+yxedPFn7OT0Luh68Bt9lPaaz2D0xBjU+/+ZtO8x2mb3tP0m8DQ3WO9fZ0rxGatW9ZRqgPWWqHj3ZacI96FCOvqzm3z1+c+s8DM8yPhObjz1gdrY8+P5HvnK+Nb1hvkm+mr5XvFazWj4pkYm+8/HoPSKpsbwANC09/BkNPgtWirx11Yw+tHRTvQcdh72z+6E9kQBJvq96SL64RYW99Jbqve+WL74Lt5++w8iOvsbCtr4jo3W+MuZ1PCx4ir6YOcY98SGcPS/voj3j0kq9hMATvEQCPb68Wkc+xFrqveSCN75se9c97alNvmHt5D06VXA9X3o7Pt5ItrwfWak9GUh1vk9SHr5ETFa+WKmevS7U0jwuFjg+2O2Rub7erb3sUmY+/7c0Pf/azz15cfM90u8KPmL4vjzNlhG+v6/hvcVn1T2cu/I9TTQwOgQqPL1RAhk+YnzFPcRo9r3dYVq+huOzPCSuNT1b4SC+8mPHPKltBL71nju9LntwvgXBjj230pO9jgRgPkQ3ED4t7Ka9oDVQvYMMyDx5upq9tZmHvpC+d73Fiye+neIMPnSrPj77H4Q+FXSGvdgSST29xmU+Y9PvPVzOFb7YZoy9ADAHvQ+eVL4ujZc9CXrzvZg/A75zPyC9Ni21vcZbAL5V3vw9afcxvucQwL2joi2+INSBvhZdzTxigMs9t/LQu0X3kTwlzjo9bTATPvsxPL6mKVC+dmHbPXdeEj6gIKu+xQ/SO74IwL0gkgY8A7+mPWFF7jwszSi+n/rKveKDyz0cAv69AJlCvmJJ+z1qbay+P/DGPU5VEb0206q8RgzYvQ5czj0erQu+iUGtPeGkWr6UUse9M/D6vWNenb0Wss473VGWvUWIq73T6hC9I688PfieMb4Kyg++dq+kO5nw6TtQ2cw8wSADvF7f7L2+ejM+PmEJvoD4YTyUZoi+g+cjvk9xhjxCKvW8pCaBveIVRz7pyhq+IYWuPRxLJ70neoI9Bmo8vv7VO77AcsA9FZuLOr2m0z2CrAS9ACHvPcCeCb27XLq9sx71Pds3zjxt8Ai+wSoYvNhA672kc3Q7ocPBvKtptr27VU+9tAB7uk1qML7GtNC9TZPRvH7cOb5Ulwk9OR+ju4iJUT2Cccq9EmfKPWuTaL537oa+pLWEPZ+t4Dt8LN67aoMWPhFlGL6M1C89QgirPOG1nL0bGDG8WZZaOydufz0qtQ0+klwTPhHZir66BQI9kbtbvpFew7xZ8MM9d46WvVE/+rw5XCo9rg+OPtTtyTod7BC+V1YaPsTWTr6biek8h8rNPFOvOT4sPD69Hq57viJ5kj18qY29g2OivbCvnD269t09R2lBPj5dfL6Zzpa9UsOyvtHiBr59mQU9tORavdZZ0D2c/Oa9Gju6uyOcG75piyY+EHCyvSMr27sU2im+CmoVvmzPvj3lFb69pMY+PosiJT7VcCm92RxbvqFH/DwsTeE9FHxLPSKvyD1LTgC+yt7jPYc4Fb7KIiG+r7K5vWvucD1HYTo+hlJbPrM0x70M3hI9LW3vvWAo3rx+uyo9lC4nvjfAqr2nF6c8U3e1PcN4nL1n6AA9k6w/vpj8sb21bXc8Zt0Luq7w9T0tTcK9xlj0vVMi8L1J3sE7vSMyvrLl0j1jng2+nlDkPTH6SL63mQY+GgfNvHj+rzwKvpI9t2J1Psh6HL62iP08K8qevXIflL1TEKG9cfkRvv7yPL7oVhE+ojedPWgEA75vjm8+548AvLrEr72qoxi+Slq4vT7CeD1yox49eaB/vf6eVb4zQYY9LrTkvdSm0z3omhs97ac1Pe/vDD6nvPQ9AKOwuzBrML1UzK+9T6O/Pa1AI74fzQW94D47PUb3gL7lZu09yU+4PMxARj7BiTC+YIWyvRo/4r3EPIG7tZ0NPTPoJT1j8bY9xtAFO57SDT33ICI+WKYOPiTzPT2HIXO94zMKvvlVpb2FoNS8u4w+vlofvzy2aQy+rNydvYdpCr4ReIC92n65PI4VuD17OBG8hEcnPmhxIb6SZIK82q07vs486z2M7we9MxdcvZppOz35qRE9YNhKuyRb/b1YObA8ONgDPrjTTz77OXI9R7Y/PnfFHj0GF327EKU7PGsU7D0GTGU9ZyQUvt1Laz0Bprw64csvPrHAWr605rq9ez0Nvk74LT4CN9u9o8UIPukLQz707AM+y9AGPuLieL7XNYC9OmApPutUaD5l6J0+OqVIvqZcHT1qVCc+jdiavsOd2L0HuAE+Kgj4vBpC1T1rpVY+Td6UvcxkZb1Kp8m9XHAZPsNVnryFiOY9j6HlPdvu5b1cj3a9121dvUFqhL5Jw+M9Go7et93Hbbx0cSk+rLHrPb9nA737BC0+rWQzvTw3O765FnW9htcqPscCl70kVG49gIw1vYs2rz19Gqk9ZkNhvuzNmL36mtQ94C9HPBlxSD41NbG8XZRQPh7BlD0o7YC+hZUEPoknAb4Fn4i+TXQqu2hzWT15zf49ok+QPWyjPz6Zfa29Tlh7PsIyU71Zrhe7eweKvD9SGr4c3dS+j+aAvZEJGL3wu9G92ePRPUTBaL5tNLs+FfFgvhJ1LT63Gao9OC6lPY91xj4py2c+Sas8vj0+Ej7ilV8+FUHZPBsPpz0GJ6i7yEolPnAYQTxvwbw9C408PeNDPT7lNCm+uQwQPR8Dqr2pGcc8j5EWPQZcgr53SQY+IvQdvf6iAr51dIa9KzotvjkZ671FPeA7OU15vb1qiT2mLF4+y2lKvjK8db0ropK+T5HoPbAqCb5LKFO+VoQDvGzBDb4/jBE+TzKvvUoSgr75mYg+61iHPq+HBzz5UZ88IamDveS6hz7FizK++aY/vT2FYj5KgYc9XCwHvWXl1j2giiQ+WbzfPfVus73NBq49v9CzvSOF5j2MXLg9xZuHPfOrmD1KmZg9SSWkvPFZsD1UhqK95nBkvUXH/r1oUu69mk66Pfzp2T19lvc9TbFHvvELpr1JNIE9Q4U7Pi7lUD6ryQq+sbwPvr5BCr2fLfE9J4Y9Pn+6rLvG/0c9BGAmvn3SFj2GLhM+T5qwvVKIMz5Kk449H1+qPca8mbzAXXy9zFGhvS2sTL3lvNI9E6m0vbtl2D0jjla9Zn9LvUlx/Lz/joA9hHJZPr33+j1Yjby9ix58ve0Zbjwa8Yy8bc8vPu8Sgz3Ht7S9TkifvF/Bgz0EM/I9YxzLvd2kiD7JqsY9Qzw5vce7Wz5d0ee9QnyBPhB4kzwxx/i9JN5ePd0suD04ZNo9zBkvvshp3j0XV5O9pUslPkOvy70+qgA9katfvQxIe7xJzWM95ru+vPx7eT29HmA7ssdTPgOjxr3Hm589j9SnPdn+Lb0RkgE+4OHzvX/tMj3QUz0+uZnPPQ8wVjwUNkW+pRQqPswqfr3Cz9i9lbc8vtpVqD2l/WO9Qcb6uXlrDr7SPeg8LolPvemQUT51UAm+rIS1vUHDfr3+Mce9xSfiPY79BzsUJyo+mCRQvfAdDr6iumQ+2r6AvQ/eTT3LGc29EW4jvuTGwD24rA8+O0X1vSYZnb7KH1M9SaHEvfK/Gz46bJI+dFTQPVJayDzUwew9302EPOe16bxDNxk+33QMPg3i1T1b76G+GFTHPfyDHD4aJ6M9Xh1APExtdz0kV4C855kLvTX2CL6jwJm9oCQ6vpEy5D1/arU9JCKcPWUCMj70twK+PR0VPSQn7L0vfMm9QFYQPgRSvD3c4vO93WepvNppKz5dVXW+xzSavXdsLD6On5M9Yv8aPiV1sL0F2x0+9cTpPTIV1z336pS98P3svIFBUD2+tye+MR5qvbDCIr1BpT2+kO73Pfk7sD1UQjs9TN0qPuNSo7y0cE++FARQvl4ZIb1Aeku8XAQavtE6Br5qVKa91eGCviw/Wz28DlE9dXFYvvq6cD2ZcEE+Z7givqD9W70bKmC+DnCmvX4wU7xfnx89U7gBvhFu2T2+5VU+aAEvPZ2q9T1In5e9hdBxPb91fb7Z0nG+r6uUPQfU3LzDWw4+vzdFvLyIxz3TB26+O4mfPCKaZz2vMSw+3josPqB5+D31C0e+1p0zvmaXiT3UVhg+rfE1vpcT2T3BWgS+4ITjPAH6gj0I5I09XQtGPQjfm7354xA9tMQCvRI8Kj3Pnu287wmYPsZyPb6mZlQ9sH4pvl+8Ab5Kqm48ta9pO2ZMaj5Fs3O5xycdvHzUQT6lt4++a4GIvlVfVj4vcps+iqV1vlS0N75goYc+LdNRvu1moz34Z6o9x8VGvjpsG76oWcY8eZnIvVwwUj26o0q+otAOPuewJT6ILrI9NpyrvTLZQj6+3t+9fOM8PWV94j7VKII9f/omPWvzDD4bAWM+IgJZPozJqT4XCeM+3PxdPd2uDz3XCNc96aF7PZiFHr4gloC+2EBkvo10jjrdffG9xSIGvTJpFj6Pdfe923WFPFpOBj7rxNc8kuLIPUC9Dr7UjkQ+5o2bvWELMb053Zq+4OZIPeZWRzwy+im+GvwNPreCrD2AXRo+dcp8vo4gK70qi3Y+NF8qvtmoab7sdGO9kKWfvoeEUD6eBt+9k1aBvee2c7vrxYi+VqVPvoLdAD2o5G++SvlrvqF1L737lLM9lDaOvkSOnb3cUB4+8nfhvlCjl74GS8c9xn+2PtFyRD6B1Js9TKLKPtxOBb4g8UO+sP2gPpA7Lr3HDZ2+yq2bPiOIPb4NgsS+7KKuPCXMtD5UDUs8xjISPpgjOjwUpIC+eJGQPiYvDr5Z1ha+HJgYPnNIMz6uJIM9VzjzPQ2aNz4HDYK+3YRJPQGfED5MGl49+PcSvlUWSD5pwcY99sQoPQPIaD2g0z89f0ACPgdFuD5k946+jlw7vZYUsjsIj9e7HCo6PuWm2L258ao+NSJpPe6UEj2sI249OCqiPRg4eL7cUTC+G0MRvYVAKD4womy+Dd+WvnpVnb1OYK49u8mMvq0XmjuHmSK9rZ8YvrFV8r0Vxz69yq+HvsLGLD1OuNU9qEUqPArhZLxvLVi+hq+gvd3Hvb2/nMI9kauEvdi6vT3Hc2G8dMQTvlYbmDt1YC6+djq4vAGt2b16cgE+R3WivdmIZL68Po27ykpvvX7ixTxxg449aK7VvWmjGT5GH2s9iIwSvgrVlTzzWyU+UzwbPl7HTj4n118+cosQvkRYlL0b1qC9p9ILPhfR7738+Sw+3VdNvuRpFD70nEq+0ibDvhhsijmNYHM+RsYwvUlzbD1J+QS+uqcFviYvPj4bmEU9fmhKvvEvej3wM7497WYivjEYOL67m3U+UotGPk83Z7483Om8liWGPcbmM75RPF0+pf1hPc5VPT38SR2+dupIvmbH0byXbSQ9hVp+PnqHnz1feGS+0xW7vd6HHr4PL2G+fmUWvRiXOT2sKbc95boQvlZoOT4eGF68LI/LPU0sJ77gmr86fqAyPhaT9L15lhK+vr2xuwi2Mb2Ltr29SaAivRxtnDxEfai8Htf4vSfkOT4eR0k+q9qKu8CDQ74nwV8+j9haPmjTYj1hFBI+Ehb7vT8cDT22qsK9ENItPjRkPTcO6Gi8DJ42PrjhJT5ggj295oPIvTexrb3FYcu95QooPtCJ0b17zlq+8tbBvKx/gDmTYtY9pO4DvOQD573ltjG8wHlPvm9wOj6XQio+Tz8avoYW/L2Oe+W9cuIJPv62Or733289K5oOPh/X8j3b/k8+ynUIvLHDPj7I34+9LwylPa0bET7B74i9x6SPvat3TrygN6Q8Op+qvrv6Ej3H3F29yva2uxyRWL6mdUG+6AiIvDdILj4+iqk92+6jPRG48r0y6C++m7S6vig2/T3hAYy+QIivPSalHDw3aJW+4cmhPaCLGz4DSHc++9XzvZjEnr1gSGo9RLc4PmZRtb2EjDk+SNRTvcj9771ME5G92GeHvIKFFr4MKsa9SJcUPQcuxD3x8/27zH3fO9mErz28KMc92agIPhstPr1r0qm+dW10Pkn4sb0T0t49FkwyPHn69L21QwM9Txx5vUfUZr0dEbw90CkKvdweoD0OKAU+G+jZPa03iL78iEI+W1vEu0jeIr63+pO9pP4NPrFepD0BE0k+DhWcvPqjrT7/2js+HVRTvXFRnb2s35K+yOAIvo8l07yT1h0+jr5gvq7Sk77l/KA9iN2dO1EMtT0AsRE+Ybs8PQ/w1jzHOPI9OHrePG66Ib56xVY+x2hNviNpQ73d6Xc+dJ2HvWVPxL0Dkyy+hdt9vVW4UT55zJG9vWmCPbs2Wb4Hl6E84/VaPW4MDr6QrLK+U7otPhrYLT6rMIE+6gdEPFuSkz6d9oK+ir7CPCccvL6BBIi9HIeGvtJcLj4z4q29Xy+HvtWHYT6wKoY+0emFvD7CbD4OaUw+8wziPmR1fD6Mo4C++E1hPk5IXD0vHnO+tnUXPeCpSr6CxNo8Q4k8PhPyID5ib5m+QjwRPlCbfD4k9ww+CIHIvoo1XL3m1Tu+2IOxvYh1ir77TP28CP3jvTJiaj5xeR0+2uvlvdM4Mb4J6zW9RfItvuXfgD1nYy89mQtCPoGNkr4m1Ro+xjvbPNmhGj9Ci9491YtBPgdIkj612Dy9Eb5NvowQdTwGxWw+e307PvUO0T1vQb69LJsuPvJwR76Y1bQ+TyaWvf60nr7KzqE7Gz6KvjOQob1ZKSc9OLsavvX71bu78He9bsOdvaMYwDwaR4c+kvHou6oCxrt20oY8TN5oPXIM7z2cz7q+H0wNPnw8Sz51zvk8XlQjPklEIz7Mpu+9NzFxvXE3i76LkIi+zfHXPQFFFbxZf3W+F8CPPNNmqr4AOOc9kTypu0zjl74+0zU+EcGVvvGH5D1pO/G8aE4Ovj7rubuMACe9nnW4vcIIHzzU2+09ZbBCvlCCRb47g1i8bWIjPnrAa70LZQk/IOsUvlTYTD5G8wS+AfWVvR4Fob5Z038+dDQfPgSiI761XxM+9X5LPrf/oT1shAQ+vmsHPlAB2j3OuUQ97ljYvEVn0L3Ucps91RkDvt8RIL1iC/69OpwIPvGq0bzfwYU9gr3GPV7+OL6Q8js9fddsPdDw3702hwU+N7OwPPn9q7uh5IQ9C7XTPfskej0O3Nq8Oc2CvZy+dbww7A2+sz/8vWp4Y70mz8+8XRcfvsdqkDy1Q9K9c3xDvswgRL0c16k8x+HSvRbPJD55njK+YdVCPXloKr6A7se8R+o5PKt2Pbx/iAw+0WzqPZVVOD1DH9i9t0ziPZD3oD3ovVS9eNJoPggGFj2exPI9HmQavZS1y72rJkM9iV8KPvfROD7shl2+tAqRvYbZP75bORy+JB+Ive9Mur0FOTG9vLA6PgMBv70PHmC9GyN/PYHLcbz4axq9N4gdPoC1Db2GOmu9p+J4vTh7Fz51Kiy+oHlEOYToYD1Jv6o9vHvrPUaWDz5/jw2+O/KrPQQVNL6DtZa99N2GPQ0mub1fACe6sgP+PNYCyDwkVac9uFpbPqwoJDzagim+HOCmvRfU7b3uF+899l/1PYQtYT1HxSC+eecVPpzbiL1d2qs9oITuvLOhjD3qqLq9kUzJPSXDib1U1WY83n80vc7CqzoEdhS9r+BDvprooT3s+km969IEvhpCkT2H9ig+Lji2OyiFjzkmaXA6uSJzPdBLiL2al6q9WBuIvewsT77OMQG+IHYJvqAsjrun/wM+1P8ivjkXbL0cJJm90EAevakByz3lSRA+i7AvvurYVT7cTUA94mwzPokPpz1P92K9kCwrPp9ml7s0Rgq9ZjScPawPzD1tU+i9UimSPHEyMD6eLqy9FVhbvZTxiL19j7E9+QpUvukCWD5U7009sukNuimpp7yGvR++AclEPRqNBz4jMTm+FKLhvVvWrT0x85g9eDCLvdxcrL0/LHM9dds9voNuAL2uNTM+JjLbPWdzCj7cmns9S4jhvIwZTj2heSM9vMtivt7/Tj5E/Ag+sHpcuarSED6+6ZS+poH2PffUBb7qW6G+nqaHvsayqbyDHUO8TtFIvDViH76bWsk8AYlmvnLozb2zDOW9QyVePLxhiTr7TwE8S0iUO0sgjLwZn489N4ubPT6sMb4V49E98bmrvfydkr6YhEq9L1NtPtMsUT4ZKbW9HpRUvPBBibxU2Mo9DQ5QPicPbr09O+e6ir+uvILEbz2DOGy+ZxFLPp1TxD1/G769Tb0IPhJwmT6Cso89QpV+veHxUz5V6ji+sXnxO5ucAL4RR8w9A0VyvW9YPj1PvU08jDJWPtgW7L0+4zM97SKjPR0Spr4sOw++zLq8vaXiaj56cAK+McDxvaEEkz0/Jy8+3+MCPZ+mI74JoqM9ikqmPvsIhD382OY8q+67vROMmz4tpbw96ytKPdAemT0BqKm+Nep4PZtJWb1PUqy9QKZvvnKYVD5owBc+Xyd7PmOoP77cThm8szd/u3yqlz6Fvjc9BlqmPkIsmby9sbS+m0rEPc63V76Eqo++5RHQvZFdPTzTzts9X3QTPrrJGz5ZxAg+EGMbvpm7hb5WVOg9ORkFPONCy71ymQU+et9/vq6lYz7E8Py8XfXAvTfXnb1C2qg9h1RAvh9+hr5cNHQ+eAgDPjTKDL55S18+k2GBvf8Tg7z/uV0+8aglPY9+y73J6Yg9qT9uPlhpmz6qWBc+kK17PX2wlT79eVo+VlQxPtyqCL6A8yY+k5oAvnGTnj3aj00+31srPmlfYz78tw6+ZOTeukukXr5Gm4u+5mpsPrKBYz4plG6+BUFDvbZP2z2WIQi+f9Ahvk+1Bb5cewC+l6GLvoOeGb49LTK+J+tRPuPfDT5W2Wc90n8cPS7BDr5LvB4+t7prvo2/m7x+CIe+Ez07PQc9uz03x2G+scMpvP8oC76d0iq+bL4/vljbOT7t+xe9++7EPqpz2Lxr6ye+WGs+vm8p/jsWcuY9/IanPYNTzT5PJkU+Fz1Fvn2Ycj6HR7++udJCPmBkdT4XVxy9IToqPkhPIj7OcaS+yAo1PjYC5b1raXw+U0/pPWVALL1seSC+Ofd6PKDiGr3BiY885kDPPdF/IT6CD5m9D5szvk7kPT5xPxU+E140vmSWOL77gjC9kl1APlIIAj49k1A+vDBuvookAD66RAm7ZiaAvF+V1bxol6G9PeSMu+gd6D1uFMc95yCHPfdC+b2gtB8+OQLRO/krL7uVZCc9rDCUPVYzqr0Mh089tJSlPcYZdD1rogU8RdvKvdyXar6Q7rW94ajcPV4J1j0HDWo9aXalPZo79TxFzmm+t877Pe1Nbz2pD4M+3WyqvehxxT2Q8DO+7rs/vWhPrbw8Cdu9mj6OPVDJ/L2JGjw9lj9ZvU7lMr5pUXU+5gdvvN83Er1d9Cg8PcJGvqVkWL7UJiq+wjidPeUl0T3Apre9HZxFvUg5wz2befk92m2bPN36Nz7L2ii8MAH2PQHrMD0pJhK+f9z8PJw9Yr20ACA+ep5TvgHaAT2oHbO8DMcevrQJsL1qgzq+ayY9PR7gsj2oLkq4gUiLPXCDQT7Rls87aNTQO+2/yD1GyqM8+nmXPXq7Lj64uDg+hpFMPjxFsT0M4og+wEO1PeME4jzA9Wy9zEDEvRSqpL0v9xI+fUW+vfUBFb0r2A4+M+nBvU+1pb3V+7g9M/FPPod6O749y3c80OU/vAk/Ebx2CPS9JaggPZeOhr2gfKg9mcg1PnIpUb16rRO+yCsgO794E77Pt5C9Oxl1vReLCT6zpmA+LgRsvswEjj4q0z8+Z7p/Pm14KD6q8IQ+nwQavcR0Cr518U0+4MlJvpMce75VTQ2+ZQrivUNyET7SW4I9UH8DPop3FD09gF69o1QxPU4XWb2GeAa+h4tzvTYjxr3rXNy91IECvcuXsj11PQa9TnZgvvgs/D1ivu+8IcAEPQOCJD7jAZa9PHh5PoOo1L11zE8+w8YaPbE1FD4AJ7k9umnWvbqoOb5Wrno+Zu8/Pir4OD7702899HiIPr8uAr5wtoG+2KEbPnk94b15vzW8Cs5VvXHLAL5piHs+Jn0XO0MNhb0q6UW9cS4vvuVj9Tu4XwQ+XUWwvYk2ub3xhly+3MJ+vRT+g71ffYg+aVO5vrRiRD4rKCu+c5f8PeDhYD53pgo+dIG4vbAen70e7PY9iGLjPBGRgT5fiwo99K9nvv7R1D1meZC+FzQ1PlGB6LvOrlq7U6o0vttAcTwHm+M9qDRZvj/QVr2SctG8jD0du4Ez+z3qjN29oOHZPjoMEr0esMM93ppoPtFhsr5+imU9KFAJPawx9Dz6hda9Ee7ePRiigz09/2Y9e3OZvc2gML7qBl++NgPuvT83hLxhVNO9yH62PVFx/LzSxQ890C4UuzaV8jzjsxW+cvSiOqhqXz2EnLG+I6qIPlHrkz30AU+96w3iPLYbiL2jXrW9+LhjOxy+DT7Zk8E9IVVDPqnsiD4jg24+5fe4PeEi071VOr+9xQiuPaE0vD3SnVU+j5d5vkpaPD253RE+0ECovURkBj0pXNI+9rz8PlkkIT90P5E+Twt8vfCApb6U1os8nnYFPruM5j2oCoM+taOiPjp/a77y9Js+ioAjPQgCETzDj3g9P1TEvaeBhD5wxeo9YAlmvkTT6Lzd+u49D5YXPu6kWT48VNG9QtOZPRAKYb1K78I8yS09vr4XwT1VFcY+e2phPUdK2r2ZzdY+Kzz0PZE/5j01vSw+zToKP/Ppnz3t/hS+fkVOvoVtvz1FTBM9XSs4vi7UqL3ATA8+EW1QvnWz6D2vShE8wxsgvu5vp76IuiW+45WgvayjiL3HgfE9tHJRPiSOGT77BW++jDiIPi6ZmLy8IZS9ZYm8PsN11T1Amum9GLTSvUjtUT0CX38+NDiLvbqAr73jv/s9ybKWPeOF5b3CynI+/2AlvqHWxLwxVz6+TC/pPTkuHb77dZY+RQPFvaFQML5C/mi+Ph/Xve1fPz6dHIS9bWaPvgWoCL7B58s+SLoKvrb8Fb5Ftf28DwH5PuNnCj4qp8a+U6Wqvvn/Br5Tj2U+Jz/Uve/DOLuhlqY+fTGRPlaf+D3+9rw+QXMIvPrSq70I/LU9Wm5FvYyHYzvX5X0+5pWHvbWarLlfWRU+zoXCPOFwaj5pIcS9wKgWviUgTz27Fzg+XuYUPp6AzD23fY28SVjqPPVTt73dCuE99jjbPQpQhT7Q97S9XTEXu3xffb01v+o9RirIPSAzLz0pC3k+E6HdvTXCujxtoUa+DXz4PTGdLL5qzHA7OiJtPdEYtz18mRU+y829vL+lqTxCEMY9grfivR+JrT2/1ZU8JhhcPgNYuj79cxA+G0QlPq0X8rwCWWw+Yj0MvlJ8FT7MkIi8yRkFPr2d3L12EaS91IkfPsup571ol9e9CmSwPbd3Mb48hjs834V9vOZiHz7/6F0+y72VvY/sEb50t/i9DIUzPmSXYz3yiwg9y4gKvs2uzz745Fs9xsdbPvy7BL4/QTe+Fk2MPlM/l7yUx0Y9XplsPs+Ox70JueY9ZobVvIUidT4FNtw9ynogvm90Ar48DQU+ZCoKPiEQwr0det+8dAiyvXPOVD4aV4G9TtmmPQuUKrzN164+JOWlvfjQyz1SuPu9jr8fvm1rBL545FQ+wh+yPtU2BD5MoQw+SnbnvdAjWz43TFs9Z3FHPlNMvz30bYU92kYpPYT/l72sEMY8LwqcvXYaW72iqzg+loTyPTRnGb7oeFm+zmkzPWWvjT2t+iM+Is+HvPC7fj1xWc4+xK04PNCW2D3GYBm+wWLnvSifzL2xnRI9BFdSvg5luz05Uzi+0pIvPaapHj3jEbY9MmiDvFiPab2nUow+SqBdvFC9Gb6XQOe9h9CyPWDWDDw+U669OCagPT/YPj1NT4+8B+2YPWW8gLxHXHE6Vy0kvQ8qFb1iU029NIIcvgn6Hb5DyFE+sDalPLZ1ez2N3wI9MqdCvcQpPb6Q6C6+WmtpPjsl672cJI09fs9APoY1yT6dfZ69afQaPpbznj14kzs+ibElPXVPLb58B4o9JvQPvg97Zr07dJ+86Ef4vKnTMj1rSUY+V6G/PQyfiD6zDFm9SIjhvRTTPj4jclK9o8A2PgQAOr5T1vg8CzQSPueS0r1/t2O+Xi0QPtLgOTx5VaC9YC4XvakFir3wev07zva5PcfcID6M8ji9z80Nvu+Gcr0itdq80YABvhhRCj38YkM+66AfvT8eijz+5rY98ceZveeTAr6u5ds9TF6oPj+Lx71IlUO+tKlsviCCKj4BLF09yLtBPWWfHr0J8Wc9NmLQPTKkgL2j2l687MgrvXiRqj1JORa+cv/VvFuHfL29siQ9HmOAPYt/Yr24kai8iWKrvHkeX76BSQG+LmTnO34CUj5oZ9k7vrVAO1sbB71ZU3g+BM9iPhUelbyphTM9By9ovUPO7rwqjC0923BwPU5Q9r0nKJS93PIFPqnvZT6hnjq+UnQRPrAkpj2lUZQ9PIkVvlzoOT5A5dY8rX65vTwaMz7EUKE+yojZvNMqKTzDzOE9AaQTvZzPxj3VBAC+hlU9PjIHTr4PCEs8saBHvCoYP76Mt0q+qGITPifwCT5xdAk+uusavVWzuD58DkU7j+OiPYtwHT6TPpE+0IiPvH0knz2Pmr47biQuPc7zR76KSjQ+ifcKvufud71f/TW+QHgWPm6qUD4beDK+iC+yvMjeYz240988Z9JwPtD4CL7jizY+rCfSPVdzBz5FDh6+fHO0Ps5ig74giAm+EXM4voUbhL415P09f/MavvGXlz5YpLk+R/OSvVDrlj2BYjm9fHWKvtoCZb6Fkmy9RqifPht4SD671Ym+AYp+PmgJij4QAF45co0YPHeXDj5v6ig+9Z3HPU6XJD6Igho+Fp9xPryHf77qSPu9aZpWPteoqj7yimY+Uj39PMxkyL0tqtW7GvRwPjzZ472DFTu+LQXFPfuPtLtPeKw55P0jvhNQXD5a9iU+mn+WPRxtiTyOOhS+2oYcPheJbb5tFkm9rQ2OPp1zKTsac+69FZ4gPrLqcz0QaXM9NNcNPlTgCb315OG9KAhVPo7Oqz5GwUc+noVWO/hGWj2tC1Y+N8gFvhyCez6w+jK967lQPlnpbL3lbUI+TAg0PhzWtT0zP6Y+9Eu0vS80c74hlz69B7z7PfgGjTz79Fq9R7dTPUpeVLySGN49f1eru9EsVD1pnpC9AMGSu4Vihj1Qsmq9eesdvMZKrb2J+Rm9fOyjvdFm5D2EZmm+hpqwPXrMAz19/nw8Cg6YPcDzIT5hLqQ9j/A0vqgqTz6jEGW8xdbxPVDdbb5HLLa+IxTwvCTYCr5HFUA+mDPaPOssvL1T21s9788gPUPHGL4yaCy9hVLmPY0IWz3dNQS9NbIxvnbXCb0O1zU+rnMZvfCiTT7bvxa+cA7avTNl+D2PujW+YJ4JPpquXr6Gu0M+Obi+PTk+bDxlI1A9YMe9Pan4Lz7LYLY9AG4CvukaO737uTy+pNKEviFiTT0wysA9tWMwPfxni75xqJm98AvNPJJ5Oz0s/3q+yrvGPdgdWL5xppW9K/VQvuIuzLwC/cs9RA3lvGM7T74hTg2+5mIzvgAxCj3nRMe8QRxmPWVpCr47bqi98oAFPOEPdz1gccq9q3mavMRqSr66jRs+C164vd5Vyr1vxA6+mlYuPhvLJL5TBHe+C+BhvZkve75LH8Q7u1ODvojjMr0ZsjM+UWKYvbvRBb52o2U9MlfBvuHF2j1BTlO91s0GvvGxMDxKFto9mBVJPjT1AjyguvM9f1EWvumbcT3ljd094vk9PmXG972SxH4+tDgjPv2Gq70N1bw9JJeRPUrMMr4z9Qq+GMx5PW+ubj7NKRQ9iWyKvajIhDxJjYY+6dWiPaiVN76+6RC+iEm4vc/rFj4sA7Y9YgUGvv6/Z75ePSw9UNf6PeH07j1WpJc9tA4VPSeNe74z2bQ9wEK1PbSQHz6KGBW+cxRGPQ4yHD2Li9A95JIPPebOJT6v5lG9zL5ovVWHiT1VLBK+tY8DPlGHL7254fS9sd/sPAVNsDy6PaE9hv40PWJjoz2VDQ895nQ7vptp8j2tIYg+oLT3PGi0N76sHow9EEYKvUaBoz0rQNu8vGEjPQ041TzqJrG9hPMUvocxDr1LyUo8sc9Dvf/wLj7DIui9TE2wvQoRpb1bJn8987EJvnhd3r00C688LNvEvSifib4KBry9MeZYvm84BL7uCTW+ick5vuxYLD0KfdA9EACpO5NvgD0mN2q9oD8sPuhRfr5nu4E9VGiqPUzwhz1n5sI8ucUDvYOsWryFYNQ96eNwvYXZDryOHPm8RmPWPZAARL56exg9KZ3MvMkynb1oVja+u9cBPo3mJr5jALi9FVvWvQDDkL1CUiE+sTt5PPpAJL768Po9S5T2PfqTDD5CBRI9QGOOPd3PCj2b6j4+LRd7vUjC3zogURY9BNhIPfMgPD3wba891JgTvrLwJbzG/kG9AaE2PtDeKz5FMd+9U4tbvrt6eL7C/wg+OWjVPQJbs7sj9S++3gb1vIUo9D1z+YU9edymOwjIDz76sJE+h4QMPgkOcL5ofgo+mQBNu3GDNz5MI9y980DWvcnd5j3rQEI+9j8EvXz7dT73Jna+PMptPnouDj4xCea+wedHPmZ3zL5ZNhK+w9E3vZZ8VL4Gt22+H2QtvpyQmL0GmoI+B8sQuxRAFb5cumO9YzCivQPWYz03a14+lNEEvXrp1z1RhSq+Wv78PcxoHT4RCG0+gbT7vTXmBb4MIF8+OQ4Gvp+ffD6h5OQ9YwqdvaRDxTt3XCM+uqZcvhENBL6WpMc9e3iFPlv2Rj4N7Ii+YBOSPPjCnz7DJk8+0GMbPkSBbz7C51c+OYI4vspFvrxCq3g+plx0PleLmj5uN0Y9Ja1xvqeWo71FxlS+FqNMPt5+LT7lM4a+oiOSvfTekLx7ifG99ZNLvlH9IL62vl2+WDluvqMgiDxEs2I+c08avsgRAj5KaUS9QrEBPTluDD6kdFk+ylBUvg6YY76x+0o+wXREvWA2ir7PiHq9ZnvTvn+EUT3r3T6+HeFQvnfmyb5aNtA9TLggvuVSjL1dZLK+28/XPHhTkL02Iz29Qno2Pqs/Xj7Ovwa+HIbEvisfcz2SiZs9pEtHPDwFiT7k4yu8ZtRMPs2tnr2ubzG9LmGtuvLtAb6ruWK9YqZfvvc5NLx/8C6+iKOZvv7UpT1r+/08mwv6vPjdIr3/kZi9ikwEvjtvdD2Ejqq9JClCPES9hT0Ehgs+audHPgr3nT3m2AK8+WkTvujTKT4D+AK+8BBFvcsoG733DnO8T5EaPVmtdbwq26u9XW6JvXL6JrwXt0i9vNuivH9f3L1KfPu9jdn4PcJOkb2n8So+a4kgO4WTzr0M+4Q8GD11u15oFD739gw+yvLKvbE4Fj75UEU+tykgviQBSL7yZ707gAN2Pa+GKL5cmyG9oFFqvaOUNr0tFdy9HfUAPvGnjD3axLG8vFpaPcv1nT0832A9Q2UjvopQYz3rRSq917Zvu5NyHjzYeZG9/CZBPu151r2kVGo9vH/UvelPIL0QkBA9q56QPXJrBj79K5S9C2p4vc0VSjwMfce9+cw0vk4RHT2xWiG+Cb13Pa3gkjzPfmi96HrRPYGnx7u/msW8dl0tvm+LOT74zFs8RNvDPaiMjz1JVEk+mgEsvQEnzbzLlV+95QvHvY+W9D3bFC+9VI5XvWdlsz1yNig7XAr6PTo2gj6yVds8WQvpPXoIQr3sjYA9/9q6vXGSxb0Qaou+poxuvVus+jyUX/67Ygg+vXYNjTzUlD298oGCvoQ5R744XCs+xxNYPrrhFT41Qvs9rFL0vHYhtruug2Y+qIj5PY1HiT5VyiY9eHbHPIQPFD3bIZu97B4iPuikTT5O68I8IYUwPSEzIj5LIoe9OL9ZvbzIzz53Qo4+cPDiPYhTAztI6lA9DW5LPhcbsj2i/7S93pt7PS8EWL4UInG9bd9ePZKwAL5+bg893rfVvLJ8Jj2hEAa+pkaGvYrmp70QWjc94vUPPs+jmj20LCy+hjfOPYsCAb7dT4i+Wc0UPvMGpryy8Jc9fSyXPqWqgz3xJac+TnbnPQie1b3iaZs8GAU3vvfj/b0voOc+2o08Pm47W71YKHE+tSOLvQrg7b0rMEO+lJkXPVw4RL76OSq+FgxqPU3Xi75qQ1w9wZxgPmIJHj51x1Y9Qnz1vYYCwLrAWxU+g0bqvNjkDz5aim67WQZfPvBzfbgenC4+qv9IvXXSHL4XkKy+SX0qPcPNIrxOHkC+fF41Prmwab7Zuqi+8KE/vKsFDT6d8yY9QNkmPIaB373whyc8knnkPWXHGr6rdYo8gmQEvl0wtT3GspI+K0YdvmcEKD7joA89BpriveXtGT1Nwy++JeTiPZw6gj2Ovcu9dAVDPdBPkr5PyMY8qh4mPgJ+sr0K3lS+YB1pPuZ18r2N9jg9Pl3jvQZpv7pvMJa+SzVnPaN3VD1psZK+v5NfvCYV7rxJiYs9Ukc/PPn5aT5lE8I89+VcPuCpUD48uKK+WiywPlf6DToGUmU+kM8hPT26Cr1CQm2+63VmPjDbzT1ao3S8Xr5hvntXB74/CGc9Ivz6vUNbBD7RIak9hsTXvt9SG76btCK+Ghi/vV7tgj6bDKa97k9LvviJzb6K2aa8C1aCvu/5CL+N6Tm9Q6/DPBJOxb1ns1Y+9ICPPfu/uL0ZIsu9EBsHPgLkmT2CSUS8yCH7PaHHoz4uFBq+h0I6PkbXrz2Dmdk88Y+5PI6loL5HF1q9Qi9RPuhvHL6j3Zk8CpRbvt86wj35bRa9LLRBvvFEQ71Qfmq+v1mVviDbxLx1doG+WQbXPhQF8r04ZbG8M5oIvDk/N7ye1lC9Ld84PpuS/z151i0+xBKVPk9AOT4wREu+P6Bcvv5OzTxKvOk9DBwgvjjID76vHQG+fEopPTY3Ib2/iqC+KA/RO++/Er7Mnv+9MQDJvXg/iT76GNE8g5xIPX4ljL084Ca92+HBOpCxVL2XiRg7aDI8u1JJ2r1tdD4+VWIoPivZ+b2uSCI94+F0voDUgL3iqxS+x8yavsKQWb4I3Qy+wCsuvugiPL5eh5k81XsEvo68Qr4uIYy+18CQvkH39b0GVwY+n3KBvhSHzj1qR+69SOxWPtIXRL2CNkS+9YSKvGR5or7v8kK+xLQQPWv3Zr4vVrK9Vm6Qvl8MLj3mkZA+lLZOPT+TjD1akDu+MkzsPITpmTz40R29lqMbPdHLJT4+nls8bs5PPcicAT5F3269HRHUPY4v3zp5bvy8pJL4vThiJD5KSDc8IjzBvdJ25j1nNW294Dp6ve6Q2LxbNXO9DtxyvvHi571mXi2+eaAmPaK/aj0HjUe+r8DLvJqdEL7apVi+RUpdvuF+u7x0u0e+lbKHPXlErjxMUkG+FshLvtMuZb5AhSW+SgODvQTzMj2IlX+9HyTkPfHQSj4dopy+iH6uvY9Apz3JghO9oXprPUc6G74e/cK9RIw5PuBe4b1r1yu+BZkgPpwVNb7XJjw+krcOPXjUfr4Gui8+1CDYve2XvD1KAM68i2A9vUFiNz5bWGW+tfJGPvnjBjyc/da9VK+VvDLLjLsPNV8+CkjuvZZg6TyyemC94xiPPEl6Br7enBU+Ifj/vQF9nr3HUpc8Y9bHvLXHNDz+fug8UjPiPOp0xz3ergO+0zCWPCzJMr72Y/674bgavd1cAz7mk4k8piKDPb2+JD7lHR++/iWmPfNJtb0PLJ+9MMd2PP12+jwStui9lesQPm9sFr3noaE9K4CkPJWZHb5afSq9ads3PUTZVD2LEQm+A5bkvh8y+j0ZA3I9W6oAPrJkUj1bxwM80pq1PSbtaz3wMmY8aS70vG0oWL3LrFo+mQgYPfzSer3TQTs9ApLpvQRxaD4Z1Ho+lj3cvcGpBb2pP3c8ly/OPW3g3zxvSKI9zDyAvaZY9byxpxG89ywcPeBBP7738VY9OrcfvpLQkT5o7dW9PgVfvtFC+T3tm/274wv9vYqMbT3t1vQ69ncmvtEkCj0IBKg9JR0yvRNkAb0UfHU+R3E2vSznTr5HRDY+UbSFPRfKED67GdM9CqzivddugT5RAA2+ne87vFRWJD7bzda9T+g5PFQl5b2zJd49xuOwPXRloL5Pn3i+p+Z7vpcJq7vOTuC8S20LvQzVq71xxys9gc2fPa8Wcz49Fue99Mx9vqT9wjz5wbI9GOztPU0k9z2yc6o+sn3+vSS1UD7bTuO6CLIgvRmUxLsULhS+/DAVvkb6xbze1Ok9hxqBPa52ET4eFaY97ckLvmVIAL6LBT++yBgavpgcpj2z9+m8r63CvTu/B75W7Ec+M0RhvjpdYr0eb8y99LqjPdtYHb6S4VU+kyDqPTvrlr1N4Q0850dVPiIzjb2/hvK9Zc4cvkESlz03nnI+tfHdvVFVhj3WHDc+P8eLvGeIHL4TGUW8lOSlPTGOiT5hGqG9L0M4videGL6LmYA9uY7Xvcg5szxuHiw+x6a5PfsctD1cDvW8bQBFPRsT3zzMXsw95F0lPriFEz2aNSO+Bx00vma2zz3AdUM9adK4vMnmLT7HaF4+ASrjvZCIIj4KJbc8aW26vSWcn74tH5C+43Rkvsmai7wksF8+sShyvg6bOj6CnVG+eyXqvC9qjz3j2V2+NxVYvpEAvz46CeM9ZmjfPorAOr2dwUg+dprlPT6X7D4RPZY+xYiSPshQ1z6mD86+P7QoPgjWnL442aK8u7uFPgX5SDz/Jpu+70pMvitVc7ym3X09KSovPeFBiL6JMYY+Vu/GvdtehT4D1y89hnz/PfcdiL3QJc08L4bIvv3GGb7xMgw9s8OzvhSU1D3bjNw9NkUkvpqtYb1l3cI8IDfnvqjV5b50C2M+2oiEvcUheDyhuws+PaQQPr4naT7i5b++2UCYPXuQlL5zvCC+DAFpPlgQNT6OFMS7ZYwWPrtbxz24AB4+DeROvuppGb1I48w8vyonPaWWOb67hLu+JBKkvod1NryVG8o9qsApvmvF5T0YMp09RK2Cvsfktz2IWFA+ZckoPjismj0FXYG9tN+bvocBBT6QGE48nIH+PpBbhT48W+S9YSQ3vquV0r1gZQC+qqjVvOnVab4iCq884FNAvgomRL5zrjA+FbUavlUg8z1kr4E+vXQAPxJG7j14Y7+9oKGmvqJNG76WMiG83sV3vWB+1T270QE9ckokvj3jNr6Y4Gq9rPtUPv+gsr2Jw3A8r96BvoZ12b2uutu+WneBPuzPt76OfQS+6VlFPhoSTz6oFq28FoeBPTSWkD02R9i9IEG8Oc/+Dj7OWMw9uGFfvZQKPj4T3708hTjcvLAnCT7cTCA+MYhOPttmvj0Y3mY+/vcAPjMv/71kgNu9pKQpPj/cwD2Y6rk9Q5prPeBgN71KaHi+pN0gPMoBCD6nVEY9GguSPqqwWj7gXwi+69aQvfgVWzw11Qs+Sj+CvQ2qMD4TDgu+/m9Ivtxpzzyuk5084OmqPT1x1zwA3vO9EXJRPOTIHz3MjJA+vQkevGO07L3hfEO+edjBvcymBz7HXl88CYf8vKKcgD7ycwG+RHIqPq+FObxKzX098schPc2hDz68zEA+bl3NvUCXwb3CZKs9jVQaPksG7Lz9vgQ9F9cBvQO5fj5Owtu9bkoxPmBAq71awCC+OUtBPUWw3btn09K9ETAXPbKyrD3vPSE+mP+wvS0OUj4TL749yAUovcj9jz2i+/+9AGp1PkJ2p70YdAm9UyAaPhaYLT4oI4o9i0X9vKJMTz4M/3Q+hmh2PTjqJb7VD649kv0NvvotpD3+qkk+qLUrPmwIQj60EQY+/rlbvW49472G1B89SZdcvGkvID6LCbA84bRBvZFZnb1zEke81i0SPFAvjb1VGge9LGWvvfjHcDzLFpQ9TWCBPjZ0v7xpFh8+ePvRvHzTnbuHwwU+qlXSvRap4L1A+QK9p41vPYc4Jj4afRo+aredvZl/BLyDmhM+LDFFvsExtD3S+bs+xs6dvVqY1Lz1PyQ8GWXnPTC50j0cEZy9INGYPVuo2r0bdkw98t5zvSoltj2c2Hq9TlUHPUJ8Bb4p4rO9KBiAPHyiGT4Sm7u9QWkRPrz6Qr3xJMO9Su9Ivn07Qz5I9xM+9k3LPdlvCD41mwM+DOpQPjNQPz6l+w6+yMlEPeI6ij0XPhU+rqfEvH5DHL5N3rm9/40ZPhMq/jxmx1A9gBQXPj0sfL7S3Li9W/qxPSSvoD2C5eK7yIo3PdIEpD3NWsC8jhAbPXhMfr7Fl5k+3sK/vL6c1jz4QiK+wX1rvWQSLz5ExWK+ocXUPcYpSz1yc+W8SRKFPbYchrzmG0m83kiOPXeyMD5aHMe9a36yPZgE8j0m6mO9cAQrvQF8+D0VuIk+Zu8BPkUZsLzUdW0+UTa4vItSFL7giOq9b0UdvPUMhr0Quue9eXAdvh+TsL5s/2S+dQ0OOqAf/b17Rw0+srRGPbeDOz5i47i9WsZ9PnQXL76HBgg+s5SGPs+X+z1qeK4+Wl2Bvhldab3MGgk+AHd3vhLmpb0FMh4+fykxvbus2T3cGA+9vbajvjpIMb4XajG+sKYsPloJcb4EEos++idlvqDJrzw239G+uE/VPdh+Vz7x1fA9hYx0vggtLj7M78q9sGO7vmNFVb10q3C9o33CPn/LNL5GOUM+3XbTvSXKdr7ZPM+8IdmqvRV5472bwT69twtAOxZtSL4XBWW+Z26vvXmGUz1ykTo9mcMWPl+aEr5snYM+JJWuvilvCL77mSu+cJ8KPvc8kz57isg+t1NivipihD34gpy98tmMvgP6RT3TxlC8tV04PkODkT3jmR6+NWcivt2SmT6FrP28WzJEPVvuSr2KMyS+yEmFPuEj5r5Ik1Q+Ql03vjJZdj4RXz29eyUMvmcP0z2Vp5a+MHVrvqS5W76mh8O+rdnhu1uvjD65zWy+aIgfvlnCXz2yTCW+/AzMPRz9671S/Wu+MG7GPdpxkT2JWJ49soKpvC+YYr5rglY9kNaGvuZIhz44+n4+gu+MvRAhvr1ifUW++bvWvaXrqL5CC789H9KavjFpqb2cPDo+NT7fPClSfjwccMQ8ttXbu3eUZr4cII+9DASRPkEx0b3Mw6G+VevBPQsQIr7Sn1w6eakfvdKjIj7hAxs+/LwSPkmtFD28uVe+ANwKvovdKL7clV4+XrkRPuKzgr3WnLm9H9PxvSeQgD3RZR2/cDDZvNvPAb6yNA29znUfvYjjhL5J5EC+zC6XPgoyqr0cJpI9V6r6va6J+j7NrMq+LlpaPrIdSL4NyMe+PEOMPiSJtL5B3B2+89IhPZgFgTyfL6e8OCh8vqr/Z77VUTO+7M60vXj5xbzHE0W+jddivYkmDL2XXo29kcIOvl8/iL4N6mE9p3Z5vkH1qb1zHWm+oqDWPD+GKb4aORo+xC26PbmLcL08aRO+ut9gvqqsm70zTo49UeREvl8e8z2nBwA9JYt+PAE2hDxWo+u9bThXvZ0CVb61I6y9QckaPo1t/L0EoIm+Bh5MPXTZFT46DKW+M747vl10OD7G6Sq9Va1tvjsqnrwJqOQ9MVSLvEfNnj29Dm49CQnTvUVMJr6a+yC+5v0rvuFhGjtdMAq9rJegPfNKwT03Qiy+1c13vTOxDT44fb48KHpJvsbXK769F4e9sgXkPTNYRD5aSXM+zObjvNNrrL11Ka++AWnUvZJxmjxNVd68NdxkvuUN6Tzo3y8+hiNVvTBdeb1SOXm9X0gYPsXIBb6n0Ku8yVRRvglikL337m2+vPsFvgsMCT5F41c9W37YPV3q/T1rDQa+SN82Ped6HzyZ+9E9+KVZvsSv671cyFs96pucvF65PL2+sLS9l/FGPriCq71yQKC+AVSLvvrjtj0XCxA9s9x5vEGwn77oygg+YSNBvNpzKryGe0i+pnIwPjSo2b3ooA6+sO4Svk5PvD1EMtM9xBE4vrA+vr2jLom+xiWFPWytP74RB1M+RfABvh+suT2BE6+9KskrPZfITD7n8BG+fnsdPtlRRb5Ph0Q92KtOvtSAkT4m1IA94R9YvpqfITr1+Ok9OXPDO+qyW7x1e2u+hplbPme7Uz2QBrm90X0YPktJD75QqIs8L/CIPSbroD1uOEu+GcUcPjy5XD50uzi+2wAaPg53RrwA/QG96jzpPMi/fD26UpM6nEcAPtgm0j1KP8u7o6ZuPZ4DUj7am4k8nx2GvVW/Tj6zFgk++yQBPuQSobxmUs88NnvZvaVPh77+U9I9SeuaPISSLb6ynsu9Ro0SPakquj6Nzmk+NotpvRpYKz0k11i+Kx2LPojTqb3kWBS+NepBPV/RQD7kkCm+/Jc3vRujObxBmeS9OSAHvon1QD49YMe9YWHevdEtnr1tZyY9mzjqPb7slD5+4Wo9cZdSPncY3T340xk+DZvsPfw8FD1TzTS9wNtoPSyUAr2/ga49aizhuyvnIb5muvU8cXpOPrvqNrxvjCE9qv/KvYui9b0VtR++v0wvviKY1j1YhJi9MX1/PV9lMD2kP529PvDYvU/pOb5EFoi+5Vq+Pkj1VL0FhGw+yYPvvYo/Yb5vrQQ8lJXvPWpi1L1XkYg+VwBtvHP0Pr0+Wtq8+6aLOJ1Wg72J62y+hf2HvmsyAT3xVT49nALOvcuHvL6Qim09w/gAPjx6Cb161Ry9AMMSPGDSbD59chw+1wlAvtMcBruQ7U09hQC3vfc/Mb2Mw4M+FvvjvcapzT0868k92i+nvfhym752M8q+jiyRvhvWHL0Syk88qb+TvVBiIz394xM+w4yCvbOMHT4oX8W9YV/CPJloTb6hFy0+KZmsPSy5kD4EvBg+w72LveAaR75RJXO+xzvnvWC65L3ALDk8FZLLvLGOMz59RSu+BRRDPsFwAT73kW0+1RMvPNoF6b2CYZg8bmCSvTyNk75fBkQ+92S0vgqk6LzZOOy8aT9uvRN8Wj7zJCG+UVKuvub8N76cxGS+qMFyPSXeIL0VkS2+DSLVPJmU6jz0b9G+RrnyvZH/pL5eulS9JCjqPR6jaT1xVmM9u8kMvRAvlD60ips9l7KCvkwMOj1eisI9nOiaPRj9ez2Re2q+waFIviKGIL78Ywy7vjZ4vh3nFj7I1YY+TFYPvjlR0z0/dcI9ugf9vN2tGT7DPBe9Dqmhuh/yrL1iOK69R4gKPt8koL3dfpK+SxCGvvCzBD7mzgC82/+fPV+MGrwWW4893l+gPYY8kr5g21Y+GS5Gvo+VS72JEhs+V1LXu/6loD1eZ6m++KDyPchfFL4lWyQ+KGBzvo/ZLb6jZeO9H0gbvQQ8OD4Pb3M7pzsZPaymgb7+v6e++2V1vquP8j3ttsK94TVOvUMmrzsezAA91e+YPb5kaz2jzpg9hzbgvKwERT3LdLs9v5jevXJDVT5EwUw+NJ9lPXEOirxO/iQ+YEpoPbz/G74Ms749Ag4JvAnd3D2PcXY+P+eMPuNiij5k0QK+K4O5PbhnAT604jC80IlAPcp+E756HeC8Zi0JPvuZKT1N89m91yIGvkD8ET6dmFC9xjXOPIY2qj3CsS26HdBsPtKtwb1heQ8+JHt1vQS4xTzWnbc9XiEKPhK7aT4qqxG8qf7GPn7MDz7boZQ9B1mTPtTMZb7OuRw9zRoMPafb7j2l//09vrSFPiQoYD1P4OW8Cw+yPiCvPz67TdO9+i2ivVt3FT4x9m4+zyccvXfU1D2B+1c9h45hPqpYsj0LUc692v8HvkPiqz7vheW7xfuEPff36jykEhc+n3sMuyDs6z0S8Fg+UsBaPh0ZBj51N2k9+Gy2vSjLwz4W9UY+4KLBPUozAb22nWU+2BZQPvbCoD1WECE+cgHTvC9w1j2FHO89TFrzPdENDz5RbSk+mePfvQE07z2S/XO9d4UnvvRg9D2sdbw9MqC1PiQt0L3HLuK8oMSNvZ+4Ij6EpGk9sDwfvpuI2zxjmlU98qRCvYld470kJzG9ET9HvKi/gL3oLqe91HdJPmgV6Dv5Za+9Pm1AvZoMZr1FfPa9E43gvRrFSL0VgRk8PsZqPdfPlz2sGYW9c48Avsi5lL6b15c8SHy4u2UYX75vx6e9CzmHvM3g57xRa5k9PxIoPm1tEL2hvb49LYCcPaa1yb22cdC9waIHPmuYEjyOroY9I4sVPtJOqL04rkq9Vf+JvQdwIj51/Mi9hZ12vBC4BL6fFaE9cYT9u8lnpj2+KM4980mJPc0FcT1GNGQ9BGHcvTLV1r3qQDS+Gy2nPWEfhryMgHK9b1L6vS6AjD0a+bw7/i8JPm38ED6KJGw8VfrbPUuV6zyC73y+SZMRPfO8e71YVok96/tnPE86uL3H7Nk9vg6susoniz2vnj6+dvttvjZ8xzzPzYY9SJtGPcBsBj6rnqA96jHMvbcVjb1Ugq89mVq8PbLP0jxD6Bg+2S8RPZVt7TvEFrC9okEDvVJykLyYjiC+IUajOia/ujrDcTG8fvfMveoA6T37l509K7S4vLY/K723GOe9V6VsPTslAb61MdK9foUxPpx+ab5aZ6W87cTfvVjMJz5cLdw9Do9Xvi+mtr05oXS+a40fvpB/V71proM9R3RgvckFzrt4YRm+kuyhvVxN9b1o2xC+t8flPfakB74Zrie9eMuTvgtChL2pYZe8sbWCPbivh71ZM/W91stlPRmthz23ZQC9O7RzPgZ9Kj1EyOO9OJqpvQ6f2T1tJvK9pOquPaHKFj6cjbY9qnLPPejLQL1un3S9tXUaPgq4GT2K96q9des9vHGCb70mRTk+BkyMPrMuC725nRw+lkgPvjXFL77WpSG8HmfcOxALdDy8cDI6QOUXPsUKwbuDhpY41LIbPg4Qib6J372+AdiJvl/8gL7Mjxu+HxokvtidDj2rsxC9sHAQPlVAkT4ScLc+u9oSvhXLnT2dcTs+lpqvvSR/E74+/b+9gqL0vdEN570RUci8pSVgvbt3wz0WFBm+Ok4OPjYbFL0uPVG+OodXPoE/2b5g+Fs+p64jPkmunz3GMKW9FFNaPleZHz506HS9Bk/+vZUOwL2fXmA9vPeZPdBxdj41Mbk+KUhSvdRrxj3K39E9jHIXvlTWh717rli+ybEkvpgL5z1+gIs9BPoiPhRLTz5sRPW8NVOuvm+s9z1sbIg+JVLJPfXkGT0T4769OtCdveNmOz0d2v+99ndWPqDWN76/AVM9k2hAPiowKL7ogyU+NJxOPeiNgL4xh4e9YZLCPUD8270s2zM9BMUbvqjUeT58nMM+QWirvZKk5bzbPJ6+a4w3PNOR4zwhukG914ebvexlfL4mCX6+sY05Ph8UG73KNxG9FFQ0PquM3jze+bU9yq0HPgTWuz6t0lw+sZ7RPbESkL3Yi8K9hPzpvdI7az0gUK6+hhJqPZYYET2y+ys+jHFVPbI0kr22poE+1RaRvRGKsL0UsSQ+JWgcvoEyBr6HWSS+WK5qveAjTr2bpa+9tTt6OlwFw7wA2BW+X8eyPS5Q8D3/iAu+TCFUPUFOEL5MJby+yFkwvMaxczwpfe696/mqPJcKCj3W47G9+0iNPUv90r3MhQG+F6OJvHRhC77z9jm+7+52vSDAqzxCKua8f+O3PdBmBz6FNn48jP6hvHVbgL6Cb6e+FS1+vVR8wb1r4sW9apURvrzEIb5BuqK9+0PEO+fCPb6Z/Ns9kA0SvjEmHbvc0wa+r8LwvQC8Rr0cKIS9t4anvcMG8L1zg3q+2zRcvu0Mlj0rpb292pslvq4n4T2ebqA9K9y9PXD3X72KNJu9fmFfvr/Ngj0zmiI+f0/Ovf8m97zLtyq+qqevvY1owz1fnVW+17Z8vknilb0hW4O+bfw9vr/JCT467hY98SG5vYPAk70fSii9XEfAPcJAx73xcHM8J0T0PDNxkr0yyEe9OkkfPOqTE76Znw89D+OkvSztVD0drLq9cnxQvgIkqjzhwZ+9iDfkvdJC5bwgfMK90mXtvTEzqr72MoU9ZYu0vX33fL38wQs9FQDiPbUcozsF8rE9YIm0vkxuQL49FQk+FyG9u9Ck/T3b6c68luUPvq8bML6SKFi9HIQxPiWbc754Aq69w/lDvGLVR75bo5W9rYyzPU3xiL2gk/i8+dF5vRWGGz5lR8W9eh3pPdeXyz2eO4o8F+t5O4+bib2sYwI8FAqOPZVafz1V1FG+/T82vuRKjT4OjCA+kWlMPadZBL2KdpE9RoG7vYskED4UrVA9HNn9PeXTy71W+x++QLbrPdZI8z2hcI888yffvWDtJL2mN0i9Vl7Avcm+gz2Fa6G91tGlPYJ4QT6dSTy+vGFZvqRZkj1M4BM8eo1BPlfaj7xubI69yx+QPY835725BEw8MAS+O/BKiD2LEUI+ylfrPCFSgj1KPK68kbrsvJkVYrxhzZ29fK61OyvDCb7lGve97inqPYyfUj2bDDI+iKppvhZfGT1gu6k9BcZ+vEU6Eb1018i9YyG/veL9ML1xKVe8FeQGPQe3lD4v7WW9KhEWPjmqRr4TD5S+zdPWvFsBrL0iIgc+rCGmPX3mCL5JJnS9q0x7vaLoj77Pyj09RjJ1PT7EmL3cvhU+5ycSvrlgT74MRzG9ru4UPtO6Fr4HCtm93i7dvO0yHL55+9m9ci9yPehDzr29Grq6uQ9wPnBkk76znQa8lfBqvWX2urwl12893/5hvWI6zT0pWAS+PhGqvdXoZ708xMI9pC+2vdQitTx2GdK9J7gPvW+gHD5ckP89XOfAPZ1C3T3cvR49VHPEvAlo4L24EqG9NtxrvZQTUj5MtKY8LUgTvt/hcT57rgo+zq1Uvbg7Lz2ywWC+qohevmpTHb1lvFQ+AEgiPNG5Yb1Yfb483cWbvaOfwL4GhWo9fENzvilJgD76Kxs+dKqlPv4oLL3vePa8M/qpvRtobz6bpJs+m16DPswhPD7i/Qy+hM4sPcMpjr6+IWS9u/9wPPAzuTzUqhK+dRG4PdQb5D3VDLo9E+qBPidJLbwsHhw+tsqovcXKGj63JMs9x50PPSCce7yO8MU9uDfLvfiHDT1QPbw9m5AlvhjnLr7n+tE9vEbmvX0laL6D3ei9eI6Gvrb+A76ewkg+EGFWPuUlhj7O1KC9S/BNO3zugT6xQz49ASakvI7fnr30uOU9L8oAPmsWND7umAq+73mkvWdWpL7vZzk+BU8Pvsrczr1JC/i9DPycvuaccj2dOq2+tfUovvGT7Dvbgcg98sMJvhy2ij5aYFW+Zc8qvnpLWb3yTRG9w8nWO5Dzgz1j/OG9NSM9PrDu0rynAgU+5V01PoDmwb3CAI4++0BdvTyfQb4NjnW+zSwRPX/ue70i7AS+EIuQvkaD5b6pchc+vn8/vr2hB74d48A9Bo8VPnX8bz2OFYG+A0FHvWw60L44UHq99ursPW+ZST5eCVa9NmpLvrPQFz6duHa+3rduPjB0rrxXlxw+s9EwvmwNQT1PHp2+Yu+WPbaMOb6GaCq9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "ezigO3xyQz1whBc9p+xvPXiXI7y2XTE9CsG1PG4Eur2clLe9hrObvLOSmTzswZW99lYvPGqgaT1FLpW9BH9pvBuoj73MPJi9cdUYPt4norwf4pA90ZwFvF41Mb0zkHS73MGEOyxo2r0sbVg7JvfpPFZjMLwBW6I8rh/KvGM7x7wMenG8ZpDCvQ/og71zEgo8SSJFPYJ4vLy6SIm9MZfjPKw1Rr20iQ++e8M+vfXI9rzHVde94GbevEilML2Sa108ouk4vfVjEb6x0mg9kbacvS7TRr1nrSG9iAu/vOuAX71lOUI9gJsFPovzsrxhwrI8q2epPB9+JzwJsVW93IwIvrIerLyObqc95u1nPWhY27weTx49A6B+utIMnD1ppb88vPcavVZ4/jzJu5m9jnsnvQsyFL1meVe8nsmxuweol73xwaI7YVMcvqazlD2vweK9JcNdvc9lQTzoB5M96Wx9vdwKgLwmHKE8SkODvQXxDDznZCy9ZDplvVTQDLsaLE89JWgQvWx1Tj38twq+rXaBPUUqvTwONnS8/jAMPRVQCD2Uxfw7iH4dvadYcD177AG9bk2ePUxEkjxOuj+8vJgYPejjnj33H7K7qqNAvCPcgj1mdCi+d0+ru2EZPL2Pw0U9LJi5u+A6ebyl4b684rjqvS12Yb1f/ZS8inWlvPsjlb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 