{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "X40FPYz6JT0Kb3a9+QzevfeE1b16YGg9MZgjPjxAPL5FPN89FL2PvZR0lr25fZw6N5HPvcC7Qb5gFCq+OZcUvtaBrT3SXri9XPUTvaT6VD2dQrS++Qn6vaREcz4Vf4e9djT0vQh5cD7nARS+7VGPPcVnBDwiKws9Wi4GPhoS1r2FpmQ98ZL/varMrT3dWf29TQQKvmXPHb7BscQ7zDpHvssbU74QhKw9mGc3vVaccb7ogz095MtYvXxZyLx4swm+2JLpvA05+r1l0jo+QnwAPoJhIj6n6xu+LbvlPbnI5D23rq4978XNvfqcHr3HIR2+3C1AvkBbU702ZvC9v3k9PoybkL5JX0e9ZI2GvkHAaz3789G9WBt/vnthEL56WTi+ZfKtPReMb75Y6Ui9oi5Ku1MSDjtLTmC+FMoVvpEQIj5MOZC+f9KAPvDuxzxi5eI9A6DGuvAOab50dxe+HTopvp+pXL5gEJE8Q9o/vY3dkT29vSw+US0avsZlDz5vxnk9Ymu5PV2bar3V5Pw9ZNrrPPB1vL1vIuI9BjdiPU2uLr4rzvk9zym0vQ2vczpmuSW+WQYdPkwbrz06qpc90yf+PdBcrj57lYs9jPKNPUt2sL3JGQA+1nbnveqzcz3aVoO8JqmNO1QLkDteQxm+VCT3vRYsR7pHORm+J1OqvaEasT0kejA98I0/vS5sA74NwOw9LjA2vc3HqjwegS69DbqjPfCRAj7OzSW9m7RpPqGEkjtrP8O9s4TkPF4JJj4Heio8mykVPspuBT6Oxoa9y+CPPdrnVj7zQQu9UYUCvqoAAj2eymE94P7JvTtYCz69sBO+WdwwPvE6BD5Qndq9ltorPlbpED1lMco8DYLkveEsAT4O0Ye8USYZPlC3hL3lhRS9SCj0PcsXkD26LDw+dEvpPeg7LD6kGZU9kSwhPu2Spz14uM48A0K9veBYDj5WWPE9NrvTvTShPD7bCSS+UxTKO4R88L03jyM+c7KMPRrU4b23qfK9hOs4ugBEAj3CJ0i+lSqYvSAkvj1ON/u95KayPSE1dL2u1Rq+OfAfvhpTJz5Z2e68ZpcMvh45qj1k4em8jyMWPMWNHD4uqBe+LXEYPdgzQD25NlG9rwp4PTKaE744atO8mz6CPFHqYr5Yz4Q9CLM9vkbAnj1Nxek94h+cuzMgwTx8JB89p+f4PXmMd73tkKO9NHIyPs8dWbwyex4+M3VXPjW96D3m3t09+szKvdSuFD0LBK49fQIXPl8HDb43P0S+tuLsPULGdz2sLOg9W3K0vd52bz1Tvo29C68luwqVHj4RQU4+AYUXPWxStzzTIAs+Jo/OPdyT9T1dsDk9Bc8DvmDr77tt1Gk+oK8DviAChr5aKDU+wRAiPvlgML7Br6G95mXSO/UScz6WXG++AyAkPih6dT4eSiS+WxoDvh8Dnb2RFEE+ewCevQD6bT1FMII+IFFBO26TyL2YebI+BGCPvQY2NT6aq/Q9wvgWPmORkj1O6A6+o1X9vDftX74M47Y8fzq8usyDGL731KU9pPfAvYDfKz1JgJ+927ptvn9bAz6Z3Aw+9agBPk7Hzz3xfNw9Mx2NPQmTdzvJYgk9em77PZ61lT1fMns9jK5oPSNOFr6l9BY+osv1PM50sD2/sM09CdFSvlYJJT2QpAY+4y6uPDyqjTwSb4i+7IgCPVnMAL5FhuI9YKH5PbgUhD6S3+e8DRP1vbq1sz2KMqA9odsoO45dEL46bPA9j5DMPUNoQ767cEG+nL/NvP+8ZL6MOuy9jnqLPaFRAT0w60690FQOPSg0BT6qHCK+f9QBPpbcOb6kgik+EKHqvQpUtj0XTCG+VRBcPbiXVj7Me+o9SoeEvsNI8T1tjgG+ZZ0fvvHz+z04dTI+bxK2PUz6f763LyM8lu5lvs5E5j3Ra4S91s6bPe6wEr73W929aMGDvkN/Er7Jhx6+6MUAvv269LydP/u9e4b2PYgeSz3upoy9X5Tvvc7qpb0EatU9hHlCPpQVt73xqug961CCPWR+pT1Rfeq9qQpAveQSH70U3Iu8isOuvVjmzr00hqC7vLdFvrvQSD05DiW+cJgrvrF6k72G1Jc9q4g+viuWPr0Z/wo+t/APPWGRUL4nEcK9gbInPWe/Rr1qZ1G5xLdHvvWX1L2pY609lvUtPWP2Gj3IgD69lhg2vW8iPD5AdXq+UowFvZzN+T2eu/q8RscPviI7nDxh2aa6U/WMPinHEb64Rpm9eAPnPMlNUb3xBEg9ds0evlBAhD2QoCE+qWofvgcrQb7x6B++UdCpPONp2L2aDmG973lhPfbd2TyXQVW+N1wbPpOwoL3aSV49VmsSvfmRY7zfbH0+yTTuvTpMLb7Vcge+cgVYPevIBD6oLL+9Ts+tve7ts7poUce9PgspvSVkAj5AUJA9eH9JvjVuDb51LNm98WEGvh5RRr42Y1c9BpQJPVJtnTyeHoa+d3Z3PTtWq75NN2w9Cx3lvdKMED7bl+y93iOMPpLtlj5wzUa+ltzbvWiYLT5z9oC9OTHmPU6llL1bnIm8FCFpPcgY2rzF5nm+0vjavBpffztND4k9Dl0jvuGkoL33fTi+9qtWvq8vrj0vnzy+CmWtPMqhW748iq69UUMwvnpOsL3pWQI+1w/vPOlJmb6VA8u95ZCnPAGfir2SyiK9wBxvvXbdcb6SmW29IzRuvRaYGb5soFQ+V9KJPUy+arz6GcC9yaMkPSXzhD044YE9x4novBqRH7wdYHG9TltxPTk9Bj5oy+y7xfOfvYzxTb0ACqG9aX2IvadptL1614g+DPfRPAts4D32/yu+P4FfPU2o4L3epvW9cb4ovqcaVj5CJ4q9v6raPG9RHT6HtXq9wXp8vBRjUr6ORaY9MbqqvVnFQL3BfXS9unZYvVa6iL19UzC99JFXPf+sLj47I/q9M/IfvVOXhbxtNZI7Dl98PQkcUr5cy+c956L9PY9YKL4w60y9Y6ibvR5KBrwmgAS9tUvjvDRNsT33Hjo+uJrMvDfRGb6MpzA8f0+jvOkS7z0BiMG9mQj+PRvfkr1vKJQ9OKMPPqeEi71Uiq88brzAOgU6obzDIOs99njwPTbXSz685D8+4kXgPJSmUj5Dj909pJEQPeykqj1S6MI9pe4yPrCUpDz9ZRA+ZmJGvcLLKb2OVBW994oZvmjAGr4oase9vSOavMP2Vz3zL5M9kBnrOqF3FD1p/t+9d9kQPnI3vz3N9gI+Rvmkva6ZGD1TClE+g7TqPJMUmrwUKTk+Bh0ZPvxuP76bhVq9ERvpvL4rAj4s5L49BImIvXOLtz22p969V+LIPLlyDb62HTe+ojllPoZjiL3gQOu9XZtsvjbHz72mNB8+VwZZvCT4Cr5t6S0+tIcROmohBj6Eayw+UYrpO6BUjT0Li6g9/gKmO9+9SL5SEjk9zULEvOXtlL3o2TY9QWVePoqYxD3j1kM93FsYPYXnmz2XxWA+ZghZPovCbzyyWjm9pIODPup40z06GSS81+rRvAB0OT1D3Qs+Ffc3vVztiz0s3o49hFQLPHFbm77qc5A9JrAGvXsWlzyCryK+HbWvPbNZWz2fD4K+fBtNPSMWnzzpQIc5F2wgPhk/bL4CiE4+OKWBPVx1Wz7Bu949S25Qvjqygz6iHcM98YYnPhV0ML1sjS89z7amvZOzSr6Cy+48GlcqPh1W2D13zKc9yoFUvmotCr7BRMU9eCXhPTKlKb7r/yS+M71JPqrppz0Nz7W8AF7jvd/vbD6vAgu+5TRZvgEq7D2GMDY9McgWPqX3g77nXyw+Qu9DPkJfYj0Ng9i9hF3svdkX5z2TVDi+bHsTvOE81z2TxBm+V5KmPcK7iL2jcZY9hIvxvT7d4L0Jz8K9p6hkvaRjab1XNmY9dKjIvQoTS756Qu+86A4XPq9R2L1dv5Y9lmSDvtu4471PKKw9/DWRvRlc/b3MjCu9kpdIviwabT36VFe+iIXjvILSj7whZCS+W6tWvjgP4r1Ql5q97LnKPS6ov73PLoQ9jFzqO5g4jD0K9xg7eHKIPWotVT4zsCS9+Pgsvdrfhb3GQKc94V+cvYFcwr2uZe67xRF9PRRY7z1vrnY9bubqvWCAEL17AbO9sbQEPpJQ0D1GpT89CMz7vVcuj74l04a9AW+DPnJYKb6h1C2+Byb4PeaQdr49F8K7tMXnPZh2xr0Vjle9aHWMvjNgBz7Xpxs+yn/JvRHGbb5xpAe+MvahPc/cpzwy/Dc+HmclPsTM9T02Opi++EYPPk7E67wlCUS8UtVHPfaqRL7qjQ2+7LEWvbWrBL4J8kS+75S+vK17/T2UzTu+Bb2hveJU0b3BjwY+6jUSvkHOnDxOIoU9lh5KPVAlJj1N0zM+MswsvtPa2Tv9JEg9dId4vkhBFroq/nS+RutevkfKP77k8RQ+Ypj2vV5T8T3J1AC+aIOnvOnPYj6ovqY9rQo+vhe/Dr48GIK+AYSyveDKxb3FMye+HHhpvcqj1L0sEq49mnWavtXVND4gT/89hTnTvJrLfT7K5L+9ZeDoPG50U7xI79i9kgaPvZIVibzECIC9T3XUvataEr0J+HE8u7uTviVarL3ypVm+D7qtvQdYDz6y1gY+NTwyPZVikrx2GlA+XFQfPY4Jwb3saw6+AATpvZB8ZD24E4O9f6JQvumRlT45/kK8ukQbPsFJJD7QpXC+k+uJvoerc76v5Hy9y2nKPYLdC76dI2g+jW88vfzq3jzmdVA+skxhvR4P+bsRhrg9ozvJPQrxFL5ljgS+hChDPmb9CD1lnfq9WmxOvV4iRr4y3gK+hWzJvGkHzj2Ai/S9/ionPpfL172FDAM+eg97PoxwG76mwQo+uHyBPnSZFb3hkts9k0XWPbIRgT10lqs9vseIvTFDFL4Z3Ia9Crb1PbIwrT0PcfY9j9URvt8MS75ob4s9l9EQvv4z0r2mycQ9NUz8PT32ib1nj1K+G6FuPFrFYb4CLBE+lRodPfaStTzlu4c9PjwCPjsaoD08Gfg9qRzMPcdWBbstP/M9B66MPtWCub2cr7m9bku/vEi1rbwYO0I9Qj+iPRYKor11nEW9FASZvfrYhD06vdO9oNL5vdeYUz05CDc9k/06PqZy+DzYpEA+I5qSvVAHGD6aNXq8yaKpPW6lDL7uMTo+qLvuvPW8Dr6UjZk7GBLnvEGS+ryt1SQ+eBQUPUrnCb5MEbk9heZMPfvygD1PT0q+wugBPi+Dhz7kx2o9Y3XtvYmTnb1YAHe+/CT7PCo6Ub0p0pS9N12WPKtWfz5eq2Y+Mxdvvd4boD1eQ0S+c9cLPsbBZbzdYI497OHMPW5QED6Cn329oQeJvXbH2jyUIuC803B3PprJ/j2O2Bc+Gc+hPIevOT0y5RG8n4NgPSve4T0WjjU+0ZDrOqWHmr08dkS8T/X0OwWK2rz6ENy9NJmiPcerHz25/cQ9f5SNvtL53D07hOc8xsAxPjD2kT2WnaY8VpNMvgiaMr0oPEu+Baw1vIvaXz46cIa+QgfpPTLhsryO0Sg9LOMMPrlPjLxm3Iw+j+xevQj1kr2fKK491DdIvoCHSb6rs4W9k6PrvSnQNL6A+J6+LHaNvnnxtb7AOXa+nliLPIbOir4GUsc9K4KSPb2Hrz1Sdke9ZLo1vAKgPr7yD0k+4yrrvcsFOL7I1dk9KuRNvmWf5j0sJGQ9i69BPmvwvLwGUKw9rLt0vokwIL6+R1S+DA2cvWd+4TxN6zI+KaymuuElr73BWmU+Nbs3PaXe1D0P2/I9u9wMPk9KtTxl9w2+k0rivQWh1T0R9PU9suqTOrWfRr0YThk+eXLHPQMq971711u+VCqrPAH/Oz2nHyC+GNbJPLMxBb4h3zW9tSNyvsdAkT2gH5G9jzZhPkIRET60taS9IPpEvUTXxDzpw5q9eNyIvq39dL30qyi+n+MNPqeaQD69JoU+o3SBvViNSj1szWU+0z/pPSp1GL6xB5S9XxP/vKxuVL5aVZ09Psb0vXC4Ar6b/BO9HD6svRFBA76Zovw9n5UyvmVwvL1MYy++2PCAvvHL9zwcVcs94yvau/2/kTxBfTc9dhkSPnz0P74hH0++htDYPVSzFD5qp6u+DzmiOyiZxb3xKhg8k8KnPRcU0DzJtie+E5DNvRXsyz1Cb/69kQlCvvaB+z0Iu6y+qpfDPffAEr1bXZ+882jWvdptzT3BtAq+KXStPcdWWr4bWci9qc38vb1Anb1verc7HzOWvYknrb2vmBO9GhBAPeFzMb4i/A++pdakOzuIyztKOss8zBoUvFdO7b0skTM+eyoJviYuXDzbgYi+5fsjvpRokTy16fO8BlOCvbrvRz4TTBy+FhWuPYbOJb3rzIA9eEg8vlU6PL5097896+FDOjQz0j0q3gK9h03vPVaFB73vqLm95wT3PZSqxzy7ywi+hBoSvEzx6b3gp3o7e6XOvPtdtr3L/1O9fxgtumnNML6rNNC96iTMvLxJOb5KfQk9DUiau6w/Uj1oOsm9QWLJPdfpaL78yoa+tdODPVCDzzsZV8e7FEsVPrUSF76Rky09G3alPGdQnb3rJS28CdgjO+djgD1muQw+/QgTPic7ir7inAE9wdBbvk+BwLwqDcI9F4qVvVXh/rzjQC49gPiNPmuetTqY4hK+OBMZPpAYT749Buo8N8fQPPegOj5LDkC97Ht7vpI7kj2hKIy94ZShvdmEnD2kGNw9bnVBPpWYfL4P05e9m/ayvjMaB74+igY9OzdjvXBz0T1dUum9jVLZuztFGr7+iic+IR2yvZsx+bsPIyq+F9wUvtfvuz2wGLy9D7A/PkiXJT4prya9fzxZvuB3AT2pz+M95mxKPTO7yD3cT/69JhvlPQgwFL6sDCG+UcbDvQOJZj38FTk+klNYPoYxzL2Myws9kkT6vWjH0Lwn+TE9beYlvkDUp728drA8ElO4PYRFmr0RPvw8jWJAvpPys709YYU8s+QVu5Aj8j1sZsO9BY72vZR1872a5707dboyvrul1D2dLw2+Kr/oPYwXSL4g0Ac+AJjZvDXgqTzt7Jc92nF1PiYwHL6YvwI9TrWnvUs/kr0kLKS9rVkTvknJPL6H/Q0+iSGePcV8Ar7z9W8+6IX8u3tvrb0u8Bm+qNu1vWLLdT0p1x89bKt6vZ4pVr6f+YQ93mbmvX1c0j0uCRw9Nyk1PTzNDT75gfU9Ssjsu/3hK71qcK69S7u6PSXBI75cCBC9S4k2PTrVgb4UBu89yXHCPF+fRz4+VDC+NpSyvV/V570yPoS7X1cDPZ+hID0X5LI9ywzBOtjfDD0s9iI+4+sPPp3IQD1N8Gu9ccQMvvDppL0ecuW8O1w/vqz0uDy21wu+Qm2evR2hC74VM3a9reK8PO9lsz2XRzC8y8wpPjVWH752XYS812I8voHE7D12svq8aYFcvXhtOT1DuRc9mc6GuyfD8r1jE7M8m1QDPpDHTj4kR3I9I6k9PsDcIT0t1Hm7ja5KPIBF6j1PfmY9/0YSvgFYZT1c6qY6bhYvPnLiVb7VVLm9WdoNvmooLj5b1t69lz0JPqmkRj6IKQc+kI8HPlu8fL5bwoS9XmsoPrzNZz54Q50+tTdPvpQ5CT19fSo+DuGavs5H2r1o7wA+sl4KvU9Kzz08PVM+Q0mPvW/ccL2Ogca9O0kaPtGxm7y+7eg92t/cPT34472+lGK9k59nvZgRhr7E6u89zaqPumWJcrzIXyY+A4LmPS/pBL2L9Cs+ayMmvbTBPb5BrnW9uBEtPjfSmb0gYHg9zwg2veMorj3+MqI9oTdkvnJZl721Q9A9vyaNPP8sSj7zhba8CDdQPqhalD0Yen2+pvcCPjOxAb6nOoi+InEKu5PEWT2uVQE+NeCOPQwCPz5yk6i9x6B6PnV3S71yTwC5CH2HvO2vGb6YudS+gWiAvWF1Er16udO9gfjSPSxlaL4yprk+xgddvjhQLT4jOKo9kaymPcnZxj6Yy2Q+gCE8vkTcEj55smM+QWvxPPdArT00kt+7AwshPgqWETyKgbw9hdVCPZPePT4m0Se+8TUCPT6Eqr2wudM8ST8aPQJ4g77JyQY+irwtvfg3/72qFIi9waksvo1k5r2oStg7rqB3vbVviT1eFl4+09xPvvHEc70tX5K+qILmPbGFBr5cO1a+cocLvCamC75JjBM+BmCyvVvXg77pdoc+fO2FPrnvFDzPv9E8Oed4vSddiD5cgTS+90IxvdZZZD4KLIY9TKgEvXEf1T0X+yM+c7rePaQTvL1l2K495QmyvR+I5T0kNLc9UCSFPTLBlD0Z1Jo932qnvN7msD1mOqW94cdgvZ/k/717GO+9v3C5PWZr2z0UuP09OYNIvsrGp73Z3n8959g6PuF0UT5cIwu+CVkQvsZRBr1yCPk9L7E9Pjy2o7vbJEw9HyImvs1UFD3bCBE+PdiwvZEBMT5Aj489dASsPc1ho7wg8ni9eLCevbDrS71hlds9fIC1vces1D2+sVa9dX1FvRsN+7xk1IQ96YJZPpQy/j3TA8C9XWOBvcoGczyeIZe8fa0vPl6IgD2r2LO9yIWivFuQfD05mfI9HArPvaijiD4hNc49oEM+vbf3YT7NQui9Ym2BPrpGlTwY6v29MudbPU1huD1NUeE9zQsvvuxj4D3d4ZW9hkYmPrbNzb0azvw8Jt1XvWdvhLzxcWY9jkK3vBCJgT2yfbc7OUNWPk/vw72TL6I90sWkPYCdLL2rXwI+m5/zvUAHMD3SIjw+c+jJPVQHWTzaJEe+ZaspPtFygL10qti9P047vmxjqD0njmW9fz/AuoY4D75vKfE8Ky9PvflEUz7cpge+GM+6vZnpf71V3se9fnzhPYo7abjyxis+fZ1QvT+1Dr7KUWQ+l8d+vSHjVD1Y+8y9LHYnvpV+wz2K/RE+f7v1va5Znr7rEEU9LBbBvfJMHT5w+5M+/SHWPfNnvTzwmuk9wTqCPMEv5LySqBc+QWYMPujl1T36w6S+wxbGPW4rHD69mqc9VxpmPClnfT2O44C8kMwJvcoVDb7cIpy9FfA7vhFz5z0B7LU9IvugPUq4Lz5kygK+HGoNPYFQ6b1gWc+9AckRPvlptD1dvfS9T6e0vKqXKT76anS+h76YveE/Lj6bKJY9QkMdPurMsL19SyA+dsXsPQl11T1Ej5m97t7+vNioTT24xCm+a7FovTGFFL012j6+jfz1PYIhrz2rsyw9egosPlx4k7zKu0++7LVQvr6LJr17Kz28Ub8bvl41Cr7umKu9sLKGvr30Wz1SYWA9U9Jbvm53XD0rLUQ+vk8hvt95Yr0vD2O+shiovWiiiLzx5BU9+z4Cvu/g2z1bOVk+4XspPZjV+D2Dx5G91wZePdbTfr6+P3G+Z9qTPTeA3rxqJQ8++AtXvDQPxz3EanC+65SYPPw/aj2vay8+AT8rPl3L8z1iaky+5Yo2vjWyjD2cpRs+APYxvmLN3D0o4gW+7t7rPJJ1iD1oJIc9JdZBPf2Hl73hQQw96pUJvVhmIz2zvui8uI+YPqgJQL42cFs9hY8vviWa/L0kJF484qQSO9gccD6nv0e7gVoZvEW+Qz5GT46+GxuGvkC7Uj52TZs+eBZ5vunNOb4qlok+76BSvqYRoz0rWac9jMxKvqk0Hb5ad9U8XCHIvZG0Qz2GWE6+qE8QPuCgIz51Uag9/7SpvSAyQj73kOO9oLg/PRVD4j7DR4k9C+cQPeewDT4si2M+3OJdPrlGqT4EeOI+mrJiPdbwFz1t8eU9iNt1Pcw5H74+EYO+yHVnvqpohzt90fm9PkYCvXZzFT63zva9OmKLPP3yBT64dd88TgzFPX9ZD77Sy0Q+V6CevSaFNL3ujJq+e1VJPUWfZTy1oyy+/SILPihUoT1ZKBo+5v53vsbxI715tXQ+ztMpvsZOab7JE2e9toSevpaPTz7+muG9RQiBvRrFBrvMpYi+sJpNvs0B6TxuVG++dRFtvi7mIL3Jl7M9ZEiQvslTob1iaxw+11Livv/rl74sRcQ98BW2Pvk0RT5zap89O6jKPiigBL7ZH0K+tmihPk9oL73f0Jy+/NKaPnIkQL41vcS+pi6cPCJ1tT4VLHM8b2sSPtDSKzyf/H++vNWQPuLVEb7wYha+A8kXPtXPMT6GeX09X3j2PX8VNj7GF4K+GbJGPR0GEz5HF1g9fp4SvtsWRT5rlsg9L7Y4PU03Wj1YYUc9rWIBPnzVuD5VjJC+3kFDvV4akDtkV1m7z4s5PtWw1r1AVKw+dIVtPS3JDz1bPnc92GmlPVYCeL7TYDG+r30UvWp6KD5mMXG+Vk2XvhB6n73XvKc97kqNvntzUTv7gyO9CD8Zvtsa9b1edSe9kYqHvnjjOz1dTNw9roY7PNuDM7yyD1q+V2CdvWm8v73ZhsI9S9OCvQ9uuT3Y1HW8ZQ8Vvj2Spjo0eCy+Zx+rvH22370yOAE+QbyhvbfFZr6TVW+7oUtvvd8Dzzxn2I49xIfVvedoGj63Im89MyMUvut0jzzLriQ+h54bPtqZTz7seFw+SM4UvgHFmr0ASaG9djALPuzh872k2Cs+Pf1NvmT+Ez6Rk0m+d7jCvmm8AbthRHM+JPI0vfTxaT1VIAS+3YwDvia3QD6SmEU9UqdJvrOZdj31MsM99YUjvuvbOb5GgHU+pSNFPgNaaL6rsv28pCyEPfLYMr44HV0+v/NiPSlkSD01YR++s9xHvk7mzLxHEiE9c1CAPl32nj1XN2W+FRu7vVWMG75AmGC+B7sMvYUEQT1wk7U91xYRvkItOj7R2U28lXnOPZW+Jb4fgBA7QSM1PnI+8b1ASRG+g423uwK7L73BI8K9ZdEkvVU6lTyrrY+87RbzvSLQOT7X+ko+SYylu429Rb6sQmA+wWtaPqyTez3IQRI+868Avl/1DT3J1Mq9zHstPmx9szpoZGK8eww5Pk7aIz4dij+9ubvOvfMOsL17Mc29ofMjPiTI0b1x8Fq+XQzMvACZU7vZk9g9etAxvP7L7L3NckC8qbBRvp3XOz7ULik+UjsZvqq4A77Kpum9T04JPtL1Ob7P8nY9lD0QPoc98j0/FFM+gvzQuxcbPj7ybYq9bBemPY/EET7hxYO9OwSPvWWOerzVs7s8QP2qvsVAET0uC1q92bNeu59BXL7F10W+9qiDvIM/LD6kRqI9SWelPWpS+r0/FC2+k6C8vr5d+j2gO4y+DdevPdpFxjtKP5a+nXqhPSf3GT59n3s+FvD2vUlqob0XhV49GCA9Polnsb0FMTg+0QRlvUCv870fsZS9SUCivNI2E753o7u9ubIRPaVmwT3Eaqi7174PPP/Gtz11Vr09nOsNPnioTL2Jfau+kFJzPo12r72rft09bKxVPIsb771T9P48COdovWz7db0gSb092GEBvcBfnD2aqgU+zZLbPR+iiL6qPkM+ktmGu+dvJL48rpK9t5IOPipgqT2oVUo+AeyHvCbsrT44bT4+OD9XvWFeob3+kZa+zbwNvhfQ2Lw7jB0+H3FgvnnnlL5AoqI9hZAhPL0lsz1JLhM+3BlAPQHB0Dw3pPM9myPtPMLTJL6BNVY+njRKvhZaTL1PpHc+C6eOvdO/w729viy+m9aAvXueUT4i1ZS9jgGCPcsvV75GT4g8nCVYPaykC74f6bC+r/MqPujnKT5wHYM+XvQ5PNRfkz5qtYO+gB6kPPHrvb5zGIa97TaIvrFsND5bFLa9O1+KvuNPZj7lM4Y+PlSUvKjNbj7L3k8+rYPiPl5Cfz7FvIG+SG5iPqzpWz1c7HW+UiITPRkiTL7GJQQ9Y9w9PlqDHz4ri5u+EgQVPhbogD7B3BI+VA/MviiJZb3OCj2+SbSuvbxrir6BY+q8Ti3Uveeocj6BmhQ+cCDnvVisML7k4xm94PQvvg9Egj3F1TM9qjVCPhBWkr7AER4+W83NPGT+HD8MY+E98LFBPvaSlD7QXzm94RZNvnJqXjyemms+5qo4Pp+N2j0xmbi9B8QyPt/eRr6JUbc+B0+UvSzvoL71WVo7NVSLvqLVmr0HpC89lBAbvhS/v7u+UWW9FEKnvVOf2zw1cos+idG9u9Oo5Lvv+m88+bthPX+D7z0zBL6+lywKPgEPTD5g6uE8N9ggPiMtJD5pseW9hPJevYiCi76BBIm+e37QPWc3CrwkBHm+5a6zPODzqL7BJ+c9WTfwu2/Ml76cDz0+QgaZvivi2D29lOK8pToMvooNiLsFVie9IXu6vYUZVzxVLu89daREvtDCRL4pi0+8fA8hPu+wbr2iPQk/isIRvl77TD4RtQe+2o2TvWy9or4j7n8+jFghPqSXI76ySRM+rwxNPuh1pT38YQM+okoIPjnG2T0GnEU9VNrVvPCz0L1oIp49nWwCvs86Ir1WGf69B6YJPshD1rwVMYY9/NnEPeaGOb65Izs9T35uPYYA4b3VhgU+7vauPOffu7tLsoI9k6XPPRpcez29keW8LL6FvSZ+grzDAA6+fvv6vb8far2JMZ682G4evl5WijzgItG9Kd9Cvm7qXb3WUaE8PZvTvd5LJT6kTzS+Z6FCPcS1LL7rGce8YC1RPNBvRry3tg0+RXTpPYMiOz2PWtq9uJHjPYcvoj2yelG9onVrPvenJT17i/I9CVYbvUN/yb0FUkg9RU8LPt9TOT4yQ16+F2aRvVR/Qb40thy+oQSLvZI9ur2vcTW9vN06PuC8xL0y/Fa94S6APfsQcryVGyK95FQdPmujDr2snWO9ZRd3vS3qET6NSSy+SVFmOlTbZT1yvao9eXf1PW9eED4AYg2+yc+sPWLZM742D5a9QVqJPbY+ur1Y/oM69qkAPUw6xzwp8ac9wYFcPoHvOzweXyq+QVilve53771JIfA9caf2Pb+lYT1ujSG+RLgVPjY1iL0Iw6493CzgvH1RjD1u0Lm9aD/IPXfrjb2Bk248MLcqvWWvuTo9yBi9+IBEvpfkpD1+hkS9bzwEvjo0kD2AwCk+m/WHO5NGULk66Y46yeluPUZzjb2qN6u9n1iIvYl4T75k9wC+IiwJvmCxvbvdcQQ+begivg9Ic73Fqpq9C5UzvcJcxz1Z7w8+ZkUzvhuvWD7qBEQ968M2PoapqT1mLGS9QYwuPsSQr7tQvxa9ks6aPYcCzj1qvOO91tuVPDh+MD5Cnqa979ddvdEdgL0YNbU9GuBTvpWAWT46XFE9hIsCuky0i7wMciC+d/A+PTMGBz65Cj2+aBjZvQforT25HpY9kCCSvTbzrL1X8nA9+wFAvhaqAb36ATI+4ZLkPW+sCT4zang9u0jZvBDjSz2cHCg9J0ZkvhOiUj7ucQk+TPtxu3TKDz6j3ZS+OJT7PT9jB77ePaK+/fWIvsautrxgs0O8Z1g2vM3zHL7hbdE89B9pvoJTy70vcea9EYc5PMrr27rHzjY8EwOyO28ShryklY49o++jPQF4ML5COM89TOqrvYVekr4YQ0e9/PpsPrwIUT59prO94PJOvNsFY7wPNM8995VRPjiFY7091oG7ErqavGu1cD3SJ22+Le5NPlywxD1wqLy9jHUJPpRgmz4olY89wl1zvWmQVj40Bzm+ccLyOy7Q/r2BWMo9dbx6vfe4OT3IvFE8+8VWPs3O770z9S49nbShPeiQpr6VLQ6+HsW7vfBTaD7i7gK+IRj6vVmfmD22sy0+X0f4PHpkKL6/J6o9jLalPg7hhz25KeE8Hlq6vVISnD4bGbc9oohCPXv+lz27U6q+XU+DPcO8Wr25n6291+JwvsYSUz48oRg+t5N8Pt0JP765Zci7A7EEu6jelj7KLjo9bo6lPoEijrxfqrS+4S++PZcyWb48HpC+z2vQveqZTDzQzNo9Z9URPnRkGz4fcwU+qP0cvlpGhr7uCOE9wigTPEKUy71lzQY+xEF/vjSwZD7DmgC9LwS9vRQnn72VlKE9cVg+vpf7hb5lk3Y+cCwAPpJPDb4IGF0+fwmLvcsflrz6kFw+P2oqPXvjyr18UIQ9mg9rPombmz5JiRg+t4pfPbWnlj5EsVc+IhE2PneoCr66YiI+F9wBvgakkT3v0Us+WR4qPpX5Yz5HdBK+ukBJukLUX76Pjoy+crVrPkxgYj4YFXG+ABk3vcU63T3NKQq+mcUfvg8xBb6WbgC+1L6LvqgVGb5DGTS+MXFTPrwYDT7fa3E9IIQXPaBYD77puB4+IMltvi8wrLx1pYe+skw1PYE4uj1mbmG+i45SvPZfEb7zcyy+YyJBvma7OT6A4hi9r7fEPmLn5bxsZSa+yGFBvhXBpTs54+U940OsPcFTzT5a6EQ+eTlEvoGBcT4Dsb++k1VDPlgzdT4vUiG9g3MqPuOQIj6U8aO+MxIzPnat2r1LuXw+W27mPf3FKb2pDiG+DABEPMY3Hr28HIU8sKTPPfL8IT5gFZi9uo41vsBtPj4t2Bc+tZY1vpEjOb7HWi+9Zx1APt1dAj5Mw08+oy9vvvetAD5cHA67HYl5vDQ14LzZdqa9S+9zu7206j3Mx8c9qB2KPXZI972iRiI+3PjIO9FL37qcXSQ9jTeSPTgorb0L3lE9SDCiPV+zdj0H2CY8GAjMvQgXbL6DiLe9tVHbPVTV2T1k2HA9I86qPUVr/zzTV2u+4Gb8PUUcaD3Oj4M+7B+pvWPTxT00ZjK+61NFvYimrbxlRd69jvyPPUZV+721Xio9mz5QvbtaMb6USXg+szxtvNVcDb2sKSs89fJIvjqYWL51Niu+LsqcPUTR0j3pC7e9Zzw+vfR1wz1v9fg9ShSbPOrvOT4g8Ey8Fw3wPZtJMj0vTRG+mKTwPGdDaL2F4CI+ScFSvqhJ9TxOILy8dIkdvuBuq72ONTu+2DE+PSyttT3zuw86bI+RPWx1QT62ItQ7g9SsOyARyj2kmJ08ueGbPeHnMD6zLjk+aXlHPvwTsj06jIg+uWO0Pfm23zztXmq9ztzDvQNXpL130BI+ELzFvRXlGL2/+Q4+8dHDvetnpb0p17o9gV9RPn0vO755nX48b4RhvBwb8run6/W93SkbPTlZhr0eIKg9BPozPubhSb2MtRG+iVHBO+qgFb7K9pm927J8vfFACT7akGE+pPVxvuQIjz6cGz8+RXuBPgNcJz5T7IQ+pGgfvf4AC74t804+vBFQvoGDfL7WYQy+eaTgvYYnET7k0YU9slsDPsBXGD3wd2G9XwEqPY1ySL3Z/AS+vHl2vWOmyr06peC9cqEFvbDosT3OkQe91I1fvqitAj4WtPG8sv31PF6tJz5E3pS9A/d4PnTN1r3iUlQ+rLsCPbIKGD7blrA93bbVveZ6O761YH0+hJJAPmOyNz7jkmY93iWJPq3aAb5ZA4G+wHwYPnJd4r2iiia8u/1hvQCL/r1CMXs+o38COUDWhb13DUi93u4tvizLBDywiv09DxKwvZO6uL0Re16+3c2GvQM6hb3MYIg+9hu7vm7PRz6aUiy+WN36PYKtYz4+1Ak+UO25vSocor31OfY9BJvvPJARgj4bmAo95j5mvhxj0j2DZJC+h44zPuGc87vE/jO7jyY3voP9UjxzCuM9c/Navl7cUr11Ds28pVzWuufd+j0xO9y9UqzaPnWCFr20QcI9JdJpPmFlsr5TNWI9sXgPPZRm8DxTNdq9DZfcPWdrhj0FyF49+I6avebPML5+SGC+eq7uvWcVjLzJPNC9iQS3PRX077z5KRM9imBEu9LX9jzsFRW+1ol0OrOWXj0g0LK+RfuIPs5SjT2g5Fi9MnHUPKavjL1RFbS9czEJOhdECz748sU9+0NFPsFAiT6tKHE+GijBPX7U0b2AdMC9Jf2wPeB0wD3w51Q+/e96vuIoPz1q2xE+BkWovb4o+DzeqtM+rzn8PnuQIT/w0o8+auuFvYpIpb6oG6g8CGkJPqny4z00KoA+VoekPg8UbL5gTJw+AwcZPbSqrjtUPXQ9RjvIvWxChz5mN+49xMNmvhwL7ryxDO89m+cWPpXnWj7Zitu9t3aQPaS5a736Bdg82zE8vhaSxD1Sv8Y+CoRcPXeQ2b2P/9U+6X7zPdIb3j2nhC8+izULP/n2oz2SMBa+hjxNvh0Gvz3aOw89SrY5vvufrL3C9RA+9BBSvnC98z2VuxE8KUUhvurVp75Nmya+rHCevSClir3zfPM92HZSPp3LFz5XwHC+PlyHPtJdkLz0jZu9Vmq+Pldc1D3ewOu91lHTvT6zRj31jn8+SV2OvWumtL2WfOs9TM+iPQHg7r1HHXE+cqQjvv2zw7wAMD++AL3tPXMRG75fjpc+fje5vVAVL753Mme+LunQvebIQD4ki4K9C6+QvtRCBr5TlMw+3hMKvuYuE77nQQm9G975PmQSCT6EXse+rG6qvme0Ar6A12k+lhHXvdP797vi8KY+RSGPPsWN+T1vZb4+YZIgvES0rb0VP689nh0/vcwfejsVGH8+pRuGvbgpdTqojRU+8w28PG6Eaz73P8e9eEcXvrHFQz3gUTQ+TmkVPsE1yD3SYY285/bVPB5Btb0zY+Q9lATfPR6zhD7eB7e9zN+UujtIfr3phu09/srHPSagLD0pWno+9TXevQkHuDwI9Em+VQb1Pct7Lb4v7z87GI9uPZbotz2G9Rc+uU29vO3wrjyX/cQ9p7nlvdrcrT13sKU8SJxbPgj6uT7XKg8+HJ4hPggO9rwrZW0+exUMvr/DFD5NL4G8pnAFPm4x4L0ooKO9IikcPuIv7L00xde9nZqzPXXeML5C6z08BoF0vDULHj5Rk14+faeWvc8RE76y4fm9RwM5Psv7ZT3//gs9nicNvjavzj5dvV092eRePjkaA77O2jm+oVOLPq3Am7xy9EE9yYBvPv1XyL0pmeg9ReTNvJU+eD7Uvtk9PYkhvuG5Ar7ymQQ+MEsMPpHyvb33Pty8IeKxvTNvWD7ZWIC9qsimPXvLJbxPja8++82mvSy4zD1UQv69Vacgvv1jBL4PT1Y+Rp+xPhJtBD4Pdg0+Hx7pvZJ/Wz5S5FM9DONIPvgevz3Yo4Q9oi4iPdsCmL13qMU8x3WbvQNtWL0Cbjg+FHbvPUnUGb70wlm+m58zPVuFjT0CoiU+lAeMvKb0fT3tKNA+A39IPNmB1z3Gehq+wI/pvbXny72qqgs9uFtQvtRauT1QZzq+LdsrPcYBJD2EF7c90D1fvCmJZ70t64s+R0hbvLkNGr72luK9SzCxPWXC5TsgKbe9zqulPS60Oz2Jcoq8xPSUPYjPhrwlZPg5UX4rvZ61G717p1+9GC8dvmHhG76Z31E+/ii7PGkidT382v08dXRMvZHuOr6mpDG+nsxqPipb8L1Z1Ig96uc9PrBoyT4kZKq9WVsaPqXEpj22IkA+zT09PR1YLb6FSoc9pqYPvgcQbr2+M5W83KzwvGZwMj1Tk0g+mzDEPQ8Lij7AOmK9zpDivW5APj4WP0m9Voo4PiAjOr5Rr/M8lOgSPmvR271fU2S+r+cQPoUqJjzJIqS9txkevS2Wjb0DjAI8jk+5PXBnID6I9Ti9PJENvpjBdb2xN+685X8AvlbzDj3xUkM+xxgcvd1LmjyO3bU9otGavd5zAr4Ly+I9dYeoPityyL3JdUO+K9ttvt/LLD6p4GQ9W79APanHF73CAmU9VprKPSutgb1wzVa8gHorvRyNsj1EzRS+yZfUvBuTfr3ajiQ9x8+EPd91a72Lkai8MRa0vK25X74SOge+ZAIaPBFZUD5r1Oo7yOQqO9kzBL30Xno+fk9iPlzlnbz8LTE9RzBwvRpW+rzu4y09c1pwPSRv+b1WGJm9zgAGPuvVXj4pQju+OtEQPhLHpT3u7J49RYsUvkPCOD6DEd88m6m8vUr9ND7pF6Q+CezVvI+JAzx3wus93iUAvfyhyz18iAC+03w5PstSTb5ODzE88LFbvNUxQb6Md0y+PJESPkP2Cz7xCA4+RuYbvV70uT5keDq7MuqgPV3eHD6zkJE+ae50vHlfnz0jSMu53dk3PWnUSb7r8jg+gWINvrPTiL0Z1Tm+WMEXPmuvTz5AmjO+ERTLvKuRZz23Zr881mFwPrvsCr7pTTk+ojvNPZtTBj634R6+Pmq0PsFwhb5D6ge+EdE4vvJ0hb5ZIPI9uJAbvmuamT6quLk+SAaUvaswlD2dkTa9n+SJvlgJaL5WOmG95D2gPmlmSD6rEYu+PmCAPhThiT7k+xc61UEdPIffDT6pfyo+1vTCPYU9Kz6b+hs+pTpwPt0Xgb76cPW96e9WPlAErD7sIm0+aAX5PFnwyb1orQ+8MJxwPg3b5L1+sTi+QQPDPXcCj7uBx1C7IH4ovlNgXD6GryQ+5duXPZYPWTzlYRW+kDscPlq3bL5qHVC9BfGNPijkgzspYfG9QQUgPliuYT0ICXw9AjMPPqaD+bzjNOW9z3BWPhTXrD4DxkY+QcF9O4a/TD2OKFo+WdkGvh36eT70SUe9mBBPPnvqZL3oi0Q+xPU2PmREtj3JcaY+jb+6vYjLcr4gmzW92WL/PbA5hzzzbV69MmRXPVYvLrw6wdw9XaOdu6LnXz36F4u9fB4vu1+6gz2O/Xi9I2sRvAXBqr2H7iW9OM6fvadM5j0YO2q+mT+zPcxoCD2Nu3o8dPmXPdraIz7r9KM9q/I1voiYTz4xmIK8jZTvPbEtcL7btLa+BVP7vMsaDr7tUUM+oELHPAtvxL2EaVs9iX85PTb7F77FDza9MvPnPSFDZD3CIha9QGgwvgHJ/bzWrjM+wd8HvaotTz7jfhi+HmPbvenC+T0TSzW+LA0KPmLEX75VjkM+qabGPShJTzzdtEY9qrPCPXd8Mz5dmLY9a+7+vQZ9M70GCj6+9gKFvntdTD3WXcQ97ik5Pd1Ei76GGZm95fXQPEYBPT1FVn2+RBK8PdJFWL6VS5W9rm1Tvj541Lzg5dA9plvbvI5lSr4avgu+aSEzvsVRBT1BY7y8Lb1bPbBsC74HpKq9mNwHPENDZT2P18i9RDCrvIXLSL6dBCE+Uqi5vVgiyr1adQy+TwgwPjs2Jb7s5Xe+49dXvbY6eL4mM7c7di+Dvte1Mr0gXDk+736gvVnHBb4T/WU9227BvsZT3D0g7U69O84GvpocODy+ZNg9+LRNPriLEjw7zvM99pcYvjHRcj1K3ds9hzlAPg7A9b14woA+8Y4gPo8+r73IMLo9YuGNPXGzM74Prgq+ZPh5Pa5wbz5jnys96wGHvbRyqzzwEoY++1qaPZQOOr7Lqg++MTW8vVA9GD4fAro9l6UKvnRAaL6OIUM92S33Pdut8j1gKpY9QrknPXaFer4f0LY9GxezPR+4Hj7tiQ6+dqY9PShoJD1jSts9vyEWPTAzJT4IJ1W9dRZ4vQ3ujz217Q++TMMEPoBHQb3ERf69RCLVPDdFsDyasqY9hWNBPVrjqz13Vg09Fcg9vhr68z3VfYg+xRQKPfP3ML7kkpA9AKABvRkxpD323sG8vrAlPTs3/zwKuLO9IAEYvkEnBL1JxCA8/dVRvdUoMD65sOi9EYWmvYf8or06a2k9n0YLvkP34b3SXLM88rPIvcwYi77jOra90wtVvpwyB74MjjS+IaY8vrRmLT2rEtY90kW+O69Ifj386Wu9xyEvPlYlgL5nhIE9EkW0PYUMiT2Xhb48xEoAvfT2abwi5cw9cU95vdnbI7xp3/i8PzTWPVuKRr62XTg91a3DvA7amL2S5DW+D8gCPhcjJr5kg7G93DrVvRXtib27XiA+eImLPOjyJr4TCPs9YQjuPbjaDT47oh49WP2NPbmE9jx5aDw+VBtzvdSBBjrZezQ9JtJCPZjNNj1/2bQ9M2oQvlTuL7yt50a9BzIwPhz8Lj5o+OG9jh1avvp/fL7+PAg+LanUPa85wbs4WDW+E5G3vEKq6j36rIg92RwXPDzAED7p4pA+3YIIPqQXbr7hPwg+qoOSu+fAOj6cLN69fFHZvbQs4z1AxT4+jfEDvTZLdz6q2nK+yoZwPki+Dz5AFui+uJ1IPpTsy77Juw++3gAzvRt3V75Ej22+Nj0uvjpomr22lYE+g2KduiMxFL69T1i92DisvTjAgD2au2M+jwsEve402z25yie+lMoCPkJTIT5uGGc+ZDz5vSu/Br4Kfl8+45MFvl5Jfz61v/A94lCcvcw2/zpkpCQ+dUJavnejBb61Gcs9eN2FPonGQj4CRIu+N8Z9PAJsoT78alI+eugcPoz2bz5VgVQ+qioyvgitp7xtlnw+phB1Pv5bnD4d20s9s2l4vmQLob2J31S+EmxPPlOcLj7j+YW+UkqgvRtxe7wBZvK98+pMvta7IL5d5F6+AQZxvhsJXDzN+WM+M7kZvrL/BD7E11W9BfMOPRMJCD40vl0+0LhbvrzWYr5qC0w+XxRBveU6i76ye3+9KF/XvnrdVz1txT2+kjFSvt61yr7DYtQ9GfEjvhk1k73qMrW+/FfbPGh1k71p5Ta9A2Y3Pv6mXz6+0AO+5U7FvqcfhD1jQpQ94SONPI7QjD5Y2O27yEVNPjd2nb3LQjG9GlBFO3YwA76kiG+9gTdivtWkNbwiAS6+TWeavrcxqD047QI9+AX/vHVgGL0WApW9N4QDviZ3gD36dLC9dt5hPCSPhT2GTg0+ZxpGPkpTmj3PkAK8V4wTvo/QKz5guAK+k2E8vSpWGb2T6VS8qKUbPQh3gLwFb7G9RsCKvUYXI7zLeUO990yZvL7H2b2uofi9gmn6PXP8j71Hgyg+oPZCO54Lw72rv4k8HvnNumt7Fj4SdAs+c4TFvfF0Gz7fJUg+6SogviEwR75ZPYY7OK11PbKPJr4fOyK9HeNjvXaKOL1cFNu9nI3+PWp5jz37YLC8GLdfPdLCmT3lzmI9dLAlvnvVbD3HZiO9C0Cmu4tmETwd4ZW93kpAPq18173Es2M9003Uvdh6Dr3IfQw9aneRPZFkBT5uapO9MFN1vWcuVTzeMca96w42vgUxGj0qCCW+ekh7PQ2qoTytmmi91S3OPdEEwrurar2812AuvszcNj5iMkU86S/CPUqAiT04dkg+ihUwvZV8zbx4kla9QUvDvd7R9D1FSCy9jIlWvfBwsj1mpHA77Dr+PU9ogj7Zw9k8NuvpPVSxSL17yn09fQm7vagbxr30Y4y+9bdkvblABD3qox28lns2vctUijxy7jq9O7SCvgFxRr72hCw+ezpYPh0yFD52w/o9FczvvBbAzbvtXGg+cC3+PRl4iT77hyA9BTm1PLdQFT2WjJi9l+wlPh2jTD4dAck8IgwlPSROIj5zA4m9z9VYvVnF0T6e4Y4+QVXnPctomTtKqlY9CidMPk81vj0SWLm9yVl2PRw0W76TwHK9+9hgPWUCAb78TRc9W0DTvPd+IT1K5gO+WU+HvVswqr2/dS89TlARPnXrmz1+ai++bCDTPY0hAr5hAYi+wb0TPs7v97z5Fpg9ZryWPrGHeD3jmqk+qdbjPc0r4L2NS6I8ymk1vriuAr5g1+g+cRY5PppNVL2P0HM+2YaKvVkR5r3dI0O+rKQdPWcpSL6o4iu+MhlvPbHvjb5FQmQ9XS5jPuhpHT4aN1o9Ten6vRL+9rqdZhQ+f/rivMoVDj7TmLy7ug5hPnopcbrhiS8+xB9PvT6vH77x6q6+iCkkPSGeJ7zw4US+BVM3Po6bab5QUaq+HEcmvAHdDz43jCw9RblEPBQC3b1sPYI89vTfPXg4Gr7Qy4k8QRMGvgDatT3OS5M+mgQevlBhLD6gWxY93nTlvel0GT0ivS++q/rjPbtggz06NtC9AFBDPU0Nk76bfNw86hwjPsIstb0O9FS+GtlsPqAY7r13Hz09CQTjvZtp77uU9pW+8IdhPdhiXj2APpC+YwGPvPbh/by0UH490ywtPGW2aD7VIbo81/9gPqa8UD7VmaK+VU6yPnlkLjt++WU+JYUVPahe+LyRN22+4ZJpPoRvyT2P/pO8Sdtgvqg6Cb7ig2E9cc8CvsvfBD5mELA9hQrbvlpKHr7kMiK+Mhq9vTBQgz6i+6q9G/pLvgF2zb6AkGW8ONyCvvzeCb+Be0e9QnKjPJkqwr2ff1o+giKdPWGzu72B9si9WX0IPs+OmD22SS+8a8D4PVufoz6PlBW+jHk6Pl8YtT09Nu08vhe+PLpfnr7dmV+9pQBZPpWSH75uxbE8bdZZvjr4wD03txa9EDRBvkNDPb3QRGu+qwiWvgKCzbw+cH6+2YbXPhyz8725Poy8k1MUvDN2TbybtEa9Ylw4PqnP/z3WNC8+K2uUPrwGPD5oyUy++zdavgLg1jwMm+w9w0IfvnAtEr5raQG+Oc8sPQfUO73jYqC+81OVO12JFr46dfy9jGDMvYbOiT6L3ro8J85CPX9EjL3D5ie9iLTeO0orWL3u/Jw7gS7puiM82r3JMj8+myMoPr8J+r0wARg9V5pwvg2+gL1MVhe+QpubvrjTV77o3w++5YMwviU4Pb7YxYc8xgcFvjy0Rb67go2+zj6Rvozs9b3WAgc+bZWBvpcGxj2Dxum9XLxUPtTRQb22+0O+jV6NvDGMo75V4ES+vcYbPeAQZL6h8rC9dGeSvnxBKD0bvI8+AFRIPbYvhT2hAz6+tuP7PNXcqDz0bBy9nPYSPZeVJT6t1XI8MFhWPfG+AD7RGWa9nWTSPbTxjjuyoO+8KkD6vetzJT5goA48P3fBvZfk5D2vpHW9BEd0ve4ayrwKLXW99Vx0vucu672Uey2+wnAbPbx7az0R5Ua+s5PFvCp/Eb7y01e+EE9ivsGItLzT9Ue+sJCGPWESpzxG+UK+YZFJvmCRZ74lUia+FteBvdV6Lj18lIK9yXbiPR7xST6xn5y+C220vb56rj3HUA69Ld1qPUFNG77liMC9Y3Y4Ph8g471eoC2+iwkkPsQ+Nb60cz0+fcUYPQQ0gL4sIjA+3k/cvS1BwT1k9dK8e4w+vcfcOD4nAma+vD5FPg5GLTzaUde9wR2YvInU8LsW514+26XwvWAL2jz3vFe9FFSSPDUVBr4BwRE+kXf/vWLunr0QBpk8SMPDvItCQzwbeAA9WvDhPC0dyT3nCwa+XkqBPE29M76UVcG7AoEavZDBCT5XSpI84VWEPVD2JD7sACK+PGynPU3usb27fp29PFJ+PLG6/Dzx2+69kS8SPofYFr3cp6A97zyqPMQyG74Yniy96fg3PWBcUz0Yage+LtnmvsZ2/j3NNXA9OoUAPkFsWD3P5Ro8oSq1PZUxaD1C8Go8Ub3rvIXUXr2DVlo+MHQcPbXre702Szc9Anvovc4vaj6qHYA+pSrfvZAY+byE22E8bnnTPTeb3DyhnKA9BGOAvWni9LzTbSe8wHUVPbQEPb6n0U49ur4ivvURkT4vEtq9Oh5fvhjwCD71vdG75BL8vYgldT0w1IA7lJgkvrKBDD2RwKM9nMo4vXvb/Lxx23Y+WahEvbVrVL5zSjc+rlyGPY+QFD6Tz9U9QYjhvUojgT5W8Ay+434wvBbWJD4Es9O98Q9MPMfG571X4dw9/jytPcvin74VLHq+5jp+vlYLoLuw8uO88isEvZ/cqL1etCw90oCpPfiBdD71Feu9+xB9vgqSzDxL/K8910/uPbV5+j0Wgak+AwYBvj1fTz4Puda6J9gmvYGJ07tzdRG+ekUUvpsowLym5ew9fPhaPSHJET7OQ6E9gsYMvmANAL6BOD++5mIavqgKnz08i+C8OFjBveyzCr7AoEc+52RjvtfmcL1I39C9dG6hPeK/HL5kDlU+ni7vPfHnmb1iaQQ8CktXPvMUjb20F/a9e1QdvtYXoT2fiHI+0wvdvWRmhT0/DzY+QdmKvGggHb46QDW8zP+lPQMUij6iRKW9toA3viPdHb6E7IM9alTcvTadvzxeYSs+A4OzPbSYtT1G0PW8lapIPbhl4jxEBMI9laYiPiLOGj2RvyK+2Tg2vg+o0T1GbEA9UX29vBN5Lj4lWWA+TanlvSawKD5bCN088Pa5vSoGob4qKo++oM5qvgcDi7zdiF4+vzZ3vmoCOz4EZlK+tfLtvA4KkT27Jly+jZZYvkNDvj72U+M9JUvhPvgWQL0g/Ec+ydDePe3p7T4p0pY+i0WRPoCi1z7S7M2+BkIoPnNXnb7Npbq80UOBPn9aSDwHr5q+EWRPvvPYZbwiYIA9HXUnPVXFib5MboU+cT7Cva39hT4HqjM9JoD+PUl0hL0U/bs8WjnIvhCNGr759hI9v6qyvnKO1j2OD9k9Maglvv8GX70+l7k8fPznvotu6L6Sq2A+UEGGvbh/hTyT5Aw+0LIQPhy4aT7pGcC+8GWTPRIllL44CyO+Z+ppPvFGNz5UfYS72b8YPvCmvz1rfhw+PdFSvk0r+rzZMME8rrYoPRISOr7Ux7y+EzOnvl6XcLyRIcc9/vIovvHa6T2ARJw9bFSEvlh8uz21jVA+aqEnPksRpD3pxXK9p/GcvlSpBz6LPqk8/kP/Pu6SiT4nrNu9qkM4vpO/070NGQO+rPPOvEfHab45AcE8/6ZDvmGERr7SBC8+dSsavjlk7z1XYoI+ZKABP+4i8j2pssO9S4KmvlHlHL4VOza8VwJ1vcsc1D0iFgA9bycjvgkSO765NGq9wwNXPjH7r71qLng8BkGAvu3F2r3i4tu+rml+PhTmtr5EjAS+fKJEPtluUz7nSLW8mdCBPRrwkD28QNe9W+dHOeMeDT7pbM89ZVBjvXKPQT5R2Kg8NgXgvNDSCT66/yA+xOFPPg/Tvj1p1WQ+Xjb+PdXv/b3OVt69AQ8pPjrwvz09Lbs9jFxrPVSuP72ScHm+gEUwPIAWCz7GjE89gS2UPl58XD7NTwm+4x2QvZgWYDwbsAk+InCEvVoqMz56dQi+A7xLvi+Yuzyngbo80dmrPabU2jz2p/S9j2M7PLw8JD0KbJE+aiokvFIq7b3d2EW+rjzBvYpICD6OsE48knj2vL4qgj5RAgG+g3MqPgjITrwxw3s9vDknPTJuDz5E9j8+uebLvSb+wb2XsKc98poZPv5iB71O2/Q8ap8IvQXzgD4AnNi9zkgyPvhGpL2UqSC+8ZJMPan117uPSdS96pQnPWSEqz13OyE+IWSrvUBRVD7ATL89h+suvcrpjj1Y8P29Hlx3Pjrnqr18QgK9gtcaPtWnKz7FZos9UtrxvO1vTT4OV3Q+6jCBPWQaJb7ZnK49qZUOvsxSoT2SkEw+Ev0sPg3UQj4x+wU+lbhgvT9Y473VIiQ9b2Y4vCA0Hz6HNK88Ka5CvYOqnL3EUFa81CYoPJqajL1fVwW9F2S4vRq0bTw1uZU9nTWCPhxjzbx/ySI+PE3evKHlqbt/QwQ+id/VvS6J4b0UEQa94V50Pf/RJz4uAxw+5XWgvQYY9rv0AhU+OdZHvud/rz12nLw+AqqcvYQA1bwknoc8zFb6PRz+0D2qDJ69CxObPY9l3b2OmF49+KF+veU0tD0kzne9zxr2PKqxBb5ANrS9bxx5PCZ2Gj4oUra95AgQPjKfQ72DScK9P2xKvqGSQz5KsRE+D8HPPY8hBz7RFgU+/1FQPlunRj5oiQ2+S21GPfiJiD1m0xY+MAujvCneHL6AAbq91/YePorUAz3exlg9G2IWPgmCfb7CDrq9SvKuPW8Cpz3V3BC7MbYtPRl1pT2BOLa8JPkfPRwcgb6pNJs+9RC1vGWhpjwD0SO+3dlmvaHbMD66pGO+X3XbPenlUz2K2e28E2SJPWLNf7yKs028kzCMPVhTNT42vMS91g20PStX7j1VXmC9k2otvSqb9z0E0Ik+5FP9PYrJg7yxwm0+eL3GvKyMEr5Ftu+9tIf5u1Mfhb1cBuy9hYwcvnhBsr7k4GO+4nQlOnhd+73ABww+aDdOPUCiPj4Ckri9HHx9Pm13L74xWhE+sCmIPlMZ/D3soK8+EwCBvv6Sf71u0wc+M8p3vk4FpL2gPyM+rfYpvdXe1D20bg69PR6lvjg4ML4nYTO+HskrPubhcb7YnYk+dgxnvg+LlzxdaNG+o+vcPbaVVj52svU90NdyvtlxMT79PMe96SS9vtWYPr2HkIG9a0fCPozyNr50u0E+i5jQvaI6d75vzMq8wg6vvfC83r3oaT29oHhBO7W0Sb6N9WG+Xk6fvezlRz0k60U94noVPnVwEb5CI4U+PhevvtHDCL5ZJi2+lRYLPvKtkj6Fdsg+8VVhvmqKhT38KZe9WXCOvqaOND1EZBS8bS45PttSkj3jKBu+VoIpvi8kmz5bpwS92/45PenXLL14RSa+yQaJPsC15r50ZFc+Yxk1viCeeD7Ex0S9sy0OvvPC1D1Onpa+vCVwvkaDW77R2MK+GOa2u9QRiz7uBWy+JkkgvkHnUT0Q+CS+MS/JPTBM8L3N2mm+bIrEPfl+lT0zjaQ9qSaFvPFbab4ORUg9S0SFvjQWhz5xboA+FxyNvVkAvr3CV0i+Zt/RvcjApr7YQrw9wPeZvlx7qr28XTY+FvPyPATSdjySwsg8YE7Ju1DkYb46z429GtmTPp620r2kVaK+XL2+PXg/IL63M3M78fX6vP1pHz4wfRo+VVESPtYjAj1Z7Vm+hjgJvqe9Jb4ujl0+sd4PPmdBg73fY7a9uCf8vWH7dD0EgB6/B37PvGFdBL634Aq9WwobvY2KhL7fjEC+kZWWPoOzsL2ls5U9Jub4vXmX/T4dAcu+ASlfPpW7R74S8Mi+9eCLPhM6tb6qsiC+PKIfPYOyQzxekbS85NN7vmvdZ77g6zG+dF+zvX7gy7wsxka+aBBgve2dBb1duY29cpMPvoaciL5mPFo9h3h7vkTKpr2UYGe+fk/MPKSWL77/gxs+yC65PdO6dL0HvRO+9KthvvtCn70h1Yw9NuREvi5V7D1Pzvk8csJfPIeLVDybaem977NWvfduVb7Ef6q9RfQaPnCwAL7wnI2+w/5aPY+xED5qcqW+onY+vkHLNz5HOS+97K5tvm3et7yuTuM9qfeGvABUnT0ZWm49nI3TvXPrJ74zyiG+hxwuvvMhWzt8o/m8TpKbPerdwj3XXi2+bdJ5vez8Cj6TDb08Y3hJvqU+Kb6lkIq9VtDqPSZKRD6CHHc+nDHOvGVzs70WKbC+dhDZvZGkrTxE8Ni86XZkvkrX4zy5KS8+snRUvUhUcL1KCHO9VXYVPhKHCL6x16i8ZXhSvp/ljb3k3my+8ggIvgTEBT783FY94GTYPWkd/j14jwW+bNIlPfv5XDx0cdI9YiBcvov37b3qSFU9wAmbvCVqQr26Dri9eVVLPlOVsb2z/aC+u1qLvqGKtz3zlg89QUeBvO+GoL4p5Qs+ZbNLvC5TA7zxn0S+33swPnSA1L0sfhG+NsYXvrP/vz0ne9I9sy06vlUMwL3LQYu+bRCFPb/TP74Ne1I+BXoCvvL4sz1z1rW94TYwPQyUST5bsw6+QKsbPgNmRb6qilE9+55OvjmikT7MTIM9119ZvotJ/boV3e49p2UHPHCLb7z5FW2+TnNfPgcWQT3yzbq9Y6MaPjNzD75OToo8XIOGPXVumz2z6U6+wCkdPi+xXj5jbTy+hisfPiWsJLw4IuK8/urUPPR3ez05XOq4gVEBPiYu0D0w+6S7yABxPRkfTT5J3KA8GDiLvUhNUz7oQgg+ZBIEPvLWo7y3p9k80K7lvdJ+h75sjM49qQnLPGJfLL7C1cS9flYiPa1Fuj5Ya2Y+YopkvWdoMz3PzFW+w8SLPoA/sb3tUhO+vjxMPUTPQD7XNim+saIwvSXPZLz4bea93QEJvjZZRz47Ocy91b/TvTgHob361B49njjtPaj8kj4SVXI9ZIZQPp7d3z3kzBk+LbXqPcLrCD3luS+9CLpuPXhKBL2Ne649gaUwvFYcJb5WIPI8h41PPua6EbwixRQ91rrOvbN+9L38aie+vDIvvr7f0T0T75i9OsaFPQxCLz1fP5S9/CbavTZQMb529YS+0TfBPmqvYL2VpWk+YajwvbuTYb5U2EE8d1XrPSiw3r0sTok+6rmGvGRYML0JQOi8bUp0OyTzib0iX2++F5qGvoVnEj0QUzA9BPnPvbjsvb5YWm89CUoFPnlbAb03kie9TqsJPL8XbT58XSA+TKQ8vhGcsTucFU49/NC0vRbHKb2pG4Q+jdvovXr10j2efMc9m6ufvSnRnL7P98q+iiyRvo20KL0o0W08XzyQvcnQLz1+Nw8+L6CGvQqKHT5ueca9l369PCXvS758Hi0+3q+9PStrkj7bphk+XmKFvZ7gPb5RV2++g3/vvTfH5r14hrg8IoDcvNPwOD6k7Cm+YvNGPrPtAz6xsW4+IexaPCmw8b0rU508bCeRvVTck76tLko+Faq1vtQY9rzV3Oe8yW1lvQdgWj6H8CG+HP6uvvRTPr6BeWS+hzB9PeGPQr1C2i2+fezxPF0K6jwOGdG+jyf0vb+zpb7c8EK9zCLsPWY6YT22Snc9J5kLvSmEkz4Rfp89k16DvicqQj2qtsU90MeVPZQnej3Q22u+sO1AvpGVE76Ok5K7rRZ1vtiuFj7KuYc+Mi4NvqfO0j3Us7w90sDrvC0TGD4syhK9FKUZOaSmrb1poaG9P3kGPhNwnL1xUpW+s/+HvorLBT7Tchq8yculPV9oILys1Ik9l46nPbRBk76vd1g+XMJHvm9YVb1NdBU+uJ0SvArfoj1NQaq+h6r2PR+LE75k5ig+sCVvvpvSLb6AEuG91r0VvWwLNz5fajs73wscPfqjgL7k4ae+1jh0vm539T1zwcm9hvpQvV6pxzpoaAE9dcybPd91cD2Em5096afSvAHqST1C8r49Sg/fvQsBVj7GQ08+UyNfPb2Yj7y19iQ+bEhnPfHCG74ZVr49w8MQvAx93T3YWnQ+v7GOPmyiiT5/EwS+mX+5PeOgAT7n0jy8TjBDPdJtE75fjuO8f3gIPorBMD17T9y9e2cGvv4tEj4k+la9PO/SPEc4qj2KIMm5R4dvPpFvt72+NhI+jfBzvexF0DzL17o9IVkOPn3EaT72Jy28KrnGPuN3DT5/npQ9IoaUPgMVZr4JTB09RmkOPQdx7z1RHf09f8yEPnGUZD1rFt+8gK+0PsBpQD4Zm9C9GeCkvfOmFD6cl28+GDscvSyJ0z0Fk1k9hPVgPpEksT1M+869OMkIvsa0rT7yrt27zBqMPYT+9zwVmxU+u6y0OYKW6z2Hvlo+MGpcPi2UBT7Zqm89Kdu0vXEKxj5hXkY+Teq/PfUaA70RkWk+8KBSPhPsoj0eWiI+f3XTvB0W3D3BMe89UrHwPc+ADj47GC0+wt3gvbVb8j1rGnS9C00ovnyX9D1ThLw9l0KyPgCRzr1Jw+W8HoqMvapiJD6//2g98GAfvtt+3TwqHlg9oOdFvW6b4b2OTjS93GxDvFlwfr1wHqi9yupLPnRI3TtI67C9R7ZAvaW4aL2wYfS9SUzhvdPGSL1kYBY8sK1wPTjklT2YNoe9W0EBvtNclL4sGmI8MoK8u2jZX77oeKm9Not5vGng+7ygYpU9HREqPo5QCr2Brbo9iyufPcFeyb3j9M+9eH0IPsVIADzQBoM9W9sTPq3Lp72tfEu96S2OvT91ID6rZcq9WpSFvAXvA76osaA9ys66u0zypz13ddA9yG2MPQVXbj3VR2I9OQPevXf+1L0GqzS+5h6rPTcWvLx5SXq94qsAvt0ZjD08kVs7Z5cJPrsRED6AdHk8chXjPfc46DwMi3y+nuoPPQVVer1MgIw9fYAlPOUft73pENo9z7IDOsObjj2RNz++LFdtvj7jyDxSBYE94T1MPTV5Bj4J+KM9N8vQvSVEj70/2rA9Cjq7PWLrvjz1gxk+QCEZPajTujs4Qqu9CUwDvRiSmbzcGCG+UKBOuqk8jTqcgfG7TAjLvRna5D2wNZ09pq2YvK3wK726beS9YuVrPU9/AL40HdG9b2ExPmlXar6rEaq8IPHlvXmUKD51guA9FbhYvgMjt72IkXO+tK8gvo1CUb3cSoQ9zPBevcDXnLtieRe+xV2ivQID+L2iTBG+FPbkPYJRCr45ayK9MyyUvlqvhb2xZJa8J1qCPaAij70Rn/e9Yi5jPXaahz1x1vS8DOR0PhoFKj1ek+i9FnWqvX6n1T1N8/O9XWirPcdyFT7f57U96dbPPfdLTb0hJHm922UbPoj9Fz3M26y9YF0RvO6Wcb3a7jY+vr6PPnk3A70GqR0+cuAQvoxLL75CFi682k0LPAEoaDyBSOE6mdQaPuebBrwQQz+7zu0cPtQCir6Ker6+jUeKvvcSgb4iDRq+kaskvid/Ij2NrA+9+8wPPgztkT41prY+GSIQvnRpnz0ELTs+3ji4vV3WE74BMsO9fWb3vWZZ472QRfy8jetpva7azD3k8xm+LtIMPiyNGr3tI1S+fAxXPn/p176f41w+xxcgPm00oj2a/Z69pwFbPmafHz5jsHS9zmkAvmDywL2AcE898BqfPRS4dz4kgLk+fFBevTVFxT0Wl9I9yVcWvgvWh737o1q+qa8kvpqy5j0tAJI9UpEmPvoEUD6GRfu8EMmvvofk/j2VrIc+EiLGPRSJFT3Rbbm91teovejqOD0mGwC+O95VPndEOb65LVw90Qo+Pmd8Kr5udSQ+gsxKPcMPgr7w4o6929G/Pa8w271qEi89DSQdviilez57H8Q+ayGmvZgF+7wKap2+nYIFPExt4DxUXzy9miuevXsafr75o36+9zQ4PnL1I70aJRC9rV80Pqm+5Dzwbq89120IPrdwvD5dYl8+8wXSPWc1kL2UecC95XrmvVgGZj1P3K++KKZZPY4bFj3tqiw+WZBPPSk1lb3FjIE+B9WMvceksb0+7SQ+TvQcvmQcBr5LlCW+6LtnvRUHT71morO9UYbFOlFjt7wSQxa+kVmzPWMf8T1+Cg2+XKdUPZDvEL6h3bu+7BMyvGhtZzwKie69MrqvPHJiCj2wRbO9tveMPYUJ1L3u+gC+cx+HvEOpDL70TDi+5/h7vVJLuDwAOOq8lw63PZpABz5RVW48bL6pvPbbgb5PjKe+xX6AvU66wr11NMu98TkVvk2KIb5XSqC9XM+iO96GPb4hK9s9+2QSvoFkOLt9Ewe+zBjzvb37R72ah4W9Q/upvdwt8730d3q+5Adfvv1Dmj1Y3769rfIlvjEB6D1Kup89jbW9PWjHXb3Zlp69xKhivhQuhD09+CM+L3jOvf1HDb2pZS2+N6+yvZoCwT1SSFW+qmV+vknOl719xYO+GXE/vu8dCj651Rs9iRa7vQkvoL2N1CS9my/CPQibxr0eWXQ8z/vjPBoblL2kGku9RTEkPHajFr4SCQ09EommvYjYVD05XMG9R65Pvr0dqjwN0p+9U1bhvcb55bz3BcS9vF7qvcocq74kfIU9PIGzvWOHf709Ygs9GynhPUqHlTsFbrQ9t+O1vrxCQL4UyQk+aybJu7ab/j3OptC8e5sQvumTML4iila922kyPojBcr4oua69lrA+vER+SL63rZa9vPuyPcQYiL3JTu+8NkR1vfbXGz5nn8G973boPVTQyz0o25o8Lq5XOy14ib0Eovc7GIWFPa/afT2hJlK+GgU6vmbSjD525B4+FlxQPWYDDr1Mh5M9Bl/Evcg4Ez4TOFA9uycAPrxczL0/ZiG+dnHqPVvx8D2AV5489aTdvYOkJ71eFEi95h3DvXwcgz0cvZy93/OrPUHGQT6M7zu+AoRYvhwskD3lqg48PAtCPjxrjbye6ZK9vRWUPbkM5b1xijY89i7iOHYnhj3in0A+Cn3zPJsNgT3woK28jHDTvIvtcbwk3KS9Sz6aOzLeCb7iL/m9kYrlPVB2WT2hljI+hUJuvpodGD17oag94tCDvBmcB70Jjb69pTW/vTUIMb3sAUe89uMOPbcLlT6pxGO9dS0WPhrYR77Bdpa+LRjnvBBwq72Yrgg+sJukPQ+WC76nv3C9y1BwvUrWkb4WCjY9reBzPeuum71ALxU+BQIRvl52Tr7AHjK9iV4VPlmkF740/9+9qcrSvMouIL4xGdi9xuJ2PX34z72RQdC6w+VuPjCQk77Ffye8ck1lvZbSt7y1sWo9LrNivZGkxj1GzgK+Q0avvS+qaL3XAMs95821vUqtxTyvbtK9j+IKvaKuGz6ZC/49zqbDPbWa3z24wCE9+f7KvLBp472v+qG9ohZxvc/tVD4XqrA8NdcUvsNLdT6FNQo+pUZVvdLIQT2jYmC+A/VgvurMHL3bvlY+YXAHPMzhYL07oJ080Yqcvc8xwL5MIGU9fY91vg0LgD6oChw+EQqpPgv4IL01w/K8xz+tvcG2bz7xDpw+nEeDPgWSPD6dnA2+9bcvPWyFjr50QmC9rsplPBCpwzxxDxG+tBC1Pez54z0TtL09oIWDPg6zHLy02ho+HSmZvYc/HT4+a809RrThPMbfVLz8Ycw99G/HvbfDCz3gK8Y9kJQlvp6hMb6gkNM9lJXjvTTgab5uzOi9VquGvkGJAr5sbUY+RndYPk+riT5A4J69rnlwOnicgT5aaUs9gBeXvNTCnL0P1+A9+E0APnKTNT6szgu+1HygvVc7pr44eTs+qM8QvrUu0L3BqP699E+evtewdT1h662+dhsnvokRojutLck9WMkKvteQiz6sFVi+mL8rvrSJUb2VyRW9uVKVO8IghT1JZN+9YoQ8Ppc4wbxNHgY+18o1PgkOvr0rwY8+G5VJvc0CQ77gdna+q2MLPQ3vdb3z0gW+PQWQvvJM6L4t4BY+u60+vprHCL59OsI9tlwSPrtvdj3R3oC+W9VJvVng0b74bXa9XMTuPR2PST766VO9woBMvqqpFj5CZ3e+kFFuPu39przGgRw+eNktvlifPj2P6Jy+ne6YPWaHOL5jUCe9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "HzalOxF/RT19OB097VlzPTEwOrz1UzY9T+jAPL+zub0Ff7O9ih6dvLR4oDzzS5a9RzMzPHxKdT2HD5S93QdyvLZvjb1IyZe93CkaPsGol7yGO5E93dclvJVaMb14JYW7U/NoO5S81710HWg7HRXoPLDIH7xd35s8+VfGvJ7bvrxLC3+8cMLCvfRRgb1rURA8SThHPfUVurzB2Ym9Op7kPCAcRr1keA++T5U3vV365LyE2tW91pjkvHHMIL2K3lI8rtk6vfwUFL5cCmk9JzefvdH1P73s7Bu9DtawvHhkYL0X7UI9aVUGPh79wrzsusY89P6jPCvlKDz5yk29SgQIvuKHoLyAI6g92fJoPZMc1ryJKBs9UrUhusermj1Zg8Q8dxUcvdG8+DxEepi9IL0jvdXBDr3BkTO8eLW0u+zAmL3Kink7SqUcvsL5kz2P1+G90LtZvXeBOjyj/JA9Did+vbGSdbwUy6g81ieEvUvPBzxlrS29e5BjvaUSgbqi5ks90EwRval0UT3iZwq+g+WBPZ9MuTw5RoW8Bt0EPWUwCD1UWRg8eUYbvVuybT1gcgi97tSfPSEPjDyRtCu8SCISPSdxnz36zH+7VkhEvMfbgT3uHym+b8aZu9D4PL2hUEQ9Zxefu7W1grxmWbq8kirrvYTPXb04HpC8mNKWvBudlr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 