{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "jzYDPc+IJD1OHni9cz3bvXML1L1H0WY9BVsjPnsAPb5OEN89E7iPvVe/l70AN+w6nOXNvc+RQr6ttSm+V74UvpsUrT24ibi9SnwTve8VUz27tbS+xH76va8Qcz5vq4e9G2b0vTwHcD7SLRS+qiGQPc36AjynyAc91hIGPrGu171UIWY963H/vf2jrD1ON/y9kJ4JvqY7Hr6tpdw7cIhHvmlYU75u9qs9IHo3vcMLdb4USzs9YAtZvd90wrxi/wi+4KXovMB1+L0vDjs+hfUAPvaUIj54Ahy+yurmPU5I5D2epK89EBHQvR3IHr09oBy+Q4I/vjkSU72tu/G9YxM9Pvq1kL4DFki9qSWGvkbGbD0RP9G9SN9+vvI2EL4e9zi+luiuPYfYbr4rPEi98uZXuz5MFTsaVWK+wscVvsbNIT62d5C+keqAPtQmyTz2TuI9OxXcuoctab752Ba+KwEqvj/IXL4QsJE8CRNAvY+ckj2SJi0+eecavmeCDz5kVHk9tAe6PaXVab2WKf09WVjrPAm7u73FAeM90C9sPbETLr4BF/o9fAi0vSwAajqYuiW+kC8dPqyarz2ng5c9FO7/Pc9srj4oEYs9j4iNPQ5ssL0sYgA+DRrlvRYDdj2GdoK8Jcl9O7vYjjsENBm+je73vYTQQLpOsBq+mA2rvTVhsD3nqjA9VdhAvfkLAr5/s+09agA5vSpuqjysgjS9x5SnPT2WBD74iCe9NLJoPp9ekTtq+MC9KfjlPGUUJj7XGh88fqkUPg8vBj4H0YW9omSNPcqEVj6uEgq9J/QCvvq7/zz1zGE96gLJvUTXCz4C2hG+aWAxPglxBD5y9tm9/j0sPqG2FT356ck8v0nlvXUvAz7cVYm8CdQYPk0NhL2LdxG9QbzzPV0QkT1DkDs+QzT0PcjXLD4/cpM9ALciPiADpj0OVdE8ui+9vaiXDj5SA/I9mFXWvchoPT4MHiW+2Yi/Ozg67r2hMCQ+q4qNPfgr473JnPG9J1SKusD7Bj0XnEi+zcWXvZFDvj3lmfu9yo2zPaANdL0AHhy+pF8gvlqeJz5uX/m8FBsMvrVRqD23Pem8tGoMPBsrHT4Ibhi+jHcYPfs/QD0iqFS9Mxt5PdHNEr5GxtG8My2GPGv1Y75hHIM9Lew9vtUGnz1oBuU9HVtxu6CAwjzmyR49xUD5Pfsgd70066O9N5oyPkEVYrzqCR4+Qx9XPsgJ6j0cP+A925HKvbHVFD1diK89ByMXPvbIDL73LUS+HBzrPWyAeD0vSeg9MF6xvb6Fbj13x429oEMXu0yAHj5OQk4+EfcUPZ06uDw4fws+Nc7OPaTp8j2Vnjc9hUsDvmfDmrs/ZGk+jhEDvrSihb5PzjY+VngiPvWyMb5BQ6O9If/CO2AScz5egnG+Ra4lPi2fdT7xFSa+KZEBvmJxnb3TFkA+kAygvdrzcD3SEYI+K5lJO8pXxr1VmbI+KzSLvWw0Nj7nXfE9bT4XPp5BlT2utw2+v8n0vEU3X74gkrg8hkxGumsmGb7aG6c9eczCvdhXLT2gGZy9btNsvvmhBD7BxQw+Mz8BPozfzj0K29w9eJaNPURknDtbPvw8TL78PSOTlj3PnXc9e8JoPWK9F76vwhg+LmwGPTpWrj368M09oHhTvp8DIz0S8QY+cdi1PGIekDyIUYm+uBL8PJcpAL5CEeQ9lEb6PYDDhD6U+uS8KwP1vYyhtD1PfJ895i3qOqnUEL5Xpu49rrHLPdDNRL5XhEC+RbzQvOyOZL4KEey9Wa6IPaErBD2uqlC9hyoMPcJcBj4klyG+1AgAPp2HOb4gDik+8T3qvU3XtT0tRyK+EupaPXosVz5nV+o9pW2EvjMY8j3SFwK+EiUgvlXt+T1sRTE+VfG3PRaTgL4uLRc8HmtnvpSf5j3K/4W9Bs2aPaW3Er64kd+9DcyDvi9+Er7IPR++jwUBvrEq/Lx/6/q9wRj2PbVWTj23Ho+9+ETtvSMqpb3UCdU9aFZDPrOmur1Buek98paDPcIgpT1RMOu9mM48vSaIGb3Uvoi8ZT2wvdAy0L2J3aS7oDxEvhH8Sz3ObiW+itwrvj8elb02mJc9tpg+vqsjQb0Cigs+nSsTPVleUb6ansG9rNcmPVSPR73Ct1C5F45HvnVu1b27z6s9jV8tPbsyGj30vD697qc2vQeYOz7gn3q+GAMEvaDU+T1/rAC9CtYPvsvAljzmfW666QiNPnw6Er48eJi9SgvrPOO9U70FYEs9JfcevjyTgz3WYSE+8YEfvsbNRL4rcSC+SFKpPObw1r0BWl69oVlhPQ1i4DxgQ1W+xt4bPk5Nob1IJF49g60QvZhXZ7zT430+pkLwvShALb6q3Qa+2vNaPcLeBD4VqcC9Wp6uvczUsbqcsse9RdolvWvSAj41iZA9ojxJvtg9Db4MV9q9PO8FvjtsRb4esFc9GfIIPQZunTzvEYe+6bp3PRKMq77euWo9ZwPlvR3LED4oJu296BWMPpYSlz7oKka+Q4DdvZ9uLT7Dk4C9BznmPdczlL1buoe835lmPYwY2bz9A3q+TznYvJoXiTv2Tok911kjvk0KoL3nJDi+oj1Uvhlmrz1cjDy+0TeuPOu5W76hiK69wSgwvokVsL0RUwI+TVr1PAtwmb5Ofsu9yoSlPKyEir38uyG9iwhqvQ9Pcb7OOG29iddvvYulGb76yVQ+ekeJPcCbaryPbsO9nggjPalhhD2wAoI952XsvMFgCbxYrm+9bwFvPc82Bj7KdBO8+lGcvWpmRr0CTaG9PZuKvQp/tL09b4k+zOHUPEOO4D1v1Sy+JZldPdsp371bvfS96tcpvszEVT60hIm9eYPaPC7VHD6IgHq9zYJ0vITaUb6d56k93d+pvQrBP73mnnO9lU1WvTRChr0wCzG9duVVPR2OMD49iPq9aJ0hvYSLhbxfcqw7KuJ6PRSNUb5xhOY9z/sDPj25J76PJ1C91q+YvcAOD7wufgO96BfkvEGfsT3GWjo+8kHXvF8YGb77ZyA87+ulvMId8T1NZ8C9h+f+PQ1WlL3lH5U9cmgPPiOJir0k5Kg8N83XOmSIoLzetuo9aibxPZz1Sz5wwD4+2FzbPMLmUj6JRts97bQSPYkAqT0gFcM9kYEyPqElqTwvpw8+aN5EvQ9xKb1Jaxi90UMZvkLuGb5VDsa93eSVvM+jVD3viJE9trTOOuFuFT193uO9QukRPrm8vz0/8wI+81Glvf+yGT0LAlE+c77qPN40nbxd5Tg+UHwYPj+7Pr73ZVa9guzlvBtmAj7fvsA9TE6IvYc2uD0iId69+G7BPEJSDb7VDje+3MFmPg1zir3+Teu9JE9svsChz73zMh8+KHdmvA7hCr78sS4+ZdMUOqi4BD4yEiw+uL/2O7yPkT1thKc9vzXCOxImSL4+wz49HQXAvJ7dl71eWzQ9qzhePprkxD0iSDs9RhEePamXnD1MzV4+EHdaPkHzazyLSD695RaDPnZc1D3yJCS8y+vPvHPpPT2Jnws+X08uvfy/jT1eu4s9jP8PPHG5mr4q/pI9hw4BvU78nDw51CK+LAmxPUrsWT2G24G+jvFJPcvcoDyGduM6C/IgPuXLar7Qjk4+emOBPSBWWz6T6t49XiRQvi3qgz6I9b09TFMoPhcjL73U1yw9ya+lvcL4S75E1vk85e8sPr9j1j1tAqg9lCNVvhmWCr6W3MU9xOjiPXJuKb7pzia+RcNIPgNLqT3d5qy8L6PivSPkbT69uQq+Q+FYvrbZ7D33qTU9bA4WPhlAhL4lnys+7lZDPvpCXT0UHNa9QNnsvZ205z2VHDi+8/UqvDu52D1PPxq+apimPT2Ahr39NJc9tx31ven7372JtcO9cO1ivf61ar3T4GI9yVPJveLNSr7NA/K8E1EXPqLl172Y+JU96KSDvhNy5b09j6o984GPvQu4/70DFyy9KERKviWkbj3bC1i+IgfovGoDjrz9lSW+5KxWvrP54b1dYpy9SBvKPR1zwb0wTYU9fXXhO93HjD0I96A6uPuKPb1cVT45liW9n4YqveXSiL2iVKg9TkqbvRQ7w72+F+677VaAPZX78j0/KXk94MjrvbXmEr0/CbW9eGAGPur60T1+nz49Pj/8vXr+jr7B5Ya9/1ODPkLrKb7rPy2+RwL5PbaAd77KwLi7axjnPd7Px70mq1e94FWMvgnABj6cXho+3NrJve/dbb6lrAe+JnyhPaxXoTy4+Dc+3/AlPl349T2Fkpi+AJ4PPhdv8bxP/z+8rMJHPcURRb6NBQ2+nEwVvbCiBb7n+EO+28C+vEcG/T2PFjy+yiiivXFw0r01WgY+LVgSvkDqnjwhQoY9k2dKPREiKD25VzQ+H0csvqZbyTujBEc9aRx4vgZeTrqmy3S+719gvjMbP77n9hU+sl31vZKL8T3hnwC+qCervK4FYz4EcKY9/G89vvtWDr6jT4K+SdOyvQX1xb1sFCi+h5hnvfpB070aTK495qeaviLQND6HIPw92bXSvMmXfT5bt8C9X57pPHk4Vbw6S9m95+iPveOZibwyB3y95J7VvRO1E73Z5ng8ltaTvlwjrL1wAlm+l9SuvTRfDz5UEAc+Z+szPVoMkLyUBFA+mPsfPbAvwL2gZQ6+2gjkvS4OZz3KuoK9lLhQvrmilT6DhEO8T3kbPggFJD5MgXC+bQWKvhF2c75+pH29QdTJPSysC75Jb2g+kOU2veJw5DxE9lA+4Y5hvdMX9rtlYrk90rjIPTDgFL4A2AS+kJxCPmyCCD3klPq9izNQvbyoRL4H/wK+zq/OvDd/zj0tg/e9e38nPgB/1L0SFgM+JJB5PpRLG76qqAs+pb6BPsn6FL0C0dk9lM/WPaWDgj3dKqw9lpuJvVI7FL4IhYa9lF72PXy2rD0O//U9HW4RvkF8Sr65zY49zFwQvjzl0b3dfMQ9eZD9Pcssh70Mg1K+vaRtPJ/vX77uIhE+31AZPRizsDyQVYk94LoBPsBwoT27aPY9lorUPY9v8brx1PE9BlSNPplPu71VSbi90566vPNgrrwujEQ9dfqfPXGhoL1QTkq9fpqZvdHBhj0tedK9e/r4vQdyUD1YnDo9X6s6PtOC/TyL9j8+eyiSvTpQGD568YC8NQSqPfZ0DL7fyzk+d5HyvDZbDr7EGG87llrfvPq2AL3RAyU+Q6UUPf21Cb7jsrc9lmFQPQx4gT0pykq+nm0CPs+Jhz6n6W09x4HsvUnYnr2T3Xe+dwH4PIJcT726Rpe94RmhPDZ4fz75e2Y+9JtvvSVooT15KES+RdYLPpbmbrxN9Y49FAbLPa5rED6msHe9/NmHvVPw3jz8o9y8mTN3PihI/j3Wtxg+PLOXPCvoOT1pDxG8aCBlPaSk4D0sZzU+TwP/Op8Fmr0lCEi8o8PpO+FU2rxX49q9Y5CiPbSeGz0Xn8U9jXGNvqbg4T1p0eE8yV8yPmJFkz2J4qk8jmRMvnkwNr23BUu+yqAyvGVNXz7kioe+ZiXrPRMksryo+iA9r+kNPhR9jrz/f4w+7ZhhvQWHk72eC649KcVHvtQRSL77noi9uEXpvSIbNL7/HaC+LIKNvjs7tb5gtnW+I2GZPDnwib5/n8Y99seTPV4xsj3w/UO9Za5FvPjHPr5TsEo+u9rpvZvINr5qStk9OL5NvqaU5z0IQGQ9eXRCPqDPwLyagKY9sa5yvry1H76tv1S+rOKZvQHQ2DyBFzQ+++XOOuZpsL0LTmU+Lr43PfkQ1D3DKfM90mcNPo9XtDyplQ++mozjvVTq1j28zvk9hMaHOstWRr0u6Rk+r/jHPaq19r2lO1u+I/SgPFnQPj3+jyC+55fDPIPlBb6eGDK9gwdzvvRUkj2Bao+97O5fPoMGEj5v86O9h5pCvWExxzy0Gpq9TF+JvihIbr0Iuym+DIoOPjdYQD5oCIU+JEOCvcPkST3at2U+wVXoPQVvGL7tzJa9kW//vIS1VL4i55w9Pj30vX+oBL7blRG99PStva9/Ar40efs9R5gyvh+8ur1HvTC+6cOAvred+jzCCcg9COPYu224iDxocjs9d5sRPlRVQL7MpE++XlbbPfsAFT7Zxqu+i1PYOwGkyL36ZCM8gluoPSNHyTzLRCe+PxzMvQ5F0D2WfP29bcpCvpOB+j09GK2+ur7GPWo9D70J8qK8YvfWvUwqyz3M4Aq+YHytPWwZW742tsa9NLr7vSLvnr1WMrw78jiWvTacrb1NJxO9iwBAPVNWMr4itRC+TdCeO4rDxTsutsk8JJUXvPGw7r1pTTM+SNwIvlacVjz3uIi+8ykkvkOEjTzXBPO88h+CvfZ7Rz56Ghy+L/GuPR2tJ70MQoI9d388vkuBPL6FoL89+ZxKOgDZzD2s7gO9z6ruPSjWB723Uri9L4T3PXzzzDy5ewi+hXgIvO/Q6b09Am87MojLvGi1tr1q91K9t3oNuzHwML4HOc+9akjKvKQkOb6t9AU92BOju4xKUj0DlMm9ox3KPRESab7cxoa+RDaEPczKyTspa9u7g94VPt2tFr5VPi49o1OkPIYynb0WwkS8E2MjO1WXfz3Kvww+SCsTPkFLir5agAE9+QlcvhmzwLxw8sM9IwKXvTn4AL0lmS89IuSNPhnr2TpWuRK+rjcYPvkUT76xI+o8WR/TPLINOz4Krz+9/m17vs+7kj3ht4u9E9GdvSJfnT1LT9w9FYhBPpe0fL4VVpe9cNyyviz6Br5YhwY9+EpivbVd0T3L4Om9PzPmu4QPGr5eFSg+6QWwvcYs6LspMSq+JzIVvvcEvD1eyLu91Gs/PuKyJT44Bi+9L6NZvqz5AD3TO+Q9QzRJPQGkyz1xU/y9J4vjPXxdFL4ssSK+y2m/veR/bD1/tzg+o2tXPlN9zL2UvxE97on5vY7A0LzUdS49470mvr1Xp71w2bQ8P8u4PZM7m72of/48fylBvo1jtL2FR4c8GI0Tu5Fg8z1hBsG9Hyn2vZKZ8739KcE7ZXgyvpMY2D1qSw2+TPXoPUh8Rr6Rtgc+CMHdvCihpDzOqpk9QPl0PqXsG776GwI9+XKdvf6bkL1bzaW9hEQSvuZnPb7tCw4+lwugPZhbAr5v+28+O9wTvAORq72VGxu+znG2vafvdz2mByI9cPR3vR+cVr7LmoY9p1DnvUll1D3pmRc9s8o3PeptDj4nQ/Y9ZaHuu3QqKr30R669vQi5PZi5I76EpBS9Rog6PdBrgr6LbO89Z8HBPOduSD4xlzC+7ouxvRVB6L2u2pm7N0EEPdaAHz07D7Q97AneOjghCD1kFiI+x2gPPj+IQT2wu3C9tVMLvifmpL3OWua8qUs/vtIEvDw2KQy+7yyfvQ5HDL7nFXi9Na+5PA59tT0D+CO8P/cqPgMGH75GI3a8IUc8vgbt7T2nDvy8oJ9evSVENz22Exg90EJIu4Q59L0EsLM8eWkDPiXRTj5etnA9yAs9Pq9BIj3uq1i7e1hNPGBw5j3lp2Q9YAwRvo/kcD1EP3c6rlQvPrD8VL7ZVri9GMUMvk71LD4bl9+94hYJPjfvRT56jAU+nO4IPv2efL7RDIm9F9kpPtD5Zz6WHp0+l8hQvphGCT0Ftik+nMyavmIb2L3xX/89x/MFvUf60j24N1A+ncuOvV+Mbr06NMS95eYaPsPhjryaY+k960PePavG5L2L41u97zBrvYo8hb4bg/E944SGuo2qWLxChiU+Gi3jPYJ8A73fOSw+S1kivb3wPb6uSH69TjgtPgEHmr1JinM98kE2vZeUqz3xbKY9nlNjvtXQl701qc89Th+OPF/xSD5llrS8oS5RPs6PlD3q6X6+MbgCPsIMAb5voYe+ZRX1ulBKVz14kQE+2vCNPRhIPz5Wlqi9IGN5PnDcR71cWD268M+PvJrJGb4uVNS+3FSDvXjqEL1K29K9IzrQPW9KZ77wwbk+iHhbvvENLz5SMqs9GPOkPZdIxz4AqWQ+x1o7vjmOEj5VaWQ+ksH1PJqSrT2rht27iTohPpsUGjx01bg9vy9BPUREPj5m/ie+Io4BPefbrL2w89M8tZETPQJmg77CcQY+Hh8svfJb/b3YVoq9SsYsvq++5b0mD7c7Ua92vdHwhj0/Zl8+I1JQvn8Mcr0ysZK+AKDpPeRPBr7WUFa+PgfquzXPC77xaBQ+n2OyvckEhL5YnIc+zWaGPopWOTwiP9g80713vdjiiD6zzzO+c0kyvVrHZD7urIQ9KYAGverd0j3KHCQ+aivfPWx5ub3QTqw9C4exvW5I5j0rxrY9lPOGPTcClz0h9Zo97JKcvFPgsT14fKK98fxevTJOAL5rG++9mpO5PbRj2z3II/w9qgpIvhEBp731FYA9s7k6PljbUT4Ghwu+zTgQvtDCBr1NK/s9UQY+Pgzdi7su8U09NksmvleJFD2FKBE+nQewvVecLj7mcY89SbKsPR1jl7zcB3m97HmfvfdsTb0kUts91OO0vcJV1j3P7le9eT5BvV5B9rz0pog923dZPm9N/T19PsC9DoOBvYlXeDzkaZ68Pw4wPgIugj25cLS9J/OYvKGrez2rZfM9/v/NvWcLiT4VHs49k7BAvdJ7Yj5oxOa9SZSBPlDhlDz8fwC+kCdZPVCIuD2SGOE9thEvvk7j4z2tgpa9TRYmPuzIzb1uoPY8skpcveO/hrx0S2U9BpW5vGh1gz3LOLI76uBVPt7Ww70T+qE9ogalPf9OL731gwI+f6T0vb15LD1cDzw+l6/LPaBfZDySwUa+pQ4pPt69gb1d89e9HLs6vi0npz1UImm9ffnUOPm7Dr7P/u88AEZOvRYjUz60bQe+0my6vaAVf70yC8i9IB7hPRjLt7lQ0yo+FEtSvXX9Dr4PamM+Yad8vS9mTz0OZ8y9XQMnvvrMwT0SlhM+v+n2vdbTnr52+z09jEnBvRElHT7copQ+Kq7WPYXcvTyjvOo9g1WMPO5G4rzvaBc+06sMPprW2j2YHqW+fHzDPcveGj56/Kk9T95VPC1JfD06IHq8cKsKvUZqDb4VOJ698Fs8vuo26D2riLQ9abeePamlMD4SvwK+xYgOPbLu5L3fNNG9VpwTPkE9tj27UvW9PySyvEAAKT5e9XO+YIqavQC2LT78CJU9WR0dPuRksL3l5h8+GCrsPfYI1T13bZy94eL9vLj1TT3MBSq+xFhovTAMFb1YnEC+FQH0PTCmsT2K1S09JqQrPtqhiLyjaVC+9dBPvnPzJb3TfS286+Ybvq+yCb7KX6u9JaWHvi/MVT3nE2E9rv5cvrZ7Uj2qu0Q+SLMhvjh3Yb2Xj2G+2Qypvfz5hLy3thE9xvcDvudn2T3ZWlo+FaknPU+k+T1eHpC9cCddPbETgL6oY3G+EDCYPRJM3bxHbQ8+YRVFvA2IxT04n3K+nSWWPJ3daz0xhi4+HPkrPiBj7z02DUy+SBc3vh3IjT1sTh4+0qwwvkmF3T1NFQe+A0f5PE/ohj01rIQ97fA8Pajxl70n+g09RQsOvTQAIj0/Tuq8ww6ZPs2DQL4xDlU9rskvvh7o/L0cMVE8ZxkpO4X2cT6xUSa7La0cvN4CRD6Zqo2+2+WFvkllUz45wpo+D3B6vhpsO75L4Ik+j1dTvhWZoz0Jr6Q9qZlMvhxnHL61K+A84qTJvaT5Qz3oik++q4wQPhljJT4WS6U9IYOovc0ERD7sduK9IbNBPUhR4j4LIoU96ysNPfBcDT4vI2M+QlpdPgl/qT7Yy+I+E4RaPR4wFj2VXOY9JiF6Pd0MH76SOIO+eWpnvi/ElTvtdfm983DqvNWtFT6r/Pe90omFPBdxBT6Gat48Dn/GPbkoEL4+xkQ+qa6evX9ZOL1Z3Jq+Ez9HPWdqVzxYPiy+WWQNPh0Soz037xk+G6V4vmIIJr0F1HU+SDMpvue5ab6QGWa95oGevv2TTz4np+K99l98vQ59ZruLfom+u3JMvuVD3zzL3W++qHRtvtDwH72bqbI9GwKQviwEob0F2xw+7sThvgEDmL6cX8M9XfS1Pk7yRT4YxZ49HuDKPoMiB77R00C+US6hPqNhMr3Dr5y+eP6aPis3Qb4om8S+TxeYPKQ+tT5kVlU8XU0SPi/aFjyyNYC+bdCQPu+WEr4tnBa+qfYWPmpvMj6fD4E9CmH2PXhuNT6wVYG+RXtBPcm8Ej7zhVk9IZoSvuzjRT5nAck9nq02PXPCZD0GK0E9iIsBPmTNuD4BNZC+8OpHvYA2eTtFsGC7S845PhfI1b1S0qw++y5rPRDFFD0a13o9zCOmPftSeL6/XTG+9EMYvY0KKD7rZXG+OyeYvvc2n71LAak9NVCOvnbdfTtIpCK9oyIZvpUq871gUSe9JleHvkRONj0kTds9MxFCPEXoLLyZhlm+p8ucvTopwr2098Q9Ig6DvSOjuT2+EXK8o8AUvtqWEzu4Jyy+jK2uvLMy3b3W4AA+lNehvWUxZr7J44u7emhtvYwfyDx59o89es7UveFlGj7DBG89ujsUvgXpcjxB7SM+WuYaPpBuTz5OSFo+Zn4UvlVTmr0iQKG91+UJPtBJ8733zSw+9dBNvvrjFD7fIkm+JD7DvsGELbstpnI+a4A2vSwpcD3AEgO+N4kFvqveQT4utUU9VHNKvlZxcz0BRcE9xVwkvhyVOb6AcnU+I4pFPlNVab73gfy88OmGPQa6Mr6i+l0+57dgPSDvRD3eWCC+AJRHvn/H1bzdjh49LkGAPiuOnj3GLmW+sKe6vUbgG768HmG+174NvTu9Pz0sQrY9BRgRvtQjOj5JuVa8MufOPZX4Jr61Wxc76t0xPr1g8b2CkxK+hem/u8aOMb01WMK90PsivTmDmzyW5pW8zLH2vTsWOj5voEo+/DChu+aDRb4Rtl8+RKpaPgCFeT36CBM+RVX9vYRpED3Sb8m9scotPgFTkDqhNm28fuA3PqMrIz5K3T+9mD7QvWldr70Pns69fywjPsJD0L3JrVq+5eTGvBOtTrs+Itg9eCcyvLcB7r22pjK8C1pSvnChOz7qcik+YIMZviRQBb5uV+e96FkJPnfpOL582Hw96ogQPozG8T2e1FM+Spa6u/kJPT5pSYq9SWmkPTmgET5pc4S9k/6OvcitfLw3eLo86/2qvl4JEz0gGFi9uSAeuwhyXr6kXkW+/zqEvPB3LD5VIqI9SQOkPaCL+r1RgCy+hzy8vtmN+j3n34y+pNWuPRlz2zsmDZa+HUGiPYhLGT76tHw+Psz2vSS/ob1gSl093Ms9Pla/sr3qMTg+ODtjvcdz9b3TBZW98zifvAMxEr5JML29lcsUPS+Swz0aHsS7Fo8APG7Rtj25ebw9zHAOPpotTL2zbKy+RQ5zPqT8rL0GP989nqtSPIsS7r3UWwE9IWttvRV4c73csL09WT4FvS7InT2nGwY+UMDcPbAviL5N80M+xvplu8Y/JL4VB5O9HYsOPgkCpj1mtEo+CsaLvN0drj5NqD4+ssZavasOnb26vpe+fwYOvgDr2bwVkB0+3LpfviFGlb4q86M98dYaPARRsD1oXxQ+sChBPcIS1zygOfQ9GtjzPGJhJL7PQVc+J/pKvvmVTL3B7Hc+RzuNvTl4xb0teiy+Nm6CvSXLTz68T5O9Ta2CPRUdV75B2Iw85mhgPakEDb6TX7G+dt4tPqYUKj6G4YM+h9sHPKiakz7lhIS+Rf+tPFZcvr5GPIa95CCIvitDMz568LS9m9yJvlYtZj54EIY+m7GavB9pbT7SeU8+UQriPuUQfj4lpYG+fsJhPh/6Wj3hdHi+wNYPPS0QTr6s+QE9XZE/PvcZHj6UNZu+EqkVPhgRgT5PnRE+7rvMviDYab0U6Ty+ot+zvas/i75GBN28PBHOvfA7cz6DOxE+H9nmvXsZML7+MBm9ZQQxvqn6gj1zKTg9BiVCPnETkb5g1R0+ViHXPNcaHD9/nOE9ZKtCPqrNkz7zzzW9J+RKvociWTzMBmw+Ehw4Pj1i0z1qVbu9/fgyPn2CR75oGrY+omqUvRIcn75DqiY7EiaLvm5jmb00lig9slIYvmSPybsiJ2W9GMOlvX9k6jy8B4s+/pXNu33P1rtbA2o8settPbH+7z1O5Ly+stEJPgvkTD4JUNw8UpEhPq/WJD6cXuS9riplvVJui769M4m+43LRPb2vCby12Hi+siKxPAUSqb74i+M9Wcv4uz5DmL4jqDs+Q+CYvs5w2D02Dty8M/gLvk68wbshpim9ZyS6vRbEUzyAbu89EGBDvuQdQ76OQGO8BOwfPgr7db3bbgk/9xoTvnBJTT5CdAa+i0iNveFfor5bNIA+9O4fPgsiI76rVhI++D5NPrtXoz1btwM+92IIPjuc1z0EakU9j3/XvN7S0L0jDKE9paACvo6VIr0VT/69KOEIPpP50bzfiIU9zgDGPQNaOL4rqzs9Qo9tPX1c4b19lgU+NOCsPHEswruxi4E9u5HRPTSagD0tgum8LpiFvaizgrxbTw6+Gmv6vTW7aL0K85m8y1IevofvgzxZHNK93GhDvlw1Xr24mKA8N4rTvR4YIz4xNjS+kcVBPVh8K773K8u8Q7pIPAdeSbwWEg0+yGHpPS7FOT3gatq9TbrjPcNMoT25QFG9Om5tPhicMD2xkvI9T2UavYe2yb0kKUI9zg4LPrf/OD45Ll6+34GQvW/OQL7s9xy+29CKvW/Eub1KmjS9bAo7PgaEw721tVi9nGOAPUTocLztRSO9WrgcPpRPDr3oHWe9Oxl2vWXOEz5IdCy+ZOU4OjyRZz1NY6s906/3PVU/ED5esA2+3JutPeMsNL7bQJm9Af6KPfbsub0PpZc6OtUCPX3PxTyHV6c9Ql5cPud4OjyFWSq+PTeovXsi772x0fE9Ob/2PRSxYD2/uSG+H+QVPnwQib0HLK89DMvlvAAJjT06l7m9bqnIPZoFjr0J32U8zaInvc+4Fjt2uBe91t1Evlaaoz0Sm0K9JCsEvpD6jz0qgCc+84ttOz8wDbq3LRQ600NxPaK+jb0J/6u9P5+Ivco3T74sdQG+rDQHvhLEurvOMQU+PZkhvufaar1Xkp298Hk1vZQFyT1ONhA+2q8zvmK8WD4VDEA9sE41Pkp8qT0nZWO95YIuPsclq7ulaBa94s2XPbuRzT3fX+K9GH+ePJCYMT4/K6e9+BRdvZgbgb0BnrU9nXdUvgdyWT4y8lA9hvFruncjkrzBASG+CvxDPWi9Bz7HsTy+opHXvSTwrj0rTZU9JGaXvYk1sb0FQXA9PlRCvv4RAb2KWDM+O23lPZoMCT5sE3c9f2rYvOIKTD36KSo9fDpjvgD3Uj4BZAk+dxGKuwuRDz6eGpW+EKT7PRglCL7GDaO+6g+JvhNxxLx+jES8cKUnvG2uG76qetI8x0JrvnfZyb1EYOe9XCArPG5J6LrRdiA8SHu3O6aygrxrBo09a32mPSIbML6bn8s92ZOsvbRdkr5BPEK9s8hsPrNqUT46jLK9NilYvEexUryhFM89RVhQPvpWZL0C7mC7cFeSvH9AcT1nh22+TAFNPmYCwj3ffL69cPUIPmWXmz5rKI49OeRwvagQVz5riji+9UfzO8Co/b3xdsg9nD58vXcgNj3AuEU88mxWPubE8L3BmS09cByjPbWTpr5EfA2+d4e7va3JaD4kDQK+BIn6vXmekz1gUyw+0U72PHEmKL4K46s9cPOkPlRciz1gDew8iy28vSRenD5PB7c9RitGPTEFlj2igaq+C4SBPSF/W70Fnqu9DD5xvpQ1Uz74DBk+rJ58Prt8Pr7uqbm7uH1Mu8C+lj7ICj49EnGlPspSh7xREbW+qNC/PfbgWL7oe5C+ES7OvdaKVjyWq9o9AukRPu4jGz7+iQY+sQYbviSqhr44P+E9sqIePDQTy70vogY+Rp1+vlR4ZD7VsgC9j2e9vYd4n70E56E9D1k9vlcXhr7rQnY+RRwAPnOWDr6WCVw+N/iJvT2Llbyik1w+qHgoPfQIyr3vQ4A9J9RqPhVInD5ggxk+3ElkPU64lj53Flk+iIw2PlgBCr7k/SI+4EwBvqObkj0oRUw+WpgqPrAWZD6A6xO+vk+LOk8iYL6nJoy+AmxpPoAbYz4Pk3G+zgY6vYL+2z3Ongu+ggUfvnZ2Bb70kgC+/tCLvlF6Gb6eIDW+xD1SPinrDD4p4HE9MFUTPdgSEL7EsB4+975svvrssbwKCIi+bn4xPb/Kuz2mOmK+g+w2vJxYDb4RhSy+Mm0/vvySOj7xpBS91dnEPqvR7bwjnCa+SiBCvrGQ/Tv2ReU9JA6sPYSgzT4jK0M+tq5Evvz/bz4wE8C+pmhDProXdT6BISW9oN0pPhnIIT7QJKS+/i4zPqDp2L3umXw+JdblPVKTJL2zaSG+9WNCPAglH71Kwoo8CO3PPVHyID78L5i9mh41vhMAPz4NdBg+mNI1vtuXOL5Uci+9vM0/PkXYAj5g+U8+GS1vvhTu/z0ITBO63NB9vIm+37xSZae9uX19uyuc6D0euMY9spKMPSAY+b1hISI+cjrUOxVSFjp81yA9eA2SPd4UrL3/ilE9MrajPRBbdj0NuSc8+SPMvfA9bL68ZLa9I7ncPZP80j3p+W09GwOqPUoF/jzVcWu+J5r6Pd+2Zj3lCIM+JBWqvUBExz0wgzK+foJJvandsLzw+t2916+QPRXI/L3xTC09sGNNvS6UMb4bPnY+LZZwvIeEDL25zRw8n9FJvngUWL7qyCm+aEqePQPM0T1WALW9rU9Evee0xT3Ka/c9gp6lPPkIOj4YGTS8rybvPVtIND1zbhC+oC3vPIvJZL3rOSE++QxTvpw0+zz88ba8gBIdvo7krL0tQjy+nZM9PX2dtT3B1D+4rwCSPRuXQj7caPI75km1O/soyj35LJg8hTObPSTBLz4O/Tk+W7JGPvhNrj3oBYk+aVG0PZO63Dz3UGu9zKzCvaCUo708pRE+pCHGvcLpFb1WRQ8+MvHBvdO6o711sLg9iaRRPlmXO75bJYE8l+BxvAMXBryC8Pe9WAQYPdlzh73ew6M9PeszPom9Sb3/AhK+N0OcO4rsFr4AOZa9TJ58vYNhBz4F2mA+CrRwvrPcjj40QUA+PuaAPhhBJz7QxIQ+K1AevWo2C75ghk8+kytQvmYvfb6Xiw2+IqrcvcgyET7EUYc9f/kCPlKiGj3Z8V29yB4nPWgjQr37FwW+EnR5vRpoyr3YyOC9cUoHvXbosj2o1Qq9Xhlgvg/BAj42If28oZ/zPMQYKD6yrpO9Zzt4PmsQ2L0d21Q+pQcUPQNUGT67Y7E9FozavXBSO75o0Hw+RCBAPuRdNz7sp2U9MsqIPvE0Ab4xwYC+XIQXPk134r2pyDC8PwFlvXsrAL70G3s+0AgMuDo2hb309km9Yt8tvqvI+DugI/893CevvR4Vur3h1F++DSKIvTdmhb18E4k+bwi8viZWRz7l3yu+KZb6PYe+Yj7ISAo+ovy5vb+7o72AcfM9T5XoPO6tgj7mFws9tgNmvmZB0T2kZ5C+LqAzPlf3/7ve1oC7QVI5vm5iTDx8N+Q9Q4BcvjlmUr0TONC89kSdui03+j0vXN69i6faPmsBFr0FzME9QLpqPo+Zsr7W72Y9LI4WPTFX8DzRUNu9KYbfPc9yhT0VImA9jAWZvc7CMb71q2C+/AjuvXoajry4l9C9+Xm3PYGE8bzy5xE9a3V8u/Cc9zwKexW+ycTgOgzcZj3QEbO+xOGIPsBjjj3jh1q9gHG8PJAljr0pj7a9opOTOtCnDD6d8cU9T6RFPgXciD6ak3E+leTDPenmz70/Xr69G4GxPSjrvj2hXVU+CIZ6vmGwNz39vRA+SpWpvZcj7Tz3utM+DSD8PneLIT9W3Y8+3taJvY62pb7I5KY8C2UJPtaS4z0G3n0+Er6jPuNdbL7mJ5w+0hYVPQU6uzua0XI9Ok/JvfMRhz4WqOw93bFnvuZ567ynEOc9iEEVPv4cWz6m9OC9I/aOPe/Eab3Z5tQ8A9o7vnImwj2vHsc+q6NWPRHv2r1nn9U+X/rxPUnY3z1nqTE+wCILP/S9pD15OBW+kFVNvqOPvz2aQAY9xcE5vumBrb3L3Q8+IH1RvpzI8D1nLwk8evQgvlsjqL7kNSa+4h2cvVaAi71VyPQ9BAxUPtDCFj5uTHG+hamHPqxSjbzbBZy9A/e+PhcX1j0rPe29s47VvSLFTD2cmX8+PHOPvexgtL1Qgus9JvuiPbaP7r0SMHE+KVkjvsIWzLy8vz++ZffuPfXiGr4dA5c+y0W5vaK/ML7FAGi+z9DRvbpjQT45YYK9XiqRvv0TBr6DSM0+umUJvoB/Er794gq9WIL6Pj2/CT6T58e+ejirvpBgAb5rKGk+jHPZvZsUAbwS06Y+odSPPp99+j342L4+3gVHvBKtsL2wILE9Qpw8veAFjzvOb38+4lmIvUZxXTqiWRY+jRrCPLu1az6zvMa9yXMXviErRT3pQTY+t5kVPpXYxz1bO5C8/znUPGTmtL0lCOU9FO7gPY0lhT5ywLW9QH5kurJhfr1/CO897K/HPareLD3HVHs+LR3evRUHtjx7ikq+wrL0PcSPLb7gJlc7mAttPYXhuD1vBRg+bL27vHnfsjxwicQ9SPjlvQwprj2yk6k8t/5bPmXxuD4R9w4+qBshPrnv6LyaWW0+K+0LvtaFEz7mPXi8jJsEPrsb4b1p7KO9c2MdPh+K6b3nR9e9mm+0PZPTMb6jpUE8t5FzvDeUHj7qwF4+e2qWvei3Er5qzfm95mw3PvgYaT3F1ws9vi4OvuRgzj6N1ls9AeRePpCXA779Ozi+sm2LPvg5nLwTE0c9VIBwPpDXyL3kXec9l6DLvKiqdz4kt9k9qoghvlMGA77+QwU+oSkNPvMpwb3xDN68Mq6xvd22Vz7pGX69CvWmPa07IryZjq8+oCinvcYQzD25AP69mb8gvuufBL457FY+/C2yPhC8BD7mcg0+kprpvSp9Wz5LcVQ93XRIPvCBvT1p64U9YuwhPWAwmL1OQMk8woSavbE/Wr24mTg+p13wPcefGr5LNlq+b5EzPdAPjj0Y0SU+KKWNvJ2PfD0IRNA+ZsJXPMzb1z2+rxq+gbPnvfX/zL0y5xA9ccFQvnNIuz09wjm+9jglPaGCJT2lVLg9kOhzvIcbYL21/Is+05pfvMkrGr5cyeS9u2ixPW9CDTx+/7a9FD6iPWyTPj3x04i8Vo2SPSBMhLzIk3E2cNwvvZsVG736xF29Ixoevg+YHL4o01E+uIu0PHRMeD2kr/o820VLvTq4Or5rGTG+QSFsPqXK7L0X6YY9qrw9PufeyD4c+q69JroWPkXopj29D0A+m4dBPcjnLb4DgoY9sNMOvp07dr2Ef5u8EyPkvPJpMD3KeUg+9wHEPVINij6mgWW9jEjivZuSPj6pBkC9x0Y4PuQWOr7AAe886Q4SPvkn3L0rsmW+XBYSPuL2PjxW36K9wEwjvQgvj72JysQ72lu5PZNMHz5wTjS920YOvnnPb72GaPO8ZbEAvjYnEj0uA0M+tHEQvW0dkjwfBrQ9EUmZvQp7A75speM9eZunPuNYyb1vNUS+p5psvv+ALD5Rd2Y9M8xGPbTzE73xzmQ9MRXJPY+5gb2yTl28Ql4svfbVtD2z3hO+9T7UvOIxe71rwiQ9wGeEPRU8ar22lK+8eKGxvCK2YL7orAe+qB4mPPuZUD4KEQQ86e5BO/JpCb0p4Xo+UIpjPlk9nLwzCic9NhhxvWOuAL0buis9KEN1PRy1+b2c3Za9pDsGPjTsXj5T+jq+zRQOPt44pj2mp6A9OAcWvlcSOT4FteM8ZkS7vVWJND7JHaQ+amzRvHBa7TuaVOs97Q8BvfmLzz3A0wC+0sU4PnkATb5T8DQ8KnpXvFolQb5XIU2+3AcTPmPiCz7+fw4+1AcZvXFRuj5y7Ye7Z52dPRd3HD6nrpE+8Pd2vHk4oT18y3s5WM06PbZeSb7o/Tk+E8oNvpR4ib2MEzi+sj8XPvh4Uj6L4zK+XlnRvGAiaj0kcbI8X2VwPmniC74FXDo+883OPZJoBj61jB6+1w20PuIShr5V9Qa+shw4vsULhr531vA9ErkcvgnfmT4DvLk+ZluUvRXblD2kPzS9k++JvpU4Z77tY2S9VBWgPsnsRz4kVIu+TMyAPgGeiT6F+Q86vmkMPF5XDD5iTCo+BJbEPeZdLj4Xvhs+RgNwPt/rgL55MPO9gS5WPuLJqz4q/W0+Vwv0PO3+yr1cbu+7TfNwPocp5b26XTe+O/3FPbb0UbtxeaC7+1ApvtqoXD5pxCQ+nriXPRhwWTx7KRa+ZuIbPnaib74451K9DIKNPt+YTjtDZ++9d0wfPiBbZT3FfXs9sQ8QPjPaA722ZOi9xPpWPrDrrD6hwkc+0BGOO+bHTD09WVk+3woHvmwlez5EG0e9jwxPPnWJYL0Ro0M+8hA1PqPOtD15MaY+PTK5vbYac76WITe98e8BPouhgzxGZF+9empXPRhkHbx+Ytw9qqKfu9/+YD2x+Yu9ym4nuyK9hD1qGHq97AMivGdsqr2kriS9+jKiveNA5z03Qmu+1cyxPULtCz1D8nU8EYmXPeOCIj4HkqQ9ZrE2vsaUTz4Fw368WWDvPSI/cb4y4ra+GaoAvTfLDL43mUI+e5fGPOnkxr0ViV09w+0/PStgGb5K9TW9snLoPRfYaD3PKB29soAwvlLaBr1mFDM+jCUNvfvRTz4eXBi+ggnevfSS+T2XljW+/VsKPm9MYL4g5kI+hp/HPQu+bDxoHUk9yZ/EPXJNMz5p87U9YVUAvphaLr1HKD2+r0WEviTcQT2GV8U9EOM+PZV6i76ox5q91WnRPLpFOz3dOH2+7qi8PUsqWL4SNJa9QyJUvsnk0rwcV9E9ZbDkvHMtSr61wQu+W8MyvmU0Aj0r2LS80ThdPZJXC745f6y9jLXuO7CqZD3kyce9pOOqvJMISb58ViA+6727vc98yb3yMw2+uNAwPszSJr5sdna+yaNhvWi7d777ja07JsmCvgg5M73PDjs+i1qivU0RBb7aGGc9/3HBvmWE3T0KKVK9tXAGvkhgKTyq0dY9YLhNPnI0GTx0HvI9VK4Yvnwgcz2449w9EEFAPo1O9b0s64A+C/AfPrJDsb2t7rs971uNPdJjNL4dEQu+DmSCPVCAbz6Oly49zFmJvbU2ozwujoY+0DCcPeZHOL7GPA++Jdq9vZYvGT6G17k93L0Lvp5WaL6S0Eo9HI3zPV928z015JY9HQ8nPX9ter6ouLc99ZawPU1jHj7buQ2+H2c/PTtCIz1brNs9WXoYPQYyJD47Z1q9z494vfekkj3pRRC+MtIDPkO9UL02af29eszJPKm0rTxfyqo9Ac81PeTTrT205BE9I7g/vvhS9z2mW4k+hvgAPRrXML4x9ZE9FfwEvRzAoz0gRcm8pxIlPY2s+DzdKrS9ueQWvhVmAr37qCM8dy1XvdNRLj5saui9bj2mvROCor10o2g9wwgMvhYS4r2Lsrw8tErKvXnhir4i37K9/xJUvu+2B76yhDO+oLg8vrvuJz2an9c9e8zgO5ckgT2tVWu9uLIxPqWqgL4NOIE9efizPbN9iD2nl8I8ZOMHvQrlYLy7q9E9/QV/vZqMO7xLDvO8z6TUPcv+Rb5LGj89/8bDvOhYlb2hOjW+FH8DPmAKJr51zbS9e7vYvT+mi72wah8+tLSPPHFQJr7pxvo9FP/rPVP8Dj75Dxw9LheRPWte8TwFVTw+mdRwvYfCxDrtDUI9d+VKPc44ND0s2rc9QR4RvpQGLLz3iEe9MQ4xPu6rLD7/gOG9iqZYvnLTfb45bwY+lT3VPfEioLt7PzS+c8W3vHyL7D3GmIk9ZeEgPP84Ej4w4pA+GPQJPrGnbL4nRgY+lkabu7i0OT6J3N+9/xXZvYFW4T3LDD8+DWEBvYivdj7vgXO+XgJxPheQDz7y++e+6DpKPp4fzL4KjA++BZI4vQ3+Wb6e0XC+iDAsvlgEnL0EX4E+1Sk5usy4E74eVVm9RhSuvU5Mgz1BE2M+XHAEveuP1z1PuSS+b3sBPr5QIj6qMmc+vr74vVRmB7441WA+aZMGvnoegD5Pp+89hTedvWYaQDsa+yM+By9avul3B769uso9BImGPpM9RD4QQou+XbqEPBjUoT79slM+ajQePqeCbz5wO1M+Rl80vp4Ro7zDZH4+y3pyPmjcnT41gEk9HR12vpaqo7351FS+/L9LPnblLj4vToa+i3CgvVticbzmPfS9ckJNvtlAIb56iV++yZxxvhp+IzzpeWU+7LEYvtH4BD5O0V29lToVPSsxCD4kql0+FYldvv8HYr4wV04+hZE6vUr1ir5Funq90iDYvo63Zj1cUT2+97BSviq7yr7cU9M9SD0kvsKZlL1pqLW+E5fhPPj9j708yzm9ud03PiR4Xj6KYwS+8bvEvleCeT0PGJI9+CqGPD0ujT4WtOi7+2RMPrw1oL0pojG90oq0O7WcAb5SlXK9cjxivg0AM7y77S6+UcOavtlFpz1LVQQ9H231vFMZFb1bgJO9PMEDvjbggD22frK9MgNfPLNkhD0k1g0+XntFPgFxmT1KLPW75V0UvnT2LD6K0wK+oSw8va3nGL2St128dNYYPa1vbbyLRLG9qHOOvdC8KbxI2kS934egvKpH3L217Pm9hVj7PRxOjr0q3ic+MhkkO3fRv73WYos8kjtUuh8MFz47kwo+qtrDvWThHD5EC0g+eGkgvqpDSb5x7307Gix7PfPmJr7NzyG93JVjvU1tN70tk9u9wBP/PWG7jz16X7O8I6tfPYLUmT3Bp2U9CLslvr7aaT3MniC9UL2Lu7u3CDxoN5W9ksNAPtbt2b3KgWI96m7VvRM9DL1jSgk9ORiRPSB7Bj51EZS9Ii52vTD3WjyQfcO98Ic2vrwbFj37wyO+83B9PSs3qDzjU2e9d1fNPScEybuyb7a8J8gtvjWwOD6pL0Q84CHDPc8zij3OsEg+xwktvehCxrwMj1O9gWPDvV3Y9j0TpCy9XvhRvTDYtT1AeCU74vH8PXM2gj60dM08z1znPfCRRr0AXXs9J5W8vU+JxL0fBIy+zP5lvUvP+zyPRxm8Blk5vWAjizwhZDq9sv2CvqrBRb6YOiw+UTlYPn+AFD6ptv09I3fnvD34y7vZ2Gg+9x79PdTSiT6YChw9YuG4PJAGFj2Dlpe9FcMmPpbbSz69V9E8B1kfPXlfIj4s4om9J3pYveJT0j5i7Y4+Jn3hPUFnnztvQVU9eF5MPlitwz1mQLq9pK10PZZHW74Jo3S9OnBkPQe1AL5mZhY9zx/evGrsID3CXgO+RoeHvRXWqb1rfys9zoUTPk56mj2Ati++RyLVPTRyA74d2Ye+txUUPnnq/LzQLpg976mWPsDfej0jOqo+zfnjPekA4b35+qQ856M2vjJQA763O+k+AqA5Pmz0VL0fqnQ+TeuJvZMX5r3zC0S+l1YgPWHWR77ZWSy+HKZuPdp1jb6uBGM94HljPi3HHD4PdVo9jP74vZOqsLq0nxQ+QGXnvH3ZDT6OPMS7WIFfPj8lrDmvtzA+UXdQvSKkIL51Ga++gk4kPQfiOrz+2kO+tCs4Pil/ab7ijqm+GmBFvHByED6UIyU9kydjPL9N3L2U3Hc8TnLcPdasGb6Nf488T5UGvqRotj0jw5I+A5YevkKSKz4chh09T9TkvaAFFz0J8C6+iuPjPeXohT0tPNC9YRc/PXQNk75vdNM8d7wiPg1yuL1HqlS+Hc5rPijn673fpjk9E5HkvS+Q47uwpZW+/AdnPfMZYz1gEpC+WXebvFX6/7wmQYM9wDowPAAmaj5ucrw87yFfPjuCUD4KvqO+/DuyPjWXVDugGmY+dh0QPTLO97wnbm6+ldZqPl7Ryj3M15i8Yo9hvtSyCb42vGU9hpkEvnWqAj6AQbE94XLbvlrKH76zHSK+WhO9vWZ2gz6Ctay96C5Mvjenzb710VS8h0+DvmUlCr+tIke9aIiePDVSwb0r5Vo+eRWZPTcPu73Ob8e9TawJPhVamT38zS28Azb2Pbbeoz46ABa+sWg6PrsXsj0/jfU8Br2/PC8xnr7mLGW97dVaPguUIL6dJbg8jDdavgR6wD1rxBy9sn1DvrszNr1R/mu+Qy+WvnIwwLwBIn6+aD3XPtmy873Bf3a8iMoYvHnlYbw7EkW9xjc3Ps+AAD7GJy8+p8aUPiqEOj5+gk2+kfFbvrAr3jwrGOw9yZAgvhAJEL7urgG+wc4rPdR6Pr18fqC+2c2JO+z4Fr5+Kv29qb7Nvc9mij5Y6bI8M2BDPZ6Qjb1aciS9gycBPGgbVL0MHrI713GAuj7b2L0mKT4+1F8mPsBv9r3WtBk9p8tyvoHGfL1Iuha+scubvkDLV755WRC+zf0vvgkpPr4+VYg8/PMDvquZRr4deY6+UgmRvvtf9b2OGAY+QjuBvj4bwz3ig+i9yfBUPiZzQ731fEO+HG2GvFoLo75CnES+GJoiPdvfYr6bCa29poCSvgYQKj2D9I8+3ik8PYO+hT0skj2+qAX1PIDyozx6Ex69t5ITPZ1oJT6ODF88hI5TPZEWAD5T4Gi96snSPSNilTsxO9+8jJr6vbuOJT5rng48Ymm/vexX5T0ulXW9lwp9vQGtybyJ83S9ofxyvgZz7L3Vcyy+DEcfPUuOaz1q9ka+XtjEvJRFEb7zM1e+XkxivnZCsbw03Ee+k7GHPS2onTyHG0S+311KvhPmZr75uya+bpGAvZX0Kj2uJYS9kLnjPexQST73EJy+oCC0vTKbsD3l+Q29SdpqPQM0G76R+sK9uVk5PtiF473tjSy+IO4jPgQUNb7dlT0+hQwVPZDmf75eHTA+h0PevQuRvz3b19e8jKo/vXm0OD4VNGe+NnBFPq1vLTzJS9i91I2UvKPt9bto+l4+ekXvvauE1zz7Elq9XXGaPOgRBr49AhI+YvL+vVLLnr1LzpU8Fe7FvPFAQTwJ1gY9wWDgPBZIyT299Aa+CGWBPOdQNL7zIai725Iavex/Cj7hbIw885CDPTdpJD4L0SG+uNunPeSnsL3PP5690ZdvPMZp/jzJsOy9pyURPrkREb36l6E9qtOtPBc7Gr6ELSm9F6E5Pf0XVj3plAe+ZADmvo7e/z31iW09RXsAPuiNWj2tvho81XS0PeGFaz2Yf2s8cUbovJYEYL3bjVo+0qwcPVdQer3bOjM9CLnpveG5aT6rtYA+6IfdvWlv7bzrs2k83brSPcz10zzz3p89mqN9vbLX7rzm7yu8++0dPaanPL51cEs9TzYivjkekT4GxNm9oztfvl91BT72vra7Ot/9vXB6bz3+baE7RRklviTKDT2vBKU9V3I5vX4v/7wEQnY+FbJCvUdLVL5sEDc+hw2GPcQSFT6mNtY96PfhvUGNgT5sHw2+8PA5vEjqIz5jA9O9XlFHPGEH6L2WG+I9FlyyPRw7oL5hfXq+PCh/vqM5m7spVea8vgUEva6Dpr2oni49/Y6rPZ5ndD5pEuq9bo18vtwSxDxiF7M9+LvvPU4n+z29mqg+qv8AvgemTz7icNm63aglvcTzsLuTiRC+fDQVvkhbyLyZ8u89eRtgPSqBED61MJ89AX0MvmV0/r0pZD++nlYavrsUpj0Kmsq8xfLBvSxECr5pe0c+BuRlvszDc71S8M+9N6qdPRQCHb7et1U+7qbvPdA6nL3eIwM87VRYPoMtjL0iLfa9i3cdvmEJoj2lqHE+kU/evU+hhT0/BDY+ha6TvFh9Hr6ybTK86AepPRa2iT5Qb6W9NXg3vkzDHr5hl4M931LdveI/uzxQuyk+mXmyPfrrtD1M0vi8w6BGPVuP5DynjcE9ArQjPkzEGj3icSK+W8I1vr0G0z0alz89ld3DvDgyLj6IYF8+r4LnvR2PKD6uJ+88shy1vZp2oL4b146+0MhsvgX2kbyeSl4+E4V3vp9WOz5a3lG+/2rwvCunkT0aSlu+Y9dYvoxuvj7JSeU9YDLhPmDYO70JP0g+rG3fPSzo7T5j+5Y+gnqRPqbJ1z5mf86+PTkoPt5Znb76gbC8ioyAPl12Szz2mZq+p6VPvhd1arxgIIA9rhcsPT/oib51qYU+pbzAvaAVhj6W4jc9WRMAPufghL0dib88jRjJvipAGb4R9Rg95ZWyvrJH1T0sXdo91UwlvuXaX72OhL888cznvgtj6L6DEGI+LFODvQlnhDxc2go+N5gSPhkAaz6SL8C+i2SUPQVblL5pmiK+m9poPooROj4TThi7HUAZPjbywD3SAR0+zI5SvgFQAr0vnbg8Fp4vPT7FOL5E37y++qaovj38YLyX4sg99uopvrzH6T0SC509mweFvua4uz36oVA+vnUnPl4Enz0LxXO9jY2dvg7iBz5d4a88klT/PvQAiT5Pzti95/s3voux1L2HXgW+otHMvCFTar7hjrw8bM5CvjP0Rb7RPzA+uboZvhIb8D3UmII+vnUBP3Vm8j1LjsO9+SSnvvjTG77jQTS8jUp2vYsh1j2+Ivk8rPwjvrU9Or5L+Gq9jQxXPkg8sL3pz3w8pmiAvn9P3L2dLty+CJaAPvm7tr5NhgW+JiFFPh0OUz7g9bi89qCCPTkVkj1Ovti9lu5jOQKLDT6VCdA9LMtivcbQQD7WVbI84n/gvDxUCj5zcyI+igBRPsoNvz0phmU+54T8PYRk/73c3OG9qmopPqMcvz25i7s9lidsPdKAO70s9Hi+vnYhPM64Cj5/LlE9mH+UPtKmWz45EAm+ziKRvQvLSjwxiwk+LPmHvcNkND4PXQm+YXFMvpmwtTyx5bA8MTWsPUTo5Dw/8/O9VdRCPHxCIj0we5E+gvAKvEef7b0drEW+4lHCveGaCD4+fF48tcX4vJCWgj54eQG+84opPnffRbwxfHw9uyosPexCED7inj8+p13LvaXowr2l5qY9eREaPkRCA73dtfg8glAGvTTQgD5FO9i9APwxPpgqpL3g8iC++A9OPQna1LvNmtS9CBEoPZGkqT38XSI+kB6uvbz7Uz5lLsA9cPUuvVlwjT2IHAC+4q52PhfOrL2wIge9Y6kaPuOTKz5XEow9c6LovGcoTj6eT3U+LyN7PQf4JL551K49LroOvsZooz3VCUw+f0QsPuIXQj5MVAU+QnRfvQYD472V8iM9ztxOvJwhIT6U4rE8IlREvWqmnb2f3Vm8krkkPMV7jL2GzgW9n9y9vUc4ezwRqJQ9ld+BPt92yrwccyQ+My/evE1/fbs0MgQ+0i3XvdE24L0lLAe9XqR4PfYCJz7TtRo+NROgvewC97s26BU+mwBGvkWOrj2D7rs+mxifvWrt2rzWJ4E84kT4PRDl0D2kwp29jiebPcQZ3b3msls9vgF2vTBcsz31xXq92cH7PBjxBL6ue7S9+FCAPA6hGT77hLa9T9MPPmIDRL2dT8G9wH5JvikuQj6HPRI+SGfPPc1wBT5eZwU+v9lPPui8RD7L2gy+imdCPTcPij1UAxg+wFqYvNwCHb4i6ra96HYgPo0jAz2/vV09Ua4WPtoIfr4Xxrq91wCwPefdpz01NhG76bEuPZlopD01VK+8FOUiPZhbgb5dR5s+z9K+vNZdrTzemSK+7eFivbByMD6OU2S+PfjZPTeNVD09QfW8XoCKPR1gdbx7BUG8DKqNPRnuNT4bpcS9bsa0PU9w7D2xF2G95iknvYHl9T0zDoo+oG79PUb2e7woam0+QE/MvH26Er6EFO69gHSmuxQqhL3Dhey9ZXYdvppcsr6qFWS+F1uguvE6+L2tSww+yX9RPWPOPT7ZsLe9lVF+Pqw4L74yQxI+XOqHPjvc+z2pE68+LqiAvgFwgb2LNQk+KXN4viZkpL3iOCQ+tK0svQzx0j0RVw+96SClvoiJML4bVTS+u34rPm09cb77fIo+PjRnvgxypTwyQNG+emHZPdzfVz68ufQ95XxyvjQUMD6b2sW9IG68vuyDPr1g6IC9/qDCPsq1N75n+kA+dXLQvYXyd77Fbr+8SUuwvd6K4L35BkC9p4YDOz15Sb5R6mC+wz6evXXIRj3ENUw9WtAUPuQdEb4KeoU+9wWvvitYCb64BC2+0ZIKPtnlkj6/5sg+3BBhvkd/hD2xMJG94LCNvlvLND05/yG88nw4Pqcgkz0obBq+7q8qvjA1mz5lIwy9LtUxPTFrKr0HyCW+1EuJPpqU5r6OTVk+Ohs2vipleT5/AkS9feEPvmWG2D2z0Za+PzFxvu+zWr5sosK+DK2tu9NNij7hwGq+/EYfvsKcUT1GVya+V0PHPZVl8b3SF2m+NPXDPb0klT1pUac9PRtrvFe0a77FD0Q94i6FvnDfhj4bf4A+dUSMvVp6vr3hcEm+EBzUvYCIp77VTLs9WWmavkoYq72arzc+iFXuPLljZzwGVsg8sA7ku3IQYr6jEo69G7uUPkpv0r1sLqK+R0u9PfaGIL5nVY874dr+vEsKIT53zxo+0jcSPubFAD1OK1m+nhwJvrZgKL4SzF0+9oAPPsvUhL06W7e96X/9vbMQeT0v+R6/qArTvNz1BL6EqAq9qZgbvcakhL4c6z6+OeWWPib4sb19+JQ9XmX3vexr/j6YFsu+U3BgPpkISL76J8m+MV2LPp9Atb74bSK+RZMdPfA5PDzEybu8DuJ9vmt2aL71ijC+hg6xvRee07zVk0e+yJFlvc8NBr1ZHJK9ifEQvsHMiL5gOFk9QcB8vllDp72/rGe+obfYPMZdMr6T2Ro+fJ+4PTRyc70WBxS+38FivgfLnb0ytYs9N1VEvlfA6z3ac/o8GNNWPDgnWjwIx+e9gN9TveZdVb4dKq695CkdPnSnAL5fKI6+AI1dPTixET53uqW+6aA+vv+RNj4Hzi696CluvpKmtrxnWeI98t2HvJupnz3Q7mw9+EnSvWB4KL7LeSK+s5wuvgMBgDuxdgC9myObPTJIyD0cSi6+Evl+vb3FCT4JxbE8FDxJvgqCKb4Fhoq9BVrnPeVNRD6ewHc+st/RvHrWtL0Ku7C+DlPZvaDVrjzULt+8yRBkvnn24TyiEi4+8ehbvduNb73j+Ha9TooWPhpCCb6+za284CBTviegjL2Xb2u+YT4Jvg7LBj7kLV09HhzZPRKo+z0SaQW+hQUlPbIYaTyxDNI9IotbvpZk7L0S2FY9z4GWvFZzQb002be9i3NJPjyMsb0AqKC+LRCMvoo9tT12FQ09yTlsvAJmob4GaAw+EoZfvN6C9rut/UK+WiAwPnsx0r3YnBC+ezAYvhCXwD3ZVtQ9VUM5vtEqwL2ppIq+W6KGPXBZQL6adFA+hdcCvklosz3ajba9H0UpPYX5SD6img6+5MwaPinrRr5hw009fVFLvvYWkT54VII9gK5YvrcXzbvOFvE9F88xPNtYeLx9wGu+b/5ePgYXOz0Om7q9piscPtgfEL5lkJE8uhOHPZJLnD3vPE6+4nMcPoyzXz5p6zy+jOQePoIFJLwL/Mu88c/dPLsCeT2VDo66tnQAPj40zz2F2667qkJ2PVunTD5IN7Q8ICeNvRfzUj4h/gk+VVAIPkO+qbzM4d48LKfjvat8h75r+cs9dVrJPPerLL5x+ca9r54fPcWcuj5MH2Y+utFfveBnMT1PFVW+eTiMPgV8rr2aOBO+62dOPTEyQT5+9Cm+I54xvQjwa7wbv+G9HFYIvt/cRz6P8sq98xXRvVlSor198Rc9uxLrPQY2kz6ThH09lXZPPule4D3f5Bo+BKrqPWkdAT0uuCu9wIJvPYR0/7xg4bI9T6w3vAixJL4amvA8ewtQPombFryS/hY9M/DNvdtg771y9Ce+dDEwvsLW0z3LBpy92/yDPbIVLD1cX5i9QZrbvbAhML6qWIW++ePCPqK6Wb1Le2o+JS7tvWv5X74mNDM89WjsPWz3371sAoo+1XhyvNS6L73FltS8oLlfOtB0jr2HQ3G+TmWGvpwZEj01ODM95mbQvWI6vr6KPW49c0IFPv7Q/bzRsSi9VbEHPCsnbT7Kqh8+yqo4vmBmtDs1cVI9vYy0vUo4ML2Kw4M+p6vpvX6z0z0KAsk90TiWvdYRnL77DMu+/0qRvsiwKr1ABXM8laSOvUznKT0IEQ0+JgeFvX1zHj7kd8a9owG8PAFOSr5K1S0+9pnAPV4Hkz44VRo+eRGHvUpCOr6po22+S7LvvefW5r2HzLQ8W3PtvPRhOT5/fiy+7pFHPlDMBD7D5m4++O9zPALK9b2Lr4k8D6qOvRV1k74WrUo+YcC1vuVs+LzzBuW81I5jvZXLWj7KgyO+oVeuvqYLPb6VdmS+uqh7PTRwT73+yi++Z8f+PBhP6DzDDNG+Lnz1vZ/mpb4jUz+986HqPWuMVj23j3w97lsQvZ5ClD6Fk549baaDviDmSD3a4MY9MmmSPVeZeT1VWWu+cd09vpAfEr4fuX27ahp1vna/FT6fGIg+aQcMvt4s0z2qqLs9pHnXvAFUGD5gTw69yLXROoMjrr2GfqW9p7gFPkdZm71KAZa+BnqGvi4VBz7brBC8A/SkPXBGN7zZ2Yk9yhOqPaglkr4WEVk+Q41Fvpj3VL3VtxU+aGMQvJuEpD37gKq+kjj4PSpGEr72JCs+omNvvoDNLb6S4969YJ8ZvWZ0OD4uf3Q72AAYPaxrgL5bk6i+J+J1vlEF9D0h+8q9EQNOvRW7DjuGvgA9LradPWPicz2z5Z09u8zZvBlzSz0l2bw94x3evcvMVj62HE8+hKFfPXO9i7zwLCQ+sPpmPeXUG757V749SuwMvEDi3D37gHQ+JdKPPuzmiT7J4gO+74W5PfPJAT5JsjO8KM5DPao6E74HJt+8PzIIPjCnMT2A49q9lokGvkjUET56tli9C5zRPAywqz3Y67e5ySdvPhPytb17UhI+KNVyvRaZ0jwdxLs9HHAPPifoaz7vWDe8LEzHPnkRDT4xgpQ9fcSUPhv/Zr5OdR890U0JPU6h7j1V6Pw9++6EPu73aD2bl9+8rYm0PsiaQD7GlM+9MF6kvV02FT4FenA+EtIbvW8g1D0yslo98EJiPnMtsT1re8+9a8AIvtjSrT6eccG7dVWMPbeq8TwWIhc+7+KGutKS6z08xFg+anhdPhqTBT6NhW89w1O0vYO/xT5SWUY+BsO/PSb9Bb0Uk2k+wOdSPvsXoj0dySE+dSrTvKtu2z2Rx/A9ASnxPV5oDj516S0+sMzhvVXP8T3QznK9PMsnvoCj9D3P2rw9QrKzPsl/zr39yua8vLmMvZwKJT63V2o98vYfvmDU2DwQjVg9DPJGvXo44r3exDO9Amk9vIymgL2L0qe9q/pKPulp0TuZsLG9baRAvYz3Z72VA/S9x4LhvSIXSb27ojI8LKNyPS0Slj0bE4i9G5AAvlt7lL7VElE8/zOOu1f2Xr6Krqa9TxWSvAE9A71ps5Q9reEpPmJqAr1oHrk9MK+cPS3AyL2IVdG9L7cIPvXuHTwxb4I9b80RPhIypr3xzUu9N2qPvTapID7AYMu9g3COvF9iBL7rc6A9Uf+wuyrMpz2VbdE9sIeMPeTNaj2df2E9aorcvW7E1b13KjS+ZWGrPQUIw7wpNoK9ZBsBvn4kiz13Xhk7ZEIEPlX1Dj73eno8DuriPVdI5TxxvHu+UoQRPYhQfL1gEow9YjUcPMO2uL3RW9k9cfdfOuzmjj3eZEC+ZjxtvqXKzjyJ1oE9VKpNPc3YBT7Q6qQ9jRPTvYK9kL0DnKs9QzS8PXY+wjwd6hk+t6oWPelQxzs9Waq94A0DvYyTnrwfWSG+HSKkulaYqziyndG7Qh/LvR/65T2v6p09gM+NvOjIMb3yhOW9GzVtPTmH/70NjtC9h+4vPp8Sar7Ms6K888bovb78Jz4ON+E9LHtXvqTftb2xk3K+N4wgvgPqTb0xXIQ9Dp1evYIOi7vo2xa+6uWkvQlY970aEhK+7EPkPfixCr5ICSK96SGUvsSjhb2wiZO8X/GAPbJOjb2x1va95HhlPW3Zhj3Kj+K8jAx2PiksLD1+x+q9BPSqvTg91j0i3PS9h+2rPY90Ez6x9LU93gbQPZlPTr1axHm9Gw4cPuuJFj1sgq29+3YHvFdZcb0MEjk+53aPPjv+/rz8DB4+y3ESvmeTML46Vz689toGPAUidzzLw7c6z0EaPotKALyn11i7uGodPoq8ib6ghb6+xmeKvv0qgb6VlRm+r3gkvvbKHz3yVhW9NV8PPggmkj7D4rY+lh8QvvxxoD1VXjs+bmG4vV0OFL5ZZcS94XL2ve0o5L0bBvm8eLdsvVzmzD1TdRe+se4LPp5lG73bVlS+fzJXPo66176Uhl0+vTUgPkdQpT2U8Z29radaPgWgHz4GiXa9c2UBvomuv7186lM9PIyePXdxdz7ctLk+a2JhvTyCxj29RtI9saIWvs6Zh73lb1q+DJskvoEO5D2DbpU9SzYoPli3Tz73iP68M+Owvplw/T04YYc+t3bKPXyEED3Cpbe9Fn+ovfy1OT0M3gC+0MtVPpf9Ob7QAl499Kg9Pk+rK74p9SY+unpLPXiNgr7qVJC9LY7BPXly2L0VXjA9H4AevgjSez5XnMQ+fTulvZQS+7wtAJ2+tnn2OxSA2Dy84z69bSShvRERf75QVX6+A6Y3Pil6Ib1VOxG9smw0Pl/c4zysBK09o8YIPk88vD7n7V8+9WPTPfMXlL2OosG94v7kvbnuZz3q4a++LiFZPbkuGj2u+ys+p+NKPSwMlr1wfYE+dRKOvZhYsr0W/SQ+tz4cvjVvBr5MfSW+zr5pvVIBUr1NHbW9jueeOvS7u7yr+hW+EpKyPaFH8T382gy+0fdSPXGbEL6JELy+wZs0vECFYzyLfu+9mUqxPNhbCj1parO9IPKMPS7U1L3JTQG+rFyGvDpPDL714zi+zWZ5vZbHvDxBPuu8May3PejyBj5s92Q8YQ2mvNmtgb6oGqi+gAOAvY6Uwr2ct8u9MN8Uvt8KI74RZ5+9bg+BO6m9Pb6EBts9wOMSvqvD/bpLnge+rHzxvTS7R71L3oS9tY6svdsI9b0zo3q+O2hfvsgcnT3qZr69yf8lvrZ25T28SZ49jS+9PTVZXr05i5+9kGpjvseShD0lRiQ++wPOvVPdDL2j5C6+axOyvcDLwj27rVa+YPd9vqcOmL1AWYO+ZMg+vl86Cj6+bxs9ImK7vUwxn73q5ia98HfCPTZyxr3H3348mArgPAdqkb2YDkm92G0nPApYF748Dwk9b4WnvWkTVD0O88S9DGdPvrLGqzznj6C9IwrivVXP5byQoMO9bVbvvRoPq75Z8oU9dfqyvfcrgL102Qs920/iPUTPsjvxbbM9nZi2vv7lP74xlAk+4ynPu/O4/z2XQdO8u0oQvk/NL76YjVS9IJwyPglAc742w629ea8/vAxaSL7+tZm9mL+xPZEDib1O8u68aPJ3vc3iHD5nq8G9UivoPeAByj2ty5E8XL+UO0Wdhr1PAeg7n6CGPfVEfz3BIVK+bGI5vsXjjD4WJh8+qb9OPaOxHr1ta5M91k3EvS8SEj4xvFI9dl4APsi8zL1x6SC+jmbqPSlC8T14EKI8PnHcvaiNJ72JuEm9XUDDvQ1PhD0IMZy9INuqPVCUQj5/UTy++bdYvnTMjj2LLBs8jCtCPlb9hbwXHI+9/66dPTla470DhDc8fIQ6ugvmhT3b6z8+zFjxPFIZgj0ftqe8ZtncvL9gcrw8YaS953ylO2orCb4hMPi9F4XlPZIQWT1Q+TE+fyRuvo9TGT1BXqc9IUF9vAQ+BL1tc7q9iC/AvcJ2Nb1+NE68lG0PPXWwlD5bHmC9MLsVPlZuR77aDpe+44HpvIfcqb33UQo+seOkPWzoC77b9W69Gc14vYGBkb5iXzY9hARwPZVJm73KDhU+7SoQvgJOTr6goy+9s+4VPvTBFr75OeC9L0zavKBSIr6/99i9ZZJ0PUt/0L3+Ytu60JJuPmz7k74MNDm8pZZgvX3XurwR/2o9/R5hvRC6xD0eAQO+qQ2xvfWdZ738cso9CM+0vYoAwjxUD9O98vcLvdYkHD70fvw9kFzCPW1o3z0FQiY9LgPGvAr94r3JWKG9EFd2vR1QVT7Ehqw8nd0Uvr4YdT7+Zws+xShPvWUQRz3tm2C+J5xgvn32HL0+JFY+5fj5O7sJYL2mJ5k8XH+cvcaTv75YaGU9/uF1vtkMgD5aLh4+EmepPnXMG73ggPy8f8+qvaUwcD6iC5w+qFKDPrf8PD6B8g2+1pQuPYl2jr5uA2G9Q81yPPFrxjzlLhG+sDm0PbgC4z2u4b49RCGEPjj+FbyIGRs+K4KSvSD4HD7iGc09b9XiPG6Xa7zU8sg9alLGvcLkCz1wnsc9drMlvqS6Mr79w9I9ODDjvdt5ar7Mgei9+ViGvuNFAb78ZkY+jApZPsWDij4WVKK9yx4LO5eFgT6QME4919mNvFCvnb1ioeE9aqH/PWUPNT7+lQu+VZuevQIipr4Abzs+EYYRvvp60b2O2/y9XNadvjyMfT2H7a2+1/glvm1/lTsT8sk9ipQLvgOdiz7SIFm+hMErvmSvTb2xFBW98X+iO8q9hj1jq+C9FLA7PkOUvby8jwU+sJA0PoFHwL2VR5A+2ctHvaZyQ76IGHe+ancLPdQXd72gUQa+D0+PvpDq5r7MDxc+Sdo9vlEHCL6sBsI9nOQRPpOEcz3Z7oC+CxhNvY320L6RVHC9iEPuPRs+Sj5qkVe9TNxMvrwbGD4jene+DZ9tPg6DrrwL9Rs+OhgvvlAHOz0p5py+2rGcPWBiN74MtSe9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Pk+mOzZsRj1raho9H0Z4PUW/NLxRSjE9pwe8PDrBur2AD7S9YzibvCiSnTwbJJe9hn4+PPuzcT1yCZO9TnVhvN7lj71fkZi90O0aPqyOnrxSwJA9unoevPLWL71soYS7MDSAO99R2L2NFF87COvrPEJRH7xxM5s8+avFvGKYwLwiP4K8bF/BvTLwgb31uQs8fqRJPQwCtLwrUYi9Vj/ePDdmSb3Qqw6+dwY3vUd24rzXCte9WRDmvGRnHL0PD2M8jjo9vSSFE77Cymg9n6KevTgpPb30/Rq9yGq2vKpRX73ncEM9an4GPgCBwrxBAMY83JyqPIUwLTw6QVK9aVsIvsiFpryWSac9kXxrPT9Q2bx24Rs96ywyOeoEnD3H4c48MQMdvRgk+jy2gJm9ttIkvfbrDL0bmES8EcWtu6JAl70m04o7RP8bvv4DlD2UR+K9XNpavRHgOzwsRJA98AZ9vZEfbrxCM6s8jXiEvcj9CjwYiy69VGRmvVC7qbpem049R24QvQeNUD0IOQq+SPeBPXTJtzxorYO8G8ELPRSmCD3rPiQ8aUwbvbuJbT1Y5Qu9hRuhPdFwhzxBBiy8FkEWPWoMnz2zkoW7GDpEvNl2gT0A1Ci+eVq5u5P9Ob0RQUQ9ESOlu2zqhLxJWrm83JTrvfzRXr0zBI+8JfadvHHqlr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 