{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "U4SAPYsSI70Gb3Q97D83PNA7FzskRbi8AJuEvnZdBj56u5q9Dx6sPanDvz1gwDu98t3NPT/39r08VcK9EAhLOv5U9D3Pq7q8IYW8vaUBHj25aq49qaSbPYHC+jxDKVS+iMy1vIkeKL4gFOq9MDTIu1dnAz5hZUg8X933vYHOhj3oX4i87waTPHWTDb6VZQu+BxULvh+jmL3VYNU9vCDMvd7GDT7/Dpe8DnzIvJgP973Ng6Y9BevCvcyZyT12GDc8B6XsPY14mjxeKjm+P2W0vGJY5j0/r7g8wegWPoLTTr67/Sa+zWh0PQ4Ys7yJCvy84MnlPZQhlD0v6t69SuGTOwXes71vfru+rNgVvYwuo72kuCC+nvRXvi0OF761zPw9Ffb5vQWslT3RVhc++9mlvSY7QLxT73u9d/6bvRtLprq7wG890U94vV4T8T3IGeu9J5+gvVNjY77Fvii94cWGvhpfAL2okBw6qUCJPLi53Txnc5E7rZ9cvut+ID698ZG94icUvudee72HfHO9r5LTPXkABT3GaFG9H6wtPtrc5b1HlU4+Bx7CvF3Cwb2xYT6+cyvGPUEhsT2GJ3G8iLNuvrIPDr02YVW840k0voPplD2Spk6+G/MAuzPKHr6SfK29lu4UPQ0njTzCCjY9BEK0vQLGwjzNdRu+gFmkvaZ1Ezvy7Lc9linovZH9lL3+zBs+UxZrPccYST1gFdU9dh1BPT8M8D0nh4A9vcDpu5VWm70HeRW8D2kCPaeOAj6/irG9LnyaOmyYhb3q7IQ+HsPrve2e5L183NI9Y4TdPefHTD1taQG+KksHvoW4yrxFCYO8KRMHvtmksb3i3WE+7lyivXlsEr7RdxO9pK8bPpQooj1BpsU9A9AdPYwugjwfiVo+5Ywfvjj/vL3nYIs9EFGbPEYfR72DRgg+NnJRPLliWD30zzy91idRvef1ib2e+xC+YILJvUfiR7u6SZa9WPPrvb/aM76vB5a9PQNXveX92z2JpOi9/6sevpT8lT2u6BA9R0f7PZU6bL0w+wg+lOTSvQlD5j2Z15g9pGNsOkWKrz1h65q8PKEivsZhoL0//QC910i8vSdfMj3z/iC+qSodvoN3ub2L8JK8Wh/UvETNpz1qL348u+bovYILnD30Qks8MO5zPTYlzL0NwL29NhJJvCyGYr3VZS09PVsuPUy9O74oV7y9cEqIvND6Yz2OU6y9vZMAvCamMjxjMam9eQxNPUCtCb6Ig3i90MdTPQ+jJT5eYsk8vbP3vI9YWz3649u94eDzPW+AKr5URVc8OY0MPZXs/D0U3w0+gHm7vStECLvj9XM93zChPNgE6z2ZhNK9EwT/vRlOS7u+sZi90t8IvWUMCzxBXRy9LSIxPmvA6rz7JAc+L+gTvrwT/70ymBU9zO0MPQ5N3z1rOH290v/nPXKhcD5G6qW91QEGvEn1gz3vjBK9qL8ZvsgHqD3JvAu+uUDHvHHRDD1EA1y9FOosPvIuNL6DghK9LUTbPAHLKL7F84899RE8vWOyOL5qX2w84QalPUCyzLwEyos89Nk0vngm4z3hVXo90kT5Pdc0KD7z1dq9ES64vWY1Pj4HZkI9Vex8PP5/z70nda68akcXPhpGOD7NX4U9YXOuvUGyX77q57I9o8n7PBc/nL3F/KY97wRiPo4pGj0xZXK9WAMPPvyttz2dQ0o+dghzPomEVj4aha466ajyvRbUtL0Sf4C8Lj/RPQGyrDzlkc29FzshPiLh3b3MQyM+ykBQPvn+bb1HmrS9LI+vvKdAB708YMU9/7CaPbNZo7wFjgG+ptq+vWR8Mj77CF29UdV+Pe6dJr2s95093YA8vSupX72C5e293JyGPOKIYb4vbEm+HsF4Psg63z2v/Ni9E+tevVHjLj2bIRw+zxxLPpAwkL0j+I89k3R/O1aAnjydVCm9ddMqPqQGG75El3+9CJHmPblLNT4UG7E9qRKYvMXolj3jslG+PpoLvgA2/D1S+ZM9M7gEvqMgFT5I3DQ7C3QlPhlROr4dHjK+/LwEPdf2CT6KtaO8kqaCPXUdg75nZGG9KhAPvl9UQL6w26k9ul1jvmJfNL6rsiO+S9bRvUfnED55WhI+gVGMvpDyML7Ohcq98NW7vUTFJj01wc092Y2IPd089j3zPgI+DUsJPvpNlb2PX6w8W0i1vFpFdD0Zmqc9HJwMvvqPeb3I3U2+kU9WvQN7n7tazCY+78aCPrYfID16vEG+hJk8PrslBr5LRJU8CMpOO+B2O76gMAW+VIwDPg4mwD1lXVi+/Aw9vg3RL77AAmG970QmPibkhr5nJbo9QE4rvr0Ljj1zhto9qLSfPXxFKL7o9za9J+WYvnPrbD0CGAK+b8oovurxCb3LY4O9qb53vSRn/D2lPgy+khkbunXgu76eARY+MsODvfPyAz4zhpG9nR0jvsUzM74IkAa++8wxvbMMSL0O1mG+6J42vusBfbyQAoi9XoeMvp4o4L0Jwgm+rBu7vZWGDjx40vS92x+UvrMAoT0KIL+8UA08vh73Lr4ykpg9244DPnSYS71fZAy+OiKfu0J5rT2D/Ra+91uKvfxsg73GW0C+dRVDvt+YC7571jS8xJi4vTtI0z1V7kq+xlD9vTFj8rzMv6m9I7XxPX4dk72/tT2+nSpKPWr0sbwU3W09nrK3vRbctb6B9vu8n/TEvLK8Xb7690s95xUuvRkK1TsaqSm9o141vI5GHz5G8Ho8yPsEPg+bRb1EjB28hnH6PW84ET6oJok9VGXVPQ7w6D0EuxM7QMfJvfwoRz2dE/w9rR3Au+6afb23Szc+ldOqPfVvlD0WvR699hFEvPwJCz7MPPE9GT7oPWRAqT1dBRM+EMm3PcIXDT1k/eU8Dl4fvXIQh77IBIi941psPKGj6D3ZdVk9QQLrPK+BDz51w0w+YMYFPpwVOr5EuIE9OccAPRvThj3fEjc9zGCaPTQ2GD4Iehu+4dU+vcxc57w/7ra9fzGfvFq7Hr7yCPk8iM9HPiKpDD4LhXk9VlSGvKAVGr7fHns93jGpPXLzJ703qg+9+94wPlO2QL01KhC+sTANvdyEGz3wYGA+82n8PaCr/T1G6l+9ATKtO4yXeL08Tjc+BEklvpwlQLqidAI+NazDPeGVND3m7/M9R6A8vVTTHj4fkHS+EB4ZPuMWB71D8A2+tY73OuXbH778gCi+uL2XPUa+PD3716q+Q3OxveM2k7sX1wO+geSCu++7jT3k0qw9tdTSPUO4ir0Lf8k9eaWRvSQI2r1ePJM88sD+vCwwcD2O7Ho91Xj6PYvIs7rR5Gu+SAVlPXJh/r08dBk+M4zku81bib3pC2q8oKUEvWmypj5gz2W8CtR9vZvTFLvUa/G8hsG0vYjSZb2esrW8WbEOvjVQeDyXRHY6e/7XvQeZLD05Yk6+HBLrPeMzzTx48ZS9PE5Dvn53Ab2wjpu+DB86vV8fvb2kfp+8SY+IPsfTxz3VsOW9oOHlPIk2FTyCXTE9uKSkvbmluzz5Hks97BEjPttOMr5ks288dhRePSAehr4A7PO93w51Pk3AjT106wc+yRqKvXyXgb7iJPg9A1djPDa2Iz6KMFq+iUsyvpCcUD3skLC5GNilveTwpTxAWXI9yYeJvAz3MLzyH+W8XKB4vnIbGz47rE89RSnRvT7PKT6Qq/89e211vWXst73D3ea9IPNLvIjkLD5HaSq9+jqePXsrUD3lrCc8hlGgPaJCa75c43U9mAuLPmiQAT6L9nO9rxJKPjhjtr092Vm9u2vuPfoho72Kf4S8+dO2Pd6sob01z2w+04ZQPg9Zjb1Jj1W+0bGqvBtM9br+cV69BftFvohMxT2dqQW+M4ojvtkCtb1KKzm+WyoDPi3+Db3mzL69E3+yvC2Ncb6SHx8+tVYOPX3Qzz1Sc6K9SjKLvO1HDz79Tey9wtdsvQi0Kz3MnT+9DGr2PYaOdb0bMyI+19mtvZCJQT0Q+wu+mucrPg4aVb25Pyy+Ka5BPVa7UT6JeCA+5fI7PlikRL66d609eRCMvq0uND7Oix++Sek1vAKsLT2QR889hhe9vX7ziL5OaMQ8sopAPle4ib0maBg+FmKnvHWunz0wDHM9hg9+vLvegz0uzy2+6aclPZrA6blyUQQ+XaxdPQ03ZL77Rw2+dN2LvvzF5T0RDf08fK2CPVjlzTzKfKc9VOJzvivXYb5aS1y+EoyLvlCb1j3kKQ28Gy6jvZr4Q76mNYY9gJjkPULteL21roY8vE0GvmD8Gb7z9u+9A2eKPaHLIb6Of4C+LQVWvqqQDj6hHw++VzvlvZJDLL7pgJ2+Pn6IPWO+Nj7PS049hPUZPk7JPD6Y1Ba+qFxbPfFyf70uxL091y35PWfSiz2vL0M+tmEEvoYZ3z3ntB883XzQvGrEOb6Gay0+oOGsPdK9iT1V2ra77H6pPThX0L0OHAw8Epk/vjHZx70l9Ci+tE0VPtOrrj3ejL69GQ34vfxlwz3YfzM99P8ZvlbKl73ma/W9b/CuPWvuu72rwwK9LY3jvZDJkTyMItw9CE2mPbioh77hNsy9F7cvvmjoSb7+9c29KR6wPap2pLuQJC4+twSaPSd7L74PPz45q/UDvjyccr0GqhI+mXQfvQP2+7vqHr09qLXUvfn+Tz2LCUY+zd7zvfG3Lb5TFzA+IGbfukCCyT0w6y09P862PJoElb1hg549OQUZPoFEfz2K9c+9KFsEveRy07538JE96M9Hvjf5T71PBgY+ciMVvrj5HL5eQem9QnjPPSjdET7mdvm9CdkYPWNy0bw5zzY+AIykPew4mL2CWZ49sPlDPt1tK75C+nm98x3aPOIBcj29UQI+diWKvcMGHr4kW+s9MnMjvnyJf72VV8A9wVYfPXE1C72y6Iy9Zl9+vCGFvb0weWw+lx+0veNihT2AOCg8mmCVvTJqjz19n809c7yfPbrb9LxZ/SS8dk+6vYn2DL4SeAI9mVTyvRNvVz16awi+woeivd10pD12GhW+hVwnvU2BVz3IoaI9cYG6PQfLLb5kNoC8bkdDPTE9Or456DA8Ff1evX0rpr0ebPE9ApuFPS9sGzwtXTu+fS8WPdfb2TwB4wk+4Rs6vk6mZj7dbRe9EeenPF5x+z1Wtbi9gWY5vqwOG72bFjO+o3rCPYK2Gr18zzs8Y+wCvoD5ID4IjZC8EsOJvELg8r2ofl09QeFfvr9F9z2dZBI9d2OzvAEBSz7c0Ak+IqoivmXiWr0fAHS8LimWPaT1Hb2E5zS+csFDPViglD0y9xk+39oOPvAVGz3q0Do9adCivN1uCz6jaGQ8Z1kQPtqJCT4w1rQ88GUDvpi58T2v9WU9PmY/voT96D3MU9s9+iUFvT+oKr5vWqK9xpnqvAr2272ALM89+oycvapItL0RDPS9pXeBPOJl+b0ft0Q+d7eTvW7Otz3C/2A5b+yxvB/A+bsWcjq+F5u6vVO3lT2Wc6q9tqyGPkAACjyJFG4+PrkFPHAuhb1jR2G8l5MVPruJxj0YZSa+LdJaPquKgz2iqQ6+8rqpPSe6/j2QMkS+RMttuzAFVj40E4O90fAePq+W/b0/uwQ+dTcbPhZuNb7Oc2u+1VqrPSMPED69AQY+ESgxvbS5yz3ZxaW8+eFuvtSB3b25WNS9uDPbveyfAT4NW4m+oIqvPJGmUj1Le0A+i9sAPtBCI773kXi9+rbavegDvr2S8LG9wO5VPjajPT35Xkw98uYVvFDuxb1GFBG9yaKmvf36L70bwRq+h0oqvZXih70QmfO9JfT+vd/eK75SeKU8vx/YPOVIbr229Hc+1McYPV+HOL6FlIG702AfPJXbKr7Sn4W7xF0vPubR0jyql9W9Rq4+PtWZeL7s4O89AxhlPjNsDj5lEve99zhXPpNYND5BDvY92XEcvnLP9b2YfSu+pEQtvZvIwz2Pv/e8dr7ivEDPWr43Kla+q8trvcpdFj7m2YU9BK0hvWKO9zyevxY9j8irPXdzkr75PKi9A42CPkTFoj0vzVO9u0EPPIOOtD3uDJ69BRL8vbHH2LxtBCi+lgZjvf3kaT2+waQ9FSzsPRg4Lr3Fnw2+N1UCviyLT75Vo4q+2z4fPmgvdD6HaU69aMAPPNvTa7478gg+9lK1PrIkHL7/DhG+/eMavhNY2j3UZQm9mo45PC1A/b1z5Wq91e55vMB7ob5y8tu9L1f1PbCvML7QbRe+MmQKvvPGSr3LOHa9NvZnvmtTwzxOWoq98iUYPfIOV72BFOy9lnKqvb1VGTzrRaG+Kn6+vLGHWDuSTgE+FR+GvOABOr5MBxg9n7q7PSCuaTxwYIo97C4Avv8bDb42HU6+QsJEvsHnlT1yEKO9bgTBPe/LM72YoJO96hz2vXUmm72HDDi90+1TvURxiL7sdFY9T/JQvrzJqT0GUeu9z7WnPGY/2D0v7yQ+0pb/vY7tOD0W4929/ujwPcu8Xz7V4R6+0+ISvu/2hr1SRdC9SLq2vSxBCj6as4k9trJoPVavC73LxBw+gqO2vULdmL16kfQ94TYavnYVc73Bg5u9TLe7O2GLUb3BeFa9nSF5PZvLLr5/s6O9vGWdvRwk0zyJpXW87LoNPgSSib1vpvY9NXUZvv5tYDy+vqG8jjZ3viv5gz0BgGQ+jcR9vd1sxL0FbfI7n3Y0PpBi/r2Avu09IYZFvjpgdDueaBM+hLi9O7E1bD2Tfki87BXtPJrpCb5jnoQ9pO5+vYJcHb7OU1g8GtcZveNNaD34rnU9IrKDPArTdb4bBCq9ChZ5PfGDyr3eZM091Egzvleg+Lq5kjO9eiM/vuW6Jr5Dfxu+tRPlvT/nO77xHnG73vCjvZMNDT5OaFq+qeM5PpNIIb0hmMK9K1T9u4K6Zj1vM+S6ASvoPS1Vi72dYZC9fFQAPtOB2j1RS628ozP/vYeSJL0askQ+10+BvTSvHz43HR4+Femtu0WMs72JzLy8DK3NPeRNH75/YRA+Ie9GPMJegj1VJGY9MvgjvffIxjsSWy88OOvdvdVeTr7ePCE+D9v2vcr+VD3paDG+LnOIPc55HT0q9p88aY2WPayQGL5+PAS+ZqOAPgtuJL4Fpnq7yuAlvdna67y2xSE+weQmPVReCL4qCg2+gjulPYR2/72WuoK9//0BPj/2ZD0IpUQ9KqgTPtkeBTyJbYk9oUmTvROwCjzS+Sk+JOZzPYFF27zZNkC9EJNRPZvUpj2YCCy+IfgzPWp/u72HWcM9Qjr5vQqgOD44tKO6B00ZvtJGIT4eh8u9z/3GvBcCab0lVaU9qsB6PTGerjwpwkE9QZUiPcx/mjkp46i9brT+vDTysj2JEDW+Vf+DvTLoDD5aKF89ZXMBPihXTjyqZoy9+tfBvUszNz4PZ5C8o6xoPY2Ut72WNiw9Z/uKPL0yjb1f0p68knDcPY546T2uct8815VTPe45e726MgA+gtTMPB1Wcj3xPTE+jdtyvSYCRT1gcWw+xnM2PkRVDT6XgDs9nDQlvk9eBr7kgo69SiGlPXETP73a2om+0RPqvDJ7lz5HVAm+KefaPTz8Lj73vmm+u5OWPRD+Oj0rtFI+QfxKvWxnu73ARoO+w1+CPlh84rwt0HI+p6E8vu8lW70/Nws+ZFgMvTAdnz1ZGv48izSrPsXLvz0WaLc9S1G4PmBO+DyAYMU9SEjBvPgY5b2LThG+kEUGPmuba71PN0w9G3sPvn/OzT3BkwA+U0V3PgbErr3IDiC9yt3BPTa7/L2tYWa+d+YPvaNmjj4M9Hy+Ov3avY+X7717A9e9cDvMvfU2Nr461/o8uoxRvItfvz215Wk+FE2uPSS6fr0ULxm+PCMIPGbZKL6i1mk922QGvEqyVD7fOik+7111PuUeOz2wZq0+5DuPPUsakr0lDOI9d3UDPq7dMT4fa8G8YUj9PbOnu7wFjI08+M5mvZUEUj4RGqM8EVBGvlo5Bz5FMQE+3igMPqvPjD32FFC9ZkPtPWg+N72AEhY8bhTuPe8CUL4SlA4+7TTNPHBn0r0VqTG90Xg3PvZXMb7BxqU9atONPGsFHr6wvjo+5eHxPe3FLb4BIg6+wdfPvKXuqb6Py6q9/WNMPi+BIL0Bc/C9yrIBvVRoxT04nyM+f2vdPW5lCr0uShM9e/MfPXfFED5dAxc98Y1BPGQhwr1GCdI9c3ClPBlKGr4b/IK+GDAdvuQ48z28NvQ9hWKCvLl4Yb4LG1O9m1knvk9kpjzSAXI9uaf0vYM0mr2H4l27Wf8cvjW7AT1A7Hg9CvtBPQvE4b1WFiY+oF6evaf/A775m+k84a85vn1xJb7i9ZC9W7cIPUafkL6mUbC8yBl5vs7KlT0RoSO95740viTG+L0Nb3q+vMHLu7CsWb62r3i9dD2kvQQD+b0t/PM9Ef9DPaA1Vr48x3K9jX2IPGI9S73bCIO9LstqvguXi75ZtzW9uU/RvETVgL0ENly+AzdZPHu1Br4YwoK+dcYqvrOOYb76RZ09do/JPdx5E718Dze92CjKPRT6Yb1IYO+9P61hvhtll76w1eq9S//NPakyd7wHTgk7dEaWvpguC73frou9UR0aPZzjT74ezWe+1VsGvs9Urb3wkk29DsNMvuAa972Jjb89Lm3SvZwV+b0xQUC9WWUbPtVPPL6Gu4q+PLzEvSaQGT2CC7U81AHnvTTlDj29nj++7ZuuPRDbob6EKCw9DFpFvhfb6zw1cPM97q6aPREWY76Ycfm6Iux9vpmkbr1qm6y9fnoxPsnRjL4AcBE9JwiCvPRj373NsVe+ZnijvVARuD2J4da9EQb6PZGKrLxN3p+9BNsFvl724r3T5d+9KEBSvrXzwz3woso9QNAVvTKQQz1SGgm+aAcXvrv7yb3f5YO94WZWu2ayCD7IRFq9KkxWPoT6AL69kCK+aOMdvoNb0D1UzAs+gCfqPB5hNj5c+5y5jp8ovjY4njwwaP28fi7dPS6VTb0BYlm+9+L+vZTf3r09vSW+O58jPhFsFj2eQyy9pVPzPBrPTDxRmp0+xpCRO64Ezb30wQA+9rI0vsicFL4dkOw8rtcfPdNQjT3VJIu9x8Fzvc2DID7wPl8+fN4lu3yXRL4tnBi+MdRWvSwyi77m33A8rAZevie/Oz68z8O8+BK+PUvi+TuQzom7KnEIvskSg7uA6iu+rrIzvZVk5r0Imke9k07FvQx7XTsQ1KC9skJ9vpV6oT2nFMu9IrZBuzDhvbz7smI9rkErvaYKo72KdHi9EcOkPbhswb1RtQa+8B4QvdHcnL1xMUU97d4hPUerzz0iDj29JC8kvmOdZD0OqIa9M8dHPVo+oz15IfA9pooXPi8FMb6wPMC82mAiPlZbNL6SnA8+PH1HvsrO1ryALvA9tqjAPWnLUT1On4A9oJVBvedSQb74uqY9o8IpPUvfQz7Ed1y9RKujvSv1qjyU7629qobEPaonFj7h2lk8040RPgskYb3DDA4+spMAPpal6D00B04939d5vhsgTb7C4Rc+kdmNPp0dDL1vktM9yJw9Pl7MKD4wy8W8xKfSPenGJT3Afxw+La03vAJ3HD6gmSc92rxfvB7Bkr7LgMg+JlJcPqD9UD5FD469u7nivQ49ET4dUG8+Q3gPvQq2aD5bqIy+fVi4vWrsG75hiyq9yVMtvrfX0L5GooA9J0iMviANoT12wGw9FI28PbNkiTwxkYK9OaFdvXw6dT0nEr+9E5b7PEvURr5RoXE+vVB4vjHRj75N7Fc9ZvwWPqMYsjsri0O88GQ9vuhxmzzwDLw+eyhrvsJfbb4wlfu98vWnvTlAHb4pCWs++UgFvs7UhT6p+7U89KGFvmLjxj0ngCQ+yVFtvUsGSj7iis69X/VuPcUtSj4E3VM9VGmJPrJ/wr2QtrE9UwCUvglQB77qQ4+9tWDtvTZsWL6oV5K+DQdNvryyYb3nTfe9MOsvPph0Gr3adKk+9CCEPgMY/b0octQ9b757PrtFnj7eYWu+ut4YvouoFz7KvmO+nkuCvbOgG76yST2+qmFzvlX4Kz0F+aK+10SYPkz9iTwSmsE9o8iXvm1Abz0VLIO9mCNavvV+dD4SHbg+q5cBPjOovD3AZgy+SOAsvoq1D76fiNI9jMdKvgjcZ76nXai9xk0mvjS0NT1NE1c+9myNvUB6pr3oc3A+GtG9vpgDpz2kyE2+XpyRvR/hTTzAzWq9GhLdPH6xGT6WklU+rOWZPrziUrwaD0k+feYJPQnLLT0VQtM9UMaWPXNh4L3HjQw+vBy+PLYGGj5b5cI758EMPpXm/DzXMrM8SL5CPlAkjD4/zIk9bRUpvquqFb6CngA+6V+PPTXOIb6jnBw+fjqQvc/tXb0oHpo8vuOGPuy0Nz65/X+9PkGlvdT4aD32CKu9f9f4PL+xEr7DBE+81cnMPQhOlb3GxlK+PvBmvZ/Gqj1luU6+SYENvL7kB764Snu9EXsvPgq+HD4rRB6+f8WovYuWbr6bgmw+LBKBPXpuGb2QYdG9B9nZPDzGP76i0o+9KVZOPWZvVj4Gevc9MP5kvUXr4j3GKEM8+lm4vPu6uj0E3oG91+DPvELDrT18jRW+pF37vWZRjr1JEps+TA3lPQcCgT4QV4O9wpZrPj+IHr66Uoa9SsRDvui1Ej4N+2A9WMQxvrt0kTz+tdU98K7MO7T6g71jY6c9k9J9vXol7T3iPRi+TWoTPu5JFD4VIvA9b0gpvtt1PT1hrHG+IR4qPfkRKz7Hrf68J8WDvaU5nD5iUUk++oX9vWi6Q75dadk9ho47vEjaNr2Qi/c93x2OPJiZbL28UN06M5oqPrjNMD46hlC+EaDXPannBr4DLAQ+MgM9vo8rAr4TCXM9GTjcPUQ0Hz6G39i9m5pCvqTUoT7LJ5q9i3tPPonk+z0pczu+mwamPZhDOT6hmx0+SY84Psf9Iz68qs+9cPodvt9zMr5ss3A+jAeevid5mr7G2fq7qrmovbV4qT0R6C49jdtDPvQHGD6/aJu9l3YOPfDX2r2Dj8o8A3PcvUXD1L0AbKE8fWlovIlHUr5aq4k+9rCSvBOy6T09Dmw9a6+EPQ3/A70pVoQ+8EIpPk8tXj0WTak8/sSUvazoQ74CJcy9NhzqvVSJDD5VWLG7c9AFPhm7jb20m9q9de/HPbPRPr2UYwo+J6tqPqI7pDzHJ54+LKmSvnLz3b00tmw9r3BRvVUO3T1aEW49RCWJvp7kK77TiLa+2WdkPCmijD7TplO+LWZzvam5371AuC49YJtovYo4cD5hxqq7lyBpPiLIqb0+w9u85cbCvYaClzwgRKG9lTyXPoHyjD0MXCG9w7tFvs/F/rz/8IW+1HHcvMOwQb66uh2+YzVHvsCNCL5MSOS9xOHJvPEWhD0X0Go9GVhvPkixWL7Kx1Q+yD4kvr5hUr6yQ1k+YqGFvSz7uD2fo+29PBCavfGgLb6saYU9dpaOvXhSgD0zmos8LpyavgZzPz4lusI9mGA+vMr20r19kM+9AOJlPQ7iKT58ynq+bH9ivus3kr0cIpu7trjTvdA6qr2F7gG85bwnvnpqCL6lALk9qI8mPaEEor3x3Nu8YveavdSuPj1MsJY8+wiAPWm8pDq2TYQ9O8T1PeXGn75wriE+/zYlPggIdr7geZe+nM8vu0uUrj7QrZu9vwFjvc0zKr1dCv692gKCPk7BHDzVm10+52WHPVIvsr1TyR0+46N0PiElOr4aLb0+1eZcPZa0or1uyF2+iYBvPhKNMT6npZO9roxnvfL4gD1UwTs+sfoGvpfWnz3oeS0+YdxBvkEwJT5okoe9f6xtPke7aT7NI2Q+nXuyPZ+hRL2Y0x0+8LksvuicDT7gIhC9hfVkPDKYOL0SXK29X/wfvmU0zT7yqbE8srKPvgIeQr0qsCG+P9zgvXQJP74Vqc+9140QvtOVwb0pscs+i7nTPXmbDL12Fvs9rvXCvWoiOT60Gbo+E0ooPfP4HL73CKK+Y6eAvQUXmr1llQs+EqvtPUbuS7260M0+yX48vkmpIz5nzx++loHAPS8XlD46RKy+EKwWvteIfD5NKgm8vFO7voWD071+XZS9rhmjPuxpnz4Hc1y9t6zNPuczRL5kF2g+9wfrvW02CT6VRr+9u3XrvRcAjL2E7PY9UrXEPvnO4z5EoD4+bmeCvgAjJD7LmeA+q6GTO3D3tjwDmq6+Z9elva2zS73gwUo+ZVdxPt4w2rwXvUQ9CsyEvO/uFr5Iidg+LaOtPhKWyb3X7so85cenPDkktr5TgUo9/TWKPkXYVj6kInS9/n8DvQ8lDT4BbgW8xV6mvgbMAjyoZss+vj/hvalZrz1okGS+PtGsPUY08r1AzUO+9MiLvdn2DL5q/+q9DxprvuPsKb5sCCQ+d2+TPYydjjy5gRu+Yx1UvoQWF77K7oW+Ek42PlgHOb7uuJc9qpdlPbNsQz5RIuQ9hw6LvPpfBjzQCjE9EsroPUTrzb2P/eu8rbe7vBLlSb7ZUoG+5sfTPZWEWr6KZE6923IlvV8WY7w8Yyu+UnCSvu3dWr5nSo69MV16vArbE77K5cO9DCcwvnSvU75bPmw9f3KMPEQBfbkXv5i+ze3+vXp/ojzy/1e+iJGDvt2/vT2kcuo8MFhpvTVwoT3YbC08aQgVvCDRdD05huU9Q0LRvb61oL1eODS+CmhzvQRriL6PD0C+H0ZAPUjhRr4pWL2+FwcvvpDkOD31LrW9zBq/vT0raz2SpG48jEhIvpJ1mT3aivY8B/emPY2Sbj7+De69dHgOPd5MxT2P5PO9sOLBPdRx0D24NwM+ThbmvffZLjuK4FO9bZsHvsD5QD7qXx2+8fM5vrqe+z3SLW+98eZRPW5j+r0Q6gy+gZczviS7pr6+pF89aaMMvttBML7wveq9ZpNdPbOw+b00KTW+ltqRvqmu9r1YJAU+LNF/vTWzvDwXJ06+KfTqvIymS75YG1U9nPwoPmr2HD1JlqC8zFbeOxe0hL12dlW9l9XjPRiwCr32yHi8iA0ivTw9CT5A6pQ94MnXvHYEHD6OCFc8z5UWvZgKUz6aevc8VCsAPpLE/j2dc6g9pA37vIUw/r0Q6oI9LnAkPNEjAzwPOe08tEPMvaEIJz55CGu9SLMePi6whb1+a28+5L0nu47OsjsnuzK8zcNBvWReYz0h6iM+eGXxPTV8l706tDs+4R5EPVgmDL5FQsM9QiAAPtAnJL1sbm+8yX31PYmJTL7Oz4o+gm4ivnn5pj2CgUE+e+gqPlifrTw7LUC9/D/svMOX3jsuvEE+XsAQvnYnU71xyEq+K1DbvVtUKb5N+TC9iLKFPe9gTb6727w8IVxdPqvp9r0bFQW8jn0mvpJdCD5KQwy+1ii3PTkeN74EHKu6CVk5vgM7ybz5oUa+vv9evubLbT0LAa49/Rp2Oi5dyz2U0jq7/P+uvTlATj0orSA8ZbJcPthYqb1PYuE7fj3EPYKIrT3TpAE9cN3zvLlqqb0rxCi+CMYJviGyBj2UaAO9yguHPFmvfD1p/wY+trH/PaHJej3YqS++HH7gvelOxzzR/JE98q9yPTz4yLzuGU4+4dR+vWLDi73+vk2+Mxz8PempFz6ah629cDuNPQWgmj1qNBc+1GWAvYfEnT35hLo9Eao3Ps9lAj57/wA+c4/FPb+f9T3zkhw+fbqdvW3NIL7IDhk+4N2sPeheYb6Edz8+TrsCPr3qmD2dDjy+Z0iSvv5KnTwf7Pe9AIjhPm5UoD49MPc9tt1tPjR9WT5/Q6W+/6bVPQHot7180Ys+KV8KvYEwLT6tIcE9OpNDPuXPTL5qSgm+CJnnPUtAuL0KNvY9sxXEveIavj0lZOO8Me8/vbqnr71Kina97biVPoqbbz51d4o+fuPRPeFXLTyHdrY8H+w/vZugBL47eoK+0a3zvDguFr6cVhG+AZIHvuhMqD0z4lm98raRvlXDVz4wN5y9lGXSvQ80aj3Hwo0+c3WXvkRFmj1WkVU9PxsNPQJrYr31fQq9aIO+PSFcJb6scSC+jbjzPXBrLD5SYI0+bC3vPbxIuby9HLU9+VORvZfQhb3vCNE+AUg5PrCqcTvkrXo+seOcPig4+z3Hviy9BRmcPXTCPz5UX46+kR1QvCKYC704of891hlbvT/pTT7v0Cq+dQEaPlLHML4B/z0+WW2DvlhCj72cJ3e8Zzpive/F0L117uo9S4+KPPj1nT5120c9ykMmvojAXj1lza0+OtBbPTZBJ72IoK48gduPvTCYDr4r65W9/Zh9PnPmRb539SK++iqCvY+etD2Ikw29Ln9FPhlql72f7dg97EUKvlWNFj66ujM9CewRPg0NnD1FUua7OB5vvvGFUzzKEm++6OAbvgZ8DD6aiBM+7NiGPfbiHr56rE6+okD+vUOfP75mnxC+JXwYPYnJA7oeI1u9lKWNO4RVkz3qHFy8No80PP9eRz6xWzu9VCyUvYSs7b29E0G9po5LPeU+EL4GyaY9Vei4vWB9+D2tFHk9LOx9vQvzKr6wGQ+9AwgkvYVFhrxDdLY9yxJqvmZx4b1e7Qk+5vPRPbFRB77ng3K8iK4dvMraeT1PuuK6CaMbvVBDQL6bBMS9wYHzvPBzJL63+Zo9GyQKPrtWcz20kAU8IGmlvdoGebrj3Le+KQBrvnIKnTxZyv88tU0dvu5Hrzz2aWq+AD/HPMGbVD0lziO+tV0NvvOCBz2TaaK9Q0hGveibor42Doe92XGGvlhukr5pYE8+bo1mvlkBfr4Du7y9ob5NvHW6Nr4qxbu9jip1vimPJr5rQou9ZGiQvH8DrT31AZK9i6vMPR52lL5F1be+/1HyvAEoOj2zeaK9LjoLPinZZr7R2ya9zPRHPEzZQb5kuOK9wvGzPX/Y8z0/sSQ7aSJwPtzCWL4/9IC+Sht0vvc8rryBmH++MiniPJsEyr6uoN696Hf1O2R/Dbx6gQ2+Ty5Nvj0y/r2aTZa9K4voPBqR6r2vNaa9fiFiviJtbr41Il29FcXNvGiG07wJPWe+goj4PRfQJjy9mfU9Mp8guypEy71Cy7m9Fn3jvQwc0z183vk9B2ukPuCmOD6R2q69GWEqvZPpwT3WyBC+nxOCPjQ29j3w4mk+eDRdPUX8pD3iGQE+bFo7ProB9zv6F6W7ne4vvhF2Gz2wKZa+UllNu846J77sj1m9auPHPSPwNj2h4eg7xbUePoGjOj4fSqY7QBryPdxEQb5wjbY8UnWSvc9N7z0BcpU86gKZPU1c7z3MoPS6SxIMu6gNET0zDp49jMo3PtLKn70YpAM9Ks+NPUViJTxUpBw8nUfPvH50Rz1XrCO+qYIhvqKdJ77ZGjM8+XbEPSv8RL5brLI8n5ozPYUf4j1M9Mi8ORo2vu2IRj3dJQA9Hkr1vWOGgb63XIW9nCaiO/ASPT49Uv49CLySPQSx8L3rXmO+pRaKu4H3Hz7Os4S83X+dvQnsHr0mqng9ifX3vSGV6jxwWYk++dCFvIKYkj3wurm8Dl/HPWmoRb7jrZ+9zxWcvNp94z1D3R4+eXVBPK6VLD63uQ++4/sgPWZEwz0vZDI+3L7TPeWAKD0MCz0+TMySPvkpQz0k1mG9/KGevaqotbwRWvU9nUTRvKo10r27fQy92GElvHtLSDyYIse9Id1VPUXWez4cVtk9JqVpvhTeQD6Qzyi+Q8GQvlwpDj7fjZg98z0kvrfC/LuSYcm8whj0PeOfJz5yDF4+6N8Hve2Jxr35QXM9qGw5Pox/g74Dx8G9DeuMvS+bTD5TrNM8DT8BvmoN+T3lEJY9nuyyPfP9Rz410Ku+VXWovVpO5zwAdcY9gWHGvESdXT0rGCA+8TmIvgOQm775EeE+w3QwPrZAJD5c7ha9ouMtPcBx2L2RUx4+Edb0O1Dj6bw5JO+9b4Otvpvwjb3F6Qg839igPoKJD72wK3A+V9QkPQdFJD0PgLS9rzqAvgzbAr4p+Og97OGIvdXR8TyhNYg9yM29vSeTnru/SnE+l6puvsaXez5ocr+8j5Fxvt5wLr3jNiE8hjgRPkR41rxG+XM+gHkxvj0yFr78Psu9eBmAvrwjIb40XAm+q95zvra6M7638DK+OL3hPA5XT75eEJM+LsoGPu0HHL4piOU9MSJGPhomiD2Kc3Y+CFWMvQzbvDsUoIO9zFqCPUx+Ez5MCEK+qe67vkt4Sz5k0SS+tSplvn3CWj7JHIS95lqevFX2zL1fCHC+XGuOvlSw/L1Oz7E+BRUmvudinDt3Cp0+ULxAvu8lbb2D+Ce+kx/tPfpcGr7rvjO98Kv1PUB0U754sp0+9BWdvQi2Dj63Q308F4SCPRmiML39Lmy9sFVevsQFAL6/adm+ZRCGPM6+wDyfBb88zsMdPiEHLj6CRhK+P5sOvoGRl7zUbiA+SpFIvkN/Oj4W4HU9/j0DvvAoRr7s50U+06qPPaW+pL118iC7rNVNPXv8Hb0VsNW9XBslPqwSWTycVLG8oV8LPpfMB76LIxA+NqCnPTOU5z2Izmu+VJ09vuaJ5b3AgoO9yW44vhWB9jxJR4++k91ovuoiU72Vy5S9bVZovnVqdL7SbSk8N96XPQjZLb5N+yC+02sKvoezzz1gxfc9rgj4PEMklz234ZI7ROQyvqpG373LDTC+JbmQvS4TRT42M94987cRPmQkNT7GdFo9IPmUvVeyCr2YcIq9V92vvewhA75RYYi86c64veF42TqeiVy+iGNrPuLBYjyrdga+8qkDvuxxKL7hTT29DW9GvhqKGb7+cZM9zy0UvBTyTL79+J49U1N5PtREmD2dSDC8zOIZvKaTzL1dl2G9G/qqvDAZNT3I4nO9Lpibvs4cUb4OjJY9QzcbPgauiz43Zwq+oA96PbV3gz0SvAm+8dKXvd3XRrw7w589psGuvbOshb3uCK89YahCvNDiKz3vKUg+Q7wIPpZnx72iAy49uvIkvqzUbb5ia3++HJbzvPuN7b2BHhU+Mbi1PfD2071MtQK9OhMHPRVqmr0JLxG96jDXvZYqKz50nrm9URETPaQpFj7tuyY+wdzZPbRslb5v+zM+5by6PO+blT3iBkG9BzXQPTfFmj1zwT6+3KMJu+PkLb2Z6bE9d3IzvmW9WT167Ok9H8mtPX9c8r3blBI+OBgePT8zFj6XvBK+s4FAPlk0e71YSzE+LDK9vfcwhb1sOX897YJbPlN4i74Cy9W9ukC8PTJG77x3leC9Wi+lvPBzPbx+yBq+2U9AvgN4yz3DMCg+XRvlvSqvEbx9O+Q9zfBgvYeeRL39QkG99DRmvm14abxIWg6+YLm6PSivir5fGb69PRlHPs7kUTyu8bQ7OHGyvbScFb6hwb899FWFPbsxa77oBSK+A4G/PY9Me71Dq14+LBUJvko2nbzK7d89818MPgaQ+71axBi+IKP6PQ3eH71BMHW+ze5VvsMYxD3LR7G9GyKQvf/PA70TsZW7qv33vEWLgrxpjSQ+isExvP9wiz3gATa+PxTAvSR+Ij6Lyye+LjF7PTsNKb4sUw8+q7KivN7Jlr524Sa9zAMsvkxXID78pnm+5y4xPbBaLb4zzZG8e23WvrdUtb0atvg7izwYPcAmjj4SggU+7fMyvh/egzsQjm29g1lXvvQuVTygFBy9tUkRPr4hWz5FMDC+cLjnvQ2QZT1bop+9vpGpPc2lUr2AQaI9Tc68O3OzjT0UqyK+wWilvfDUXD4mp708mdeQvhMgnz2veGY9Q5I4viVyO74Xoww+KooRPWCniL3vzfC8UMpAvSvTt72/Yvg9rz/GvLGAAr5oBpo+6XDkvfnDMb1bO/C9nIOLvj0mgD1jqb29wNZ9vph/lj1dta+9l1SRvJMCRT0JoI67eiG8vAe1BL7G25+9sBT9PYiVQD69NW09SIWovoHTdb2yEtA+6ikLvC8hND72b9O9BmhfPU6NqT6Tx/s9vCE7uxYR672OtfS9HS6kPbnhsj3HMLa+Tc+fPt7BvT2Q8hQ+N+ozvXKXw70byry9tLCLvro/Wr7N8t+9jFqqPjxvu7xQ+Ru+1rnlPbFOVj6BJDI+CsgHPOZHPTxOiLc9k74lPWLmiL2I7lI+XZoaPgUeMb5Lhcc9m6rGvGpigDyDdK6+GnZPvj2snL0erJS9OjwZPk+DoL2wK668X9V1vPGuRL2sCQI/++RJPdQypL5W8xM+v+Q5PoLVgj4R01u+caBFPODqST6mNXm+nP8+vcGAJr4ZpKy9xJ2xvpfktr2hH3M+9iVSvhp2vD235Ak+CcxBPiTFkjsI3CQ+DqmSvuY2FD5yEN09soqwvgPFPj6Wipo9SRfLvQp/er7T6Bq+HlE9Phqrd76MRQi9g453vI74br5fM4M+zQ2BvPv+kr1ZqOE9crLtucIwg76f0+i92LOSPeocrb4wU4a9tDSGPXAmPj26GQY+kYUrvmJvQr2aS/Q8qgJdusnyk72hidi7uhlIvhcbhDxgEc2+7XVLvTmVEL7JfvU7yTJfOia/U74epF+9erMJvtInBD4lh0++tMz3u9SPWT3xLIg9Efm6Pe43cbyJ3Vq+KETDvaD1/D0kFl+9CxJDvTkf67tsuwQ+Bw9evZJIL76wnuu9FA9yvZCyRr5ojtQ9Zf6tvmCOGL4mahm7vKQaPayfbr5M9aK9dEG2PaLlGL7XXvo81dOCvFIOdz02kmI968oWPkefqL34k7I98KKLvhSvobiHf2Y+VRukPUp2Fr1OEY2+piQVvtAWZb3K2IA92zBEPCgmXL4C3jy++fOEPXfQnLyX1Fq8u7MMvfX16j3YJu49sbfYPT5zuj3CIZ89+qwKvsM2sL1YaLS8oNASPeHUXr0PaYA936EbvhsLwL2hPBg+mZp0PIVilz3TPbC8+pyJPS1CED37dtq8TFY8PZUtn76Iws69KrL0PNm8Wz28lsm9qeaPvfufn75YC0G+W5+Avbp1YL4gizi+KtxIPDOLE75I3z++AD7fPRe6Rbw5gBE+C/O0vUQ/Ibxzsbg9YaSavbM8kb5eRIC+Y6dlvho8oz3noQc9w7havY11I76dST69hrJIPWK8kbxGem2+iojjvSPhSj5e+4e9nhELvp3qNjyVpC69XHsHPiy3BD4HLQm+maxrvuXr7j2sbYq+V8URvrjiML4t+ys+u7cmvlTXMj7vrJg9qwROPYbQ3b0dFEq9+gLJvd7ntj282i6+9modvgXgPj4m7Hy9NxQCPjO4nT1ieH69bUK/vc8EwTyMEc49dOgIPmyi3j3r5R6+8UUUvQZuc742HCm+cpOEPqM5ND65R4S9YZu7vSwZtD1u4lc+iK9WPgIiHz3S4To8gZAivj1hhL6xBhy9U2lGPs+OKr22+AG+pcgTPmzV7bqule88zvjmvLMaebzGuTe9DJuTPlWZVDzujCK9BQJVvhCkPD4FQpy9VEj+PCcnx73qjic+62cZvpYkTL6oQxS+rStOvfdXVT61IT6+uqYjPTNFHb7YX2k9gf8OPn7aIr7blTY+Ryp1Pq9zE70WCEy+t+BQvRXAjD0c3Uu93eLdPPFqJb0qdme+axScvU6JhL69AJO8LSKAPnaxAb6Y6C4+9tUGvVbxPT4TA9e9k9f0PRNP3r0DFoA+WFeFPjrG3Tyh/JU9ZJAmPsun1L2hmpM+0kUPvYrIh72Lg5G8oHAiPupp0b2JVcE9zpm1vffaXj4+4YI9w+Y4vd1qoTwyoR6+4wd3vrBrnr5L1QW+7LMkvl9hpD3GK4M9LjZ3PgXHrDuH5xo+Mm7PPf7cTD4MhEw+x7MmvYj4Db6VTOa9n54LvRPnGj6J6oQ+lfGePRReLj5TrI69WBQuPhRC+rwJBqc88gPCPTe5ar6fLyC+jgUIPRsbrL7S2t8+LKozPaLthT7I2Qg9nQPSvR1jIj4GPW4+KKMyPre8kT4pJxu8IWx8vkw0R75nOYs+E24uvmSsg75pSE8+UBwRvhw+CL52CCW+ZSGMPso+CD54QqW+fr12PXZlID3QFgo+CNT2uu7GorzqDo09MkkYvlIgF72r3aa+6RRmPg43ED0Ea+g9O1UgPgtCtz19YjA+dICTvgtpmL5SGXW+Rh1wPUTtTLtnDL691GUhvqsKPj4nfai9JhG+vTk1yr2Dqwo6IJKYPOhNjj798QI8jvUFvryjej1x9+o93gGmvkhiIL77WDA+eoVfvrPYwb2UE48+Hoqcvj6Zf77AHRW+vyJ7vsg05DyJEA89NRh2PZSHGL7LPlE+QRyHvVGgEj6oh769zBGlvCkmg73x856+wlpkveckcz4JxQ2+MmY/vsJInrpjbEe+WTHTvR49UD2G/Su+zcAOPu32GT3WQTu+jWQ0vj72mD7rp0G8/ltSvk8Bkj5PBDs+1Mo4PuIhjrj8CbW9hMs1PJegnD22ulO9SS1wPRN12L2y6s0+qxNbvlIymT7TLYc90RqIvHXWEr5VKRI+81tXvu8mWb43lck91gWNPUXtOb2xbWU83W6CPlfx974eYBu++c5TPtqVSD7Tr9a9o8zzvIHQ6z2Ii/I8L0BzvnKNEL4+21I9aRDjvZI6UL5527k9phQVvrvhNbzUllU8opdcvdVSYrvDbmM9lmSEvPs4Wb4NM3M+EaYBPRttqj0/35I9HGkVvZdg4D1iG+i9yfMAvoV4yb1Srqo8MfHivdgAhL7RCnC9ZdlNvjVMab1jvlW8JPBKupVbDr2TQo+9uuZBvnxJKj2o2JK9mANDPo8TiT0i+Ts+wqc6vib0vD0qlXu+UKYRvo3GmTwlc+e9QDYlviaSQL4ntya9HJgnvsrW1T1TB5S9nnICvhzhgj0Mnuu9pUNWvhko4b0yF4W+qQxAvpBFBb57e1c9F+5vvWsqpL02K5S95nR8PaRbKb2dZp+92rTivWtb9j13ofy84veyvVxkjT3SlG4+NYFxva9zDb4uwTK+Gu9rPBc0aDye2AO+8X4YPuLh171fdKy8LWt2vX+BSr5DuWW+NlU1vmtsur3Unn49b1gKPV/RSry0QUy+wyPaPKBMlD6Uacg8GXfUvLKrtj3O3eK9t5HPPTDn2L0N6Ey+pekFPoHdNr3UeGO8O4wYvo4q0T1hsyw93ODUPK9iPL74Rsk9qf5qvoZ1gL6gsm49OsCyPbOSR76KbQ69RIVevjQO/jugTDO+Ht0RPmlzZD7TFcg9s1ZYvhTSWj0bE0G++7ckvi7wf7w0LB0+1HEyvRLLhz4O0e+9y8csvrSkW77STdw9AkYgvr4U+b2gO4K+kabcPT66cb11QP29noErPfn8cT7kp+i9S63aPfCM8z2M4k2+AW1VPd1/Ar0pifq9IrMgvkZZLD2bFG4+aNEjvgATqL2vftk9NRjZPbk7VL732DM+Z1uDPiY8vT1w1Y89FRAaPcAXar6wOyG+2rQsPf8WGr65k929WewkPkfyCT24FUc+eNBePSvhrD11gRe+eI+KPRVObb5VYZw+y4Y7PYMlAD4qMgw+s1S4PW6yAD6559G9yL2evq5+Ob6EKeu9Qk6/PaEYj739azy+o1o1vV3owr1mYsg98ORTvivmJD3288O9Z4FSPgvCJL7Jfgc9oViwPXQQvb008C898vLxvB2EIr3qh+E9E8dJvuSlzz2f3yu+kVGFvVwXA77PU+y75kxMvj/Jhj6Mx6K97U0wPtmnIj2Oups+YAKQPn0jpr2yXQs+6h+BPobCVr4bvow9cL8vvhhUxzulCGG+Vo6oPbKu9buUd3s9JgVnvSpdFb7Uohy+PAvnvRKk9r1t5QU9z8lmvpV8rb2JzRk8lbnYvcp9Br7qbI89WrgFPodoyrx6pjq+Yne3vbcuFb7EqCw+rpvtPbgmfD3/2Dm++J+4PVXO8T2bl7+93vNzvaTCQD2vp4S9sYg/PuMdvjzGYkg+UKoPOygIKr4mP4g+iRsVvYwdN77YJ94+ianLvcWVsj5tAIK+aRyoPU70uD0kP0A+MC3LPnV0Zb0bq1c+WkJZO/dRTLuFkGY+IEzuPPS+Yr0eY+093N6CvTNe4zksAGq+bhkAPqABEDxZPEe+Sl2vu0rBcz62VDc+MUl7vvRw3b2i3sI95JU/vZI2Dj5Wl4a+Ad2zPoOAvb3ZUN4+laBjPhK4gb3FfgY/irDKvpfSfj0b3YC+AutSPQHeU71mHdw9lIvVvIiX0z43fQm+smEVvcFW+D0uN0g+T4VEPoE1Wz4xsKW9AecDvbQtiz3ZwUI+zUO7PYnraD1YV0Q+UslkvvTvxD1KdRE+BpxNvoCvqD0cNbq9PFHJPGCwZjuFIjy+nGMjOyv1z70f3Oc+qEjVuyM2ET73bZG+gfKzPU8ptj0mJIG+y1RFvnZJJD26Nia+C9uQvlVJUD6tZv+9QH1dPoJYLj5HgaK+viOpPphTlr2u/4y9z5osvnSKLj4g1se9qKcWvkRPKLz6Egc+fiWsvWHh4z1wEQM+au5LvlBy0D0w8mc+XWkBvY2F7z3jhRm9RiHBPNI4hj75DAI+BbglPt+ihD7mzYo+7GZ3PboYK75WVcc9J7wcPizn1Lx43ea9rhFzPX67AL9GyZM+8wKkPl3Rcz2pvhg+AZElPqrYQD69fP49VWGXvXvQUj11tB89IO4tPbOxOz0RD5E9ax/+vfEo773Cld29/RKlPm97I73T/jc9ZgJRPt4LnT6xYRy+aIQ5vrfGRj4+4G496q6NPsktwr06SDo+o1YxPN57ED6xbBM+cmEUPf50E74rBcA8TD3pPT67zDpn6hs+skt5u/cojL3fWRy9hmeoPJIAmj48yRS9dS5EvdDigr0jFTY+0a0oPOuWx71RVyE9H9iWPIsF670Op6g+J+ZoPZl/hD5T5xU+CDKKvSG+IL64QW++kH0iPgaBKD5LPTw9o6hNPhZ7jj52k5K9ttNQPJlezD3bnio+m9+NvSZSOz5gVJ0+3kwiPnxrrj3LgIY9Z4S7vWxMrL2YBSA9MqpgPRzJ+D4/6Bq9YX/vvWCLobvtOae8XIWSvdua3z2CUlK95ougvS0FPr5JKj89OH63PADIwT2d05S9++SYvexNYT2j6C8+Yb8CvtpUuj3+8a29zkYGPlrujb2+b1O9uDBlvHagCD7iCW68f2HxvHOPpTyKBrQ9oECBvUupkzwsNh8+0CzFvdhyjD2ZXiI+sAo4vq+KtT055l+9Qnb4PRnIJbzlnc29D8f8PWoIgT4Efkc+9rPeOwZ1TT4j+hg9c1hSvjjUib1jnZA9fkqNPrOC9b2mEAk+GlFJvMOGaj4QN0u+GgsSvgVLX75QvdE9Fsa8PYyJFb1/hL09gh+MPoO8rr1P4iS+yU5Wvia8LTxVuf4858n0PZrUrj1obPW8IU0YPUxLtbwcrSG+/A5Gvfk/C77UOIK+bAKUvY0qgL0EyiG+lLDOvaXELL4p5jC+PUWWPcCi3r0V3XE+c0MoPny2CL4c2DQ8KOyxvdn3AT4JoEG+bTYpvOfacT3P0Yw9sV0xPggCgb4mXdU7yAVKvSKB8L0QYEC9PWuvPdb3jzzAaXM+/J1TPmM9ID7py408OyZyPWmzLj7PCoW+OX2CPUwhbj0tCAc9fTcEPrRPwj2+zIK9zH5yPdrM0z1IJLg9nIllvkk3Fzy2yaW9tuwlvlpHOr4r8y+7ja6SvRwlBT4p0y++e8C9PW2mGL36gpY9P15kPtlf2D1/Wvy9dG5wvlyENT5Y78W7x/WdvlYcFr6rzno+2Zu7PVaGUL4IpaY7wghIPZIIH77znkE+1GmlvUNsiT35LJs9SWi/PQGZdz5JRD89JxieuyaOuj1JDsO9mn9kPSO0Fb6sEbY9KrH1vbh147vqB+e9e7w1PESqYz6fMjw9860fvsMYO74H9he9szK+PTDEqD3qyYo+RUqBvWYusT1DG5c9JnuQvsmEPT4lerw8pgI3vgsl8TxsmAA+S/T5vSgpGj4D7708jJLGO8yxijwrBgg9Aoa5PXs8br7I/YU+pGnBPEX+N76vK/i9LfIIvhoqBD0DRjS+isXuvbgLJj45XSO9XUs5vciX9j2LJIo9gQZOvgkUSz2Dtjq+pLw9vqivlD5q34w+syetvKHmij2yV10+JM48vZMEhj5bYDc+UMH3vVrRoT5w5X89sYWqPVZVVz0yZmW+/77ZveYM57ykcpO8xnnsPXItIr6/MX4+WGYHvslCub0ylRA+kiSQvarJXb7u7i06uMuFPdV3jL09Ozc9pCGxvgUxAz41iLm9nyUhPbB73zqz/p09PiiBvtAABD4i7mU+Ei4iOsJpX75um6U90ac0vp0L2bz2gNm9JsxnPQEb5D0bd6c9I/gAPFzEPLz02/Q9JSccvu0vNj0j96I++k8ivtjAq7x+IQy+TtrfPOLcojwhrwM+DzcqvtrXzTwajKM8K2KUPdc+hb5B4UM+jIkGv7XL6rzeGLS8zea3vVmzub1ltKy98WL8va3YFb4V0QC+7cLDvUw5Lr0EqqI98AvsvWNIAb6M0x0+nXYCvi68UTxcGnm+jPXKPsQcRr0sw7k9j+ULPihJib6yEAU/3ns+Ps+Beb0Cez8+3SEfvc256L3SDFg84kShvp9brb0Pysu9JfBOviSzbD60TCe+N9C8vRxiGr0YUxW+Ms8HvjlVb70sL2G9OGliPWUqZ7qFNY6+CRKDvmxArb09Ibq9/wKHvJT2ur0jAhg+wUsFvmQtor2lMvy9FBF2PrZMIL6P51u7q+u5Pdi2LT71zAA+8BKsPCaIEr6T0kW+vf9VvVduAr0h5Nk8mKBdPrPKcj23dhY++ErHPQoPMT49WqM9e0AJvUzXyr0pF6i9Fa40PnjvB74RbCI+Gie5vGYQ5r0t8++8CsISvsGuHz6Eu0q7iQUZPtDWhL1FNBy+R9ZmOswbq7wb8gg+qhcEPkLXor2rjbM8yK/hPXOoWj6wWjA+Cgxxvolezb025Y89afkfPTvCU74HOyE+fs/sPeC7Dr01v1Q9u6n6PXcFcL1Ewvq89iG5vW+oij7V0r69hGEuvkZMGT32HTW+poUZPpki2L1NNIK+R/E1PnoVG76jkbm9bQrgPTaqHT7RLrU8kU6FvcpdZb6Bak6+ThUXvs1C/L1G2h++glOFPLwaQT2ZHPI9Z/C3vTqJLbxd9xe9osElPnjAb73hDKA8KpAsvYK5Qz7Xa8s9cZ8DvtLgLb6are69Y33rPMKWFT5iqOK67fA4PeQRpD3U1go+6ugJvglixD3IKsM87CNHvRIPvTykNBU+peL5PV3Ey7yR4s271ujXPKqUBL4CzA++xh0PvVZ3ND4g0JU96BQxvj6gVj2o67m9HYPCOzh+iD1z2JE8NjZ6vQ00cT2UIzq+XAWIveRy/rzxO/A8hXGqPTH8iz2CrZS8hsNrvUbSGTw6D269NhEBviM9XLwDaBo+LjGWPR960j2jz5a9Zqsdvmg7EbxsnzG+K/nzvZsiAL5zdWI+hK60vYuoHT6wi7i8dB1nvQLvuT0fy6M97Sk4PqsczL0RIy4+GiKCPTdGCD6JCh481uepveKeLT1QTDy92HxEPQNwsj2/4aO97kYbPiyFHL7ZOxG+aQTTPTOt0jwHM4o+HCvHvdfS+b3VYUY+ZHI3vmbSnj3FFeU9ByNavbeo/T30l2g+zAgXvs7N/73lUIs8+q73PYpQSrunK+u8pFdRPXkm4j1iJYK8yGbUvbKu0z0mnwS+LrJLvjX/Mj0TCBk+nSkpvX+Xsz1s3oo9YRHlPXrkdj6EWSK+vhgsvjAFJL7Vkhy+3isBvj8iir0Oiqo9lonsPSmC5j2VVWc+xNBfPOVzjT5Ty1Y+71Envb4OFb0Gfee91xYuvriXoD4t96S99lpWvt7H3z0ezRw+CqYsPpbdPD70LhK9C9wqvizAQ73Agw69wh/XunPgzb38y3k7Pu4Gvdy1pL3AqtU8anqgvcsUx73DYDO9V6YGvHWkbL0iwge+KKCQPu1hCz6m7V++SzZ0vuHRfT4R71y9rkgIvn87zrxF4/m8N20UPn25VL4++8A9etW/O9wtG74LdEQ+3kgAvY5lmr7RywA+wSSbPgKuXj5wKoW8/sI1vqlaIz7Z87I9XgmsPToB7D3xfSM+uxYrPvKc8z2jMsc+92ZPve0bqr489wc9k1d3Pt8d673zLMi9RfcRvlsYAr7MLaq+6h3JPXOFVz4IoIs+sG7GvVow272RrCw9GXevvA71dD5zMSm+zQpHPcYUED7Tvxw+572Pvd4PHL7BDCU+w9O+vZOFxTy0bhy+slEEPugTZb7DCRu8GWO+vHLc8T0dwXA9Vl2RvpeyPT4B9dK9sm0iPqYeXj7sRI++Ro3ZvpdxCj6JoJy9whhuPuhwtb5KNCg+KXyFvXD2zbwI99K+EX+SPZgMfj54dqe9M27ZPbmuIDy6dI2+gZlLPmKdpb1avyY9PKHevKMBxT3ST2I+4f1JPrBth71EcBM9kHqQPunbnz7ixZk9Xi+NvmQRkj5Gx6M8ExN9PqJLhj6k7Ys94GBKPoLPOr4AzFw+dg/XvYEz5D0ksLe+4y/tPRG5Qb5by7M+WrdNPvtBZj53uNc9VPymvgWQk72LXHY+x0CKvqbbLD5pSMW94AKBvsLOyz7KUVI+MNM8Ps8GK74qU4M+BMmEPT32fD7lQuM9f+iSPsEMKb4guyQ+L/9hPf6Nur4TcVu+AqVgPlb0+T1YqC4+YDQ1PponDD5IaE48twdkvtzswD1RH0k+23onvsDfG7uvXRG+voxcvRvu/z0oLZY9rFeuvZEVQL56TeO9iI/gvBqSKDx03zO+mxi4vJHKe73TIGs9yEA+vQVEl70qNYK98xI/vZZrcr3mziu+no5IvpwSlD3TV4g9OagkvgfiB76bfq+8BY0KvX5bJ77MWVS+g1fjvOefKr3KD+A95J6yPFYScz1isCe+5FwCPrFUr7ybGwO+Aaeiu10UzLuFZIQ9VlMAvrpH7T2hc+K90cMRvip6aj3fEhc8m2RevalIBT7uIks91lE3va9RjzzHHfQ9aMmbPXnTvb0GTAY+uJwYPY0uJT1QEy+9s6XXvdhu+b2RcfO9w6cRvrBGFL5+rPO9unE8vvl2ib4GskG+uNtpvnJbKr1yoOs9MuDdvQRKcz10xke+1QJovgJAij3/ko09LAMCPoE/T77KvtK9UHA1vhYMPD0BIQO+sDQovhwEiDwKNKS8JqAIvvxYTj03Ryy8Gg4YPspWY75fzqO9V2ZVPbyZ673iwK49SFSFO8T62L2QcYW+cgfAPSE69D2Is189xo/fvBe5Qb6Ekie9GCaMvZ9WjD02qUq+FV75vGbYMz2mVS09e2DJPU5yMTyF7qu9lz8KvXjUt72vVwa93viKvricRTx0xnq9K7qzPVTTsbwYIR48Y5JLPe3NPTy6mf08M/qdvUmn770ysuw9cVHMu1jIlj2Fcfs84/nHPI2QID6pOYK870LdPGRj2rtkOtW9qeaXPYxSlTpHeSu+WxkDvd4rtD0TjRK+n0tFPTUCcr50wEc9axusPI6sIz1IZvM8OH6CPTFX07t53gQ+A9NvPigiR73eyWa9JeIOPhWJhb7hRWM+lvMkvoznJzwziKG8uhQUuzSG2D1nUP67kzK9O0+Ryb17NCW8Uh1ZPgGbnD2G7Ic964AYPvD+eT2X2ce8M0UgPmPwLD3Upfi9orQjvkvu8r6LcP68QzywvQrYlj1ANxa+ZSEVPnYdlj2Azxq8YSIUPXmeJz7e61m+wGsJPvrQfT4XUZG9X484PVhNmr0qhmk+yZc7vcXJCj5NSQk7fcYkvtn5pz2nP1G+0awnPmB0Wb2u6gE9P5HCvYygaj10xEW9eW9oPh7erb2kqS2+h4oGPkJ6OL2/ogM+k0LwvAOp7b2gk/G9kS98Pk6siz12xyQ9o23uPd80OzzKaKU9v9nVvU+luj2I8SQ9x+Z7Pjuhqr39NbS6JYfpvTw8yj39ol69UBdmveb4VL3Dyao9Kk/dPcbbgb3NR4q+l5uoPfpbCz2zVMY61e87vT9kIb4OAes80BcxvbJFlr1I1Xi9a75SPj6M8D0qY+o9C66gPZcBCLxzj4Y9nNcBvb26yb1I9Be9lCfvvBLIXr5iYQU+0FiAPu8YWj7NQDO+NR2Jvj0f2TzBTEO9pi0EPl25cT6Ojpi+Qn2APiEfvb06C5S+ZP85PvZ6tb3o5Kk9XCSDvvlGjz5WtLI9IYHQvPlolr0Tcgw96ADPvTRcx73gcV48VK2NPo6Fszz1AjU+WnXFPLDjqb0YHFK+cQFjPkKiXD0Zjho+vstrvpvXsLs7vDU+ii4gPllyUr6ZfTO+yFQ3PrrTtb0sIbk8NISJvo2s+T3KHxa+NPxyvo/CQD4j9Uc9i33ePXogPL7VzBM+gvJgvjyvFb53cdW8UkIwvuGoqr6iUQo90L+RvtAbiL5UoY29wq1rPvbXIr5n7ES+c31/PkWxkj1yqF4+J3e8vVRLhb55Cmq9opBWPi3onD7WOre9vzkmPpwqhj3GM5a9leuEPj4NxT25vra+XU5+PbW0Mj7gTxe91lQ1vmDlzr2NXdm91A0QPncfbD1Z1f87ofazvWmkXj0hDIe8+14BvhJhnTp7c6Y+L0hgPin/CD70U4K+M7Qqvmf6cL7SBCQ++XbjPWDvWb4m/v49H90qPf7il73kEbM8AAjsvf+5A75QoQq9Td91vpLpWz6B64y8wAItPCKFYr583EW+fjhCPeAzkD7Wwdw8dR3JPf0fij6k8lg9312MvvalkrwRcNc9kGRFvNBxCr4z0Vs+gpPCPEl3Z7638Oe8CP4ZOwmLjD1ImS2+aTgMPitQBz7MGGa+R+56PbgoPb1ZV4C9e0RXvfelk71DYTC9t6CwvYkhhT0cZUK96lcNvpHAxb3C/pQ9aDYxvCZYbD12iXC+wz1yPd+AWL4MBC4+f++SPGLcSb7v0ou83m2lPc47Ib4Hjhy+njyBPTXA1r15lwk9+/RevbbJTL4ij5q8EMTKPWsTHL5ym+29Nj/cvQDc571kKXy8B7jwvQexEr52AKc92PVqvX11qb1JgWa+97RTvMYtoTy1tQO+ipFjvk2DM74Gb9M9th9Evuqsur1L1nM91EYGvmnjgLx7qQ++GNaoPJIsDz5xwoI9+j66vbXcj74+Wzg9ajigvWC/mj1gWeu93KS7PBz7t7yBTww+12lHvcyOrL0znCy9L1jIPOYJdb5pVIY9FeF3vacpDT1SK6c8R75jPZErPj0b8kW+fgkSPnGLeL1PnxE95Pk6Pox1nL5d79Q7Et3luonQWD7UdvO9aHovvs8c3byDW6e8i6xFuwmRwr3qvt+9ucTXvL33rL2xn8A9xiwDu7WKjD1AUmg9fzDqvbwcY71h1dy8+U9evh9QFr7lnQS+sRcovmTLj76qKSI+5aQEPmPTart0yxI+QoH+vKhQZj2S4E2+ZvkYPaCc970Ug5u+Ej2KvZVEBb6HoAa8y4fwPcpv1r2M1wA8drwvPv78Br2qXKs8bWmfvZ3vOz53Puy9OWZOPaOTFz4ZV/Q9ZEvCPdEfKD4nGta8kpvZvW5Auj0gjVu9+eqKvjG0Hj7ssBW8Iri/PUrP4DwYt088G6MHvpfZhz3hj2m8q+F/PP3mo7yghKm9O0BhPu4UYr6I6ic+oVyrvdYeI75J//k9UtkaPHkS07tPgQq9E8YMvUM/pz0eW0k+aVKjPTqiQD1xvia8TzUMvLdcYL0x5v69XScwvqpnuz2Cwpw8IK8uPdanKbwLWiO9MgP+vYRuNT5m4wU9UKWvPUIojLzaqXE8kXuNPRnvm71Gy0G+bCiEvTpctrxl1vK7VOejvoTzob1YQji9ttoCvmJNaj1U5AS+khVVvra8ib3PHWE+UrzoPSrpED7rnKA9cKQHPnt/r7ssQZi9fLCgvEEtPj7NjnM8ch58PYoqHj4ZLkS+wziQPnzl3D04CK69xBV9vWzUk7y9z6+9CHwGPuEUZL4xCZY9mdNzPTWK2bw1pJk86C2bPNcFYj3EruU80L1XvVqmmLyt0E89ZJefPXl1Xz6o4Um6JHvGPX5gB71Ot1g8u1kmvTcnUD0wz+c9dtI2vXkdDj4myj0+U4SuvVbxEj6Vya09IoofPhZ+V71SzVk9IuccvpCHjzsJ5xg+8EG3vRTo9z3yCKU7a4G8PWlnAj6iVoa+UaxAvgYP3T2vNwk9R16ePoS4ej4j+UY+TAU+Pkd25D02At08M1g1PnESpz478mO9p8FUvu7hTTyu0RY+0QaDPkSowb1JuLu++Go2Pe+1hD69aOG8sAC9PqHKiz3f7K4+MxUrvtMmwL1s4eu9osv9Paq8ID4pCxQ9VEDXvatw4zwalG87IyEAPUFJtj09E6W95DcoPW0ZUb6NY5+9+7mOvJN78z3eZ269rmyGvpndwb0X8f88NOuCvmx3j77lRCA+CtvJvqvD4b0okG+9GpZUPQlNlb4fzo6+VTK2PrkBiL3SEGw+IDEhPAhHHbu1tkG9iANlPrgJCb7hxz4+XaYqvFBscTz2pG8+bPdnPnCSpD6kK2o+YuV6PoUOU755fLK9My2svaPLCj5QBZu+c2sQvWnYJr5nJpK+yod7vgI1Tj7oGqG9PMajPmx5D74wYRi+geWXPVIF0726s44+HFrFvVWxCb7gE18+I395PgqQPz4lq1S+BecCPl3RWr5/p88+FjUUPuuldL0NEoM+EdhPvbO5L74OJiA+biQxvWx7n75QToq+0gq2PccxBz4yghQ+My+1PVVg0b7vSrg7N3qovWijVr4cDnS+ass3Pt6nwL170Yq8u8h6vh5nIb7Cmlg91qc6vd3rHz69uSa9SjIQPI7ELj2vO6w9AggLvhzBnjx8NbQ84blWPr3tr727KtG82fnPPQkzm73yMTm+geeLPXvuEL4KiVC9JhYxPuhcTD1vli672CpJvW5IJD1vQ1W+JmkKvmcubL2H0Mw9/aLtO3DLjL3rAm6+3M6rvXlEJb41fW+9RUklPUI4zL3+/0k90F2evLn2Ir4i5T2+UJgWvTf/ur0U5bi9HMAxvrf8wLzkcQg+mkgtPQB6Lj4yFHC9nb2DvKrhHD2Lpzo9+KPFPde+TDzxL3S9kmHIPF9fU73hkKg8LjJCvUcdSL6mIYC9bHo2vt75ljzVgDy8R58NPpzxfL4YOw890Hx0vE3fIr5J6sw9gyKePDfNOD7z39m9CmK7PG+8jz0n1EG92isJPRsj/b2tCfU9IqUavkNVAT6PPvU9sui/vbKECj6+ABS9U0jYPTZov717o988mki3vb+Hlr26VCA+OLoGPlCFRr5WNvC9nvPwvLOzCbv97w8+zM9Ovj4IBz6dMFq+9uGWPRAMLz3Cpy2+fDsEvsUxHD7XzCe9/z0jPdyGNb7Rw2O+Xv3nvWCcvr3gAIO91hvdPY7qJbygqWG9O6KAva6jx7267Xg9MWFDvljFGr5Pl8o9Ok1KvVs5471rZTm++gP1PcjgTLzE83M9Wb8SPdTXNL7Q8Uw9ktjMvdRcPz48MB28nSAyPtpwFT3ftAq+td8lvme32Dw2KrU99nofPfby1b3X2OS9RPjaPa+1kz3kC0M9DogcPqtgmr1kGBy9Z5EmvYSCMr785fa9iR2iPk3P2z3rvWW+v2sOvnRGMD4rl8g9+dYZvjYPOLwMt3u8vbZkPLp5Lr6f7L09/AYGvunmGLxZ/Ce+YBB6PiMjxr6VYDG8AzllPhVk4btWFpm8ssfYPRetnT0VAsE9OzqLPH6x7DxPz9499y2BPV/Dtrs/qcI9Z+UWPSvAgL7cpim9kHcLPh0SQD7hPqE9xQMWPdqdJr0EloC8tlgzPXgL6T12zjq+JPb6vAz4KL4d2JI9G7HUvRVpiL2EfL09h4ZnPZhGEj5eZFy+zB7GvX6zAT3tXhq+DIsUPjX0Rb6kEzI+N6kXvlbbgr7wyQu8J+ZpvcxeFj7hHCe9xEBavt4A7b0aUfk9P1yBPZhUpr0nKSo+D9qhPesgXT3cvCO+RE7BPY8/4r18n0U9Q8UTPvaeYb7sdhq9s/eAvUq+4j1T0XE9l+jYu3u1Rr6TpSo9QCc/vaP7AD7GF9A9eCaUPXkh7D0c++W9LCBSvBG3Oz6KvtQ8V9VYvqn5Gb4ITqK8x8N1PpZAB75yL+++c1gZPCX0Sr2/Pye+KQdJvqP6rD0Q63Y91YW9vVPtE764R9i9uPffO/4pRr5FZ1q9ZzmpvswnAT0xQlW99/AavuszGD6CdBa+U1/5PaXfyDyJvk2+RiEavg6/4TteAC69FyZtvqf9Ej42xuK9b306vjkZEr4+2K+9yq2JPplyeTsaG6s9NH/Zvc1mVL6gkBo+eN0oPldD4r2oEFS+XRZrvs9Mj762tSq8p3TUPQXr7b13+Yo+ZoCgPn9oCD5yjBI+HHy4vhNkgL6nw5a9mkIGvgb4pjyVJk+9qnN4vkNKWT54XSs9UeOIPUO4S70HTy2+wAIzPSpHIb4OxZ0+O7RpPi9fpj1v9IA+yqNpvmgvO7tcTLM9TZTovL0WAr4d09E+Yy4KO7uBjb6QC5y+ZtXNvl8nObwmwN8+MEOYPvGGAL6Epz8+Dy8ZvcHYhr12L/S9n7hVvm8PgT6ad66+WklkvpcYS77laD4+SJSQvRbELb1TXBK+7ssNPt+Spbzl/4a+BfhsPfJXzD26AoC+94eWu4yCKT6mTZg9DsmEvgUC5T0LLNW67a/WvdWCe763oGK+UMd2PuDXp7uGHMS9Mi2aPSvD073Jdmw+9eBAPjb8Yz2Lary9/ksnPRVYN72kN6w94kWKvjwYrb73tJ++raa7vVEFBL4wvom9lcudvcXSJT6+3SQ+9WKivR7qJ75ToHq9rw6KvQHTDb5yhoy+UveyvjIZKr415yM+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Mqg5O+uuWb0813q9H6oKvGp3hryJJgw7Sh2BvQt+EroCgJA8Pu4DO5FyIT3MzKm7J+ajPIvsjDsTABC8BhQTPp0y571hwzC99/JQvHXPsDwgxY06zc+BvW/UkL0alnK86+YOvJdYjbwjjfG9+bHAPIHLqL1EySi7gklIvN89N7144++8dW0nvo9Iq7lgjqW8wiK+vPaGqr3kT8s8xN7LvdpLmbsWXUY8l+T9uw/XpbySH368O5WIPR3hTzy+0qk8xsc7vN7qBTyDc+m87vA4vUP+wrzVpz89mv6GvepYqTzF4Ra9LQYxPYOTQr48LIY84H71vP2jirtV00a9ecUVu7VKZr2vnow9StrxvXGo+T0mpcO9DHDpPb89CD01XPc8CTwavZU17bzE7LS8ryqpvF3Zezvs9xY8pL9dvKPbPz3ovSG9zdyHPLY9Gb0234G7nozUvaM5orxnTdm8RDpHPGaxIDuJWKw7AbsuOl/NFj2wtC6+dwqSPFP/T7wal5m897zivCYzsrystgw+J+oVPQ5PDr2E2HO8u+ilO5yQQDt8nwA9GwTRu68n0b1YuYC9lZtKvSo09Lyy8Me9XwB/vTBVAr54ttq9tRz2usISdz3okW292TosPDu3hrudUB6+YVXyPJw4mLxUsri9J57nvOToZ72L3Y28d7gnve0PCb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 