{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "hPLOveCw1r2/4eQ9zhdHPp0hWb7ACIA+5YmSPdbDhr0PwQS+QWn6vXJOMb5B/Jq9bAFQPktU8T3PD5e9ye0dvpqlkL4m2oC+urBOPUF6HL7ginC+7KtbvgLt5T2Spas9ELd1vpLqJD5xnP29jrDUvTluJb1QCvS9Mq/FvW7ZEL7Ctlg9R7sVPkNPMj4OEZc8qywVvgCITb5x2vA8Ba8mvvZ3/D1ubUO+RF/rvSWaFL2zGhw9/OctvoOQE74DHpQ921QQvKUzg72Bfna+XCYmu8F2QjwDSx8+H8jTPArYyr1mavI92jIdvlr4s70M7sE7PjBAvtBGX7xvK0O+SrafPIlq2T2aQpi9q+HBvQgY6DvlVP69DYf0PACIq7vJzoC+k8WUvYfIFL4Ebe+9skrzPW5Ssb30W4O+Iym4PRyipD1iDZo9AXuKPqGINj6sOeg95X8sPkLezT1sfvs9C9Invr7QJrxDE449rrM1PtBK0LuFqe29KCg+PNyHTjztsOg9RVAUvmshKz5lyUU9CK0sPvyBtT3SJpi+Qz0tvmMoMr6JlVq+yRgcPgKs0T2V+Vm+oy5Fvig7GD76taG6BsXYvQDpCD5eeUg94hEjvmrl9D3qRjA+mHEgviaMqz1sNju+eQUmPQHs+b3RDIC+aYugPGW/yryyUAQ9NHddPkvaJb6caFg8SJrZvBdYtz15Fta8rc5kPqNUyzz5xpy9WImAPVhzN76fDfC8zIi0Pbbhrz0DGlW+xV/UPeo5DT7s/CA8W1ClPIcc2b1+nO69dYacvW510725dQA+K/ELvSHRrT1DRx49fOE/PbNbNz51HYI8vRIAviXGPj1yT5m9QqJFvksKuT2h7AA9W+34Pbp9hLxwKL29zqUfPrFQV75w5Q++sEnqvRLQRL1ZR4C9cuAGPd7sTr3+KlO+8XQdPG7twT0q0ay82TgbPhbhQr2HqkI9vLlSPHNLk72HdLe8JYeUvfp0hbxeBgk+kwIUPgHiM70V+cY9FHIzPslWAz0P9ea92/GAvdCwurwJlfW9gDOxPWb5Hb7UduO8J/MCvth9MT70CsE9/ZQoPrU0u70QlCC+6mgaPg3Dg7213w8+rjq+va6ahL0U2K09p2cIPO6ldj1JBd47j7zfvQbtgj2juIo88axKvaHFTD3/vag7+ifbPbZbmrz6c4A9rDohvjYLQL0f6TW9+8YWPvo2fT21sRK+c1NJvQdWA70J8KQ713pdvhAySj2IRP89c942PoCU+b23hna9hO/dPQ5c0D2/WjG+fSuNPemOzT2dvWO9vdGxvcJa6ryT7+G9/BBFu3ahjzxH95W9wP04PRvInD0THkC9qYtzPXv3zT1I92G9BG3BPUWPML5yZSI+oH7QPXsNAL5Trzw+U7anPWwfAD7RtNC8kOyrvRthRrui6p47BMPZPUOGxT3BLAg+INe2vT7SUD0glC++XNpJPUD4FT29rrM963wvvmTEXD4lsjO9CaFQPqkvgb3qVeM9izehvYyI7T0SlsC9M5HmOh13VD6PcgE+xs88vtuTRr4mLPE9xsFBPdzhOT58cxK+hQK0va7fh737E/w98nkPPQyZPL5yTeW9bTquvVYoOL4A85C9Z9NuvlHpPD59IqG9NyMVuiB94L2sGbw9sk4LPhG3c7yh1tm8okbqPPObpb3EoDc+7d4FvicaF7uW4IE9dg0+PoImkL2vuwy+0GMlvvRskT4JjbS989uCvrMBCz46L0y+4BnuvT1bUj5aaZM9wkhTPVRseT4KoXu8VUM2vuOW3byyB+69Pu76PVFxh7wt7k695xOmPRtNOD7jiK09klbrPRGgJD4dP9A8vJ4lPsc3br0Li5g9p3YmPAogv73jPjS+1277PQ8BMT4ibCo+eNuWvbydx71shT09ABEXPvioXz4BoGa+WigEvkWair5AnBq+DmiFvHAaFb7Zz3a9TODyPaj1ej006U49qer1PcKRCT64bVU+p3OVPRghhTyIGeG7e/WFvg+oB730jBw+BtgvPVDUiT0uCQM9L1elPWYRZzyocX6+QESUPeKAUT4S6U89UVKCPpOnlT3I6h6+6/wPPmB2hD2nwBS9jfivPdfG570y0s69bz4Xvvo1W747+X49C/IjvSDQgj04eGC+TWsQvB1y1L2av509mEe7vd4TKT4ukzO9eBKUPbFaUL3rbni9A4cvPRgx2T04lQC+8OadPWlT6zp9VoO+AGEAPl75JL7v5jM9Dkocvf8dGr5E+0k95TdUPcJ2DD5S9pU9uXZUvlZBNj4YNFC+UOlBvVzh6rxheQG+850BvuMUf77g0J6+vJ0ZvmaGiT1BEIC+jP4cPmjKKT04SiO9/lOWPIMjej1k9Mw9UfIIPZskAj7eOA0+7Y7qOzmo6r3Ipko+2BPUPU8wBr5q84O9R7JCPSGhz709OmW9UMcBPiAH0L2z5YC9jbGnvKGhoD3gqiu+zQZsvZz1mr2pgT09THRCvoFhkL189IK+WED1PUIV3L3jeL2+RvOavWCuGL0+HU69a2NXvJOPvryA2AA+3yfbPIF/sD0vvgy+IrtuvUi1db6cvPi92HW8vbrRPD1Pv7g9bab2PDrNML4F15299uSdvXgetD14vFK+AHy5vdZair3eWlg+diTuvStLHT6WlWe+VpswvkOQwT3e6ho+ndzgvaqVcj17OwE+41lDvm0WbL7O+oU+p5Lvuy24ML2CBgC9Hr1Rvsv6lrx+n4O9q4YFPqOalr12OwK+QjAJvdyi+T1nURC+uWiOPKAICz6Xkre8BHnovcXbTL6jmra9ds8jPoftHz5cWrg9mwsOPlMmej5ioga+qzjGPBh5qz2lUT49vQJSvdyYxz15N669CNuFvFodYD1MutW8gF77vKcgwr1XgKE9mjIYvr4KHL60Oo89vg+lPTepG76yTSm+yLctPnkWtj0Xb0m+VyqcvTfgaT3xmjo9t6lIvWkl072DTom+2fWvvQT5ED2vkjU7bL7OPEUEOT6FfR0+2JLrvTpiUD4ucTa+Dc7EPFwt/zxd08e94Vy7vf9Tcj33qwY912kJvEHVO70blS8+e/pJvWbDDD7Yk6M9RGhIPYwoWr0C10W9JIDFPa01uD30w4M8DgWTvQ+qyT3tbQS7eP2tvQV4jb0vT4o97UZ3u8LP9jz0njE8KqqcvXkJbD1xQN08e/4uPb9NKz4SDZ+9nyKxvVmeBzyfwLY9NP+fPV78mzzoPDY9xs1CPZAre779wgg96ReFPSOU071eLQg9IIVePZ4Amb20TWG92HqjPdyUzT3YxZK9VEYzPoR4Zz1FfwI+RYakvQ6Yl73k2so9yvWfvY6vIz02bN09w2JWPeypTb3+Zg++JUM2PUhaoz0DsNy9K2XBPVROML57p929TSJGPljk7Lz9l189mGiQPFlPpLvkFxk+0jqUPJbmC76u1Fo9xxBuPY7Gsr2BLMS80g5LPoVqLb6rUgW+KiKtvZ1HTT7Mxn09LFZjPFlQNz1/8Xa+nkx0OpOCgj6yJxM+6CvqvSRnDT6bsWE+YOIoPhJoK773YOU9DVzMPOFRuL3mHCY+XsC1PdwUiL1hVZg+WEYhvIs+Ij1b3Za86a2QvPKAPT5KpmI9l9EdvpK9Tjz0aTc+vtBiPvKVQr0vIPS9UBdQvP9tKL5xfq+8yqxcvs0yQL095Mu8mQTIvaShob12Tag9c4QDvPVgDT6A14y9jl28ush4oD3wRhI+n9wnPiANurtSOvC99eMNPvbOIz7Rftq9l0UkPW8CRz1N+Qo82GxrPY74VTyPiB8+0qABvpQ0oT2Jbeq9BSKDPr/PPT5uxYg9gL6GvTU8AT4uEyw+g669PdC2ADwQZOe9fhQZPRPkNr6lRXY9OSPDvEJ5Yj3S8ZK8+Md2vaafAD5Qtie90UGEvBrWT77aZRY+PMPhvZqQBT5yOMI7/iy5vdu3M73t7e+9w5PMPHVKHT6QFFS+C1YPPYBgF75ydmY95oz5PRQai7zw2Gy9LAwHPKujgj3S97G9HPlBPn0jFb5YeYm9Y7IbPn/KmL1KGA8+6YJGPVP8LD1Ej0+9VKGZPUgV8r32Eic8sHo6PuH+JT04RVu+Bgx0POf+r737WnK+jyoIvqv0E75B7uE9AbOHO9Cjnb3VH466KRqku/9gwz2dmRg+r9eDvn50Fb5OznC+aj4avlk3nbscOYS+Ax+AvuX/Qrv/dJg9JbMsPmunhb5/t7o9MJ/8vFGuCD7MVaw9/pwtvnnRpz2Dvoy9c+pTvX8tgT6Sb52+2MsJPu6P1D070C297O+JPHQI/j1cJCi9iuxZvZC9y73Laou+WD63vV5jpr7xABY+JeiovDUNmr3qXze9hIC4PZjLCj6sn04+cO6Qvnwr170AuFo+VMsgPXeNmLtB/6e9KuKxve0YL72UhrI8u1AJPrliKL6yKmc9PyggvjxvTr7SCFy95DLyPWIjYD6FUfQ8mhSMvVPyQ74w9vK9mLUiPg/7RL6cYki+wkKQvRVC2D1Mgbi64kgxvr8wdr0ai3w92O/HvVCXvr2AMUa9JJqMvOcQqr00xhk+YxPqPY46LDy0vks+ihS6u3H/Ib5OUjE+6raMPUjjH76JBI29vpo+vrI0ST4E7Uw9pTk1PmJ9pL07ijA+/JOKva/cs70u2e8847wqPJrMNr4Oqtk92MVIvgHlQT7wmsG98K82vdSERz3xraS93CoQvk06kb0PEbC8AQWxPT0FWL7mJyy+xcE/vnb3Or2NC0e9m92cvhXiM76rWtU9XMUVvgm6kLwpJGg+Yg5HvvYuCb7Oths+xkv1PZL2hrvUsrk82U7RvSZnOL4YkbY8omIfvUGM8r0eX7u8QL0YvbixZL1c3d29fJZhPiAPhj55VPq9epC7PYkXFrwXJk++fGvWPSFsHL6STpa+6qwbPR41S76ybzU+V6bAPVT1Dj4xRC0+FAKSPByr772JJnu9hfgdvg2pNr1IUfW7GB0Pvnm/qb0EhwM+iFEOvoYEyr22IjE++ABDPs0/AT4RHbw9zhPrvclMkr1Dpje+k3xjvNOOB76k8Ji9fEALPtEg5b3Zy0E9PUKOvclNFz5pPtk9/FTJPSkEyr3zHcA9gyWMvcJs6r0lLwk+KcXZPRlVMD1QW0C+QV8wPQQ/kr5Gyes9mVylvbZVIr5IQeW8Bja5vVYK4j20Ly49ML3IPYila705FzS+fSqiugL61Ty6GRK9rLODvb3BMb63zOU9R1IFvoySv71Snki9waXavaJIM77gd4I9APYSvE78KD4FSAw9eFBAvRM5Pb1z2Te+UnjqPUn0wb1pxBm8KUbhvdS7FT6GUha+mmDiPC5pKrxFqva94Wu/vDS5Cj3PHqO8beYpvU+C8rzQHh29hV4XPnc6671r4WE+PHsVPlYCPT15GRW+2BRnvb4krDzuw9e9rQb1vUfzbL0cpiC9xXUBPqcSVzzjS+K9BaEGPt+03z30ItA9rj5HvuCLGb7pDL87eASqPBZ+IL6W0fa9L0YWPpvMUj347Ge9eAmiPRuLQj4xt1c+BtZOvcehMr2f0ww8xmMfvgVtL74ww0C+OKMBPkiYnL3VD509Fm8cPmjasL2fsnO+9QMRvsQjCD5rk3c9rCgovlVebTxi+d49fbZMvKb1uT2O/WY9OoILPZp/ND6rHSu+JmlJvWpSrjw3Gha+vB8vPnVSCD0HkCC+HLg3vvqdJL4key+9KmvOvEp5z70zMVu+O6ZLPPN/bz2H76O9zJUBvuPJKT5GOea9+bnbPQ7bCD3Y74y9fvCBPt3CMb70i1w8z/HTveOUBb3Yawm+2rNivmpFrD5uqDq+dVRsvmeGEr7Sjsk9mmxdvmObIL6ROGW9hbqFvV5jSz0hkoS9pj9Avutj4b3wlyY+ClbsPMSIy71UrPQ92aUEvgtAxL1Dmfk8JDX7PbsdF77u1AS9vB9Ivh/yhL6ySf09fN6yveXNoL0zxm89cJTkvOC2bT7ySiE8Y9p3vjQhFD6i0FG+Y1HGPLH8Pz4T8pi+7Aw1Pvpdxz1wkfC9iv2vvRdNtj2Z2CS+jfzOvW4rMz76Hw6+peewu78E1bznTFu9B0Q7uoSFtT2jaxA9+QS5Pcv2Ir4mn+09miAeviH+yz3a1tK9zWkMvr/yXL3oC0W+Rr3oPAsIVT49JDa9wW+Xvv2yGL3UYgC+ZhRUvlUVEL1L9Tu+4F5CvlEc8rylPCS9GtKsPVJL5rw+J2k9GyxLPZy0270PNF2+U9SqPYrwdzzWsYs9NV7iveg4d76HUAi++VDXvb3aXT341FC9d0OhO+p7Tb5a7Fu+BMWtPXmMNr6Hwie+/SeMu5oFP74hYx899AYbvW8Vsz1Mqg2+U6N+vTZM9L07hJs9QXrIvTXqpj3aUCs+TWO0PLMTWD1BPEu8tgtFPfXE1bxOIqc8l77xPd65FLxfh/Q8N0pdvsBWHb4DK1G99+2ivQ+qjL0c6T2+SiUqPnXb1b3CVjW+P4nOPXgD2L1NB0q9xnpWvn8iK76sdEa+hPwrvjbfRL50IXW9FSwiPtVv5r2yXT4+ef0jvjt6Fz5N2Ca9Zu5xPedslb367A2+VdkxPTtvGD7D6H090m01vrNiQD5An7c9nh6nvSvIhb0cuHe+zofvPfo1mz05EQ4++fBAvq1n7rw0rzC97xVtvdFCGr7yFj2+BulBvi9/RD7wZ9s9HHbNvEvRc72Cm9s9G7D+vC7cDb4oqH0+VnVlPp7pAbzDP+y96AO/PeVRqr512iK+l75zvfvUtb0qhJK+m8gXveBggb6eBAE+twLRPVDmK70/3AG9sROvuxfTTzxyoRq+ULDrvcsR1j2FHRq+RsLLO5dHlj0hVhw9WK7Cu6Mb170/hJG8qsC/PWHd273cQgS+ReSIvatomb2cxLg9ebc3PllsbLyTrQI+3OIgu56wBr7mWMC9l5vRPckADr4hKQ8+UO0RPi7pBr5EL9e91CqQvaI8gT0Rhck9yQ8CPmwgLj5Xyk0+a4nHPWwtpL3dfzY+L3S0vLwFLT1hpka+Glirvdb5HL7mMe69DBE2PjCO/b228+q9Jk4rvlxFQLlkihm9JHqou4c1tz1bZTw8nPRKPJFHTL4NhXG8v0SXPcIFw70G0aa9Ga/HPZRPMjzZ+6C+AfSDPXfhJ70JEWQ9IoPcO8LsAj6esxA+rX1bPuBduj1U7yk+GnEcPQhoij0VjH89LU6QvQ3iAT5j6909e1QxOzMQ2Lx3u3W9eQYqPqgVQL55N9s63/MNvc9yYTxRZbK8sWz7vVpcrL3JXPi9eVRQPV1x0r3SNFs+apSzOrWZ8j3yD7m9vCuNvQ8V5r05x2W+6+6oPQA7Kr61xlC+a60tPeQOPbmacoo9khy+vSdQED3u74C9YgTpvQrKOj5nCSa+aH0avZbX0r27kVE8ngYYvoFZLD6wPfk9z0DlPdSjAT6kfnm9L8ZqPTSjkzv0oZw96KUduwwi5Tzyuto9aSp4vTGxAL6PYMk8vA8Fvft4w71mlAK+iZkAvrls0D0lgv293VUQPmzMpT0xxh8+U8JQvtt6Jj4RekE+wkduPuvMLb1ltms+BxCJPsLOA75eUbI9F2AqPCLLY70OSRa9F7w7vkseGz4hT5e8iahXvihvHD0n30a9PuhtvfRnV77GV5E9vNvOvLYGWj6Y7la+h75NPjJYRz0a8Ho9PU6mu3kNYz4NtJW+7fXcveEcJr0g24I8jCkNPrfqjb3avRQ+7HCqvbv7+D2a1gC9WyUNPuFPv7zRqlC+d9Z4vuKIKT4i/eO8/igtvqRwr75wZh08CpzzPdVgI7prMQI+0SXhPTXUr76DT1U+BV0ZPvrvZj4NwEO+QAeWPZn4RL0reYW9PB65vv62hT07ppO+9dJ5vqDRTb1zzcI8ZEAEPe+8nL1Tz16+JGOGPRIJiD3hvt07C8U7PhcYk7yL6hA+/J/wvd2snz1wDkC9FcUqPeN6ir1C54E8K70lvl/sFr7xNYi9Ol0zvpZZYz6PDYQ+zaYzvgqkV76HoAk+PKJfvAA1cj4n+8C8rcD8PVj1Xz534Y8+bL/Tu29noD1FCGO+Ws4SvBxj6L3HdTQ+SYO1u5MxjjxIMtK9amQBvcevqz2fSoC9KkV0vX33tT0pxlg9VSLePdDcLr6fyFQ+WpKavTLIzj3l0z48/TXrvSp+Jb4hAn2+o00JPm8yej3In0894cPUvWTvS70V13A9zx/2vduhbr0uj4Q9bbN3vi2dcbzTIvy6puNOvffdA76BvgW90+B9Pco9Lz50tb+9UEaCva1x4D0ZSFq8ETkdPuR8Sr2BOAO+ynauvRElzz2rNYO9haoiPVQLH70USu09n+4YPebdWL6cz2C+SkYMvtLiFD7/1GK+IFeKPfYvYL6WQqO91WlAvhmGOb5dOvy9w4vMPDYQTDzHsYc9X9tFvVrtUL6Xn5u9NRRGvhbH970hBYm9HSFvvvPTJb5dNyg9aZ/Mu45+Xb7gFag8jiDTvbE4D74b+Sy+d6lOvclrFr17LAS8vEg2vW0GzLzWczG+nH1QvsAVgL1ae+k9IyFrvU4PqjwFCNM82+aVPaF+5L391iy+pl8HvUwjGr2X7Eq+7/0MvNKUbz36s5a8n5tHvot+mL2uV4++7VkGvj7Rnr2ZtT+9zK/HvADk1D2lLvK9994cvtAfFb4a+pm9jh0yvccSgD0H7bk8Dbm/OzUcnT3zuTY9r4G8vSysiT0rR/49Kd41vsLrMr1bpDa96Qw2vZVINz2GJgM+vlLhPVI6Cb0ARUO9w9iyPbPE/L041A6+tSsYvZP/pr6mvT69kqyyvQDfkb0TNyC+yPcsPi2rwD1S/mE8VpKXOwG/Fr7MCzy9k2snvkjW+D1XRNg7YDh+PYIrjz2lhxq+8/9xPaOJDr34YNQ9GaH9vb3bjr0a53c8JomBPhNoW715BoY9W/F/uy2Alb4hdAk+jNwMvuDxmr4C+dC9nhCvvTujvbzQ9Os9QQoJPk+X3D3dryA+vIzVvQLQm71OFdS8fB1MvcvoK75z17G94hfOPSUtxDzZ2SY6KD1aPdhtyr1m2Mc9dZSpvVLFxrw3hsk9a8vXu41cbr2o7i4+cvJbvbodo71Mf+W97+JCvn1kCr5PaWe9k/rwvQ3WYj2++cU87ArfvbpoaLxtHhk8mIfEPXnxhD38wHK+6nqFPszQ/j3ykym+d3VSPp7Bnj1gz7482bufvIXuLL0TYR0+qETYvaIBCz2ddFC71K+LPS0goz1DHhw+6jSPvi4Olj2Gvhw9m/g0vq7nYr2AkcO+gUI+vYbnLb6jd0u+jZMDvl60Fj43k2a92G4BPgRxTD07WI2+S48JPbYRob1/cr+9zlucvgsG7L3z47q96YcpPa9TB71dGx69o8z8PfiPGz7xQy4+nLqEPGfwmL0KucI9FP47vsXbnb0owJk+xWPRvGkoi71Ff+a8PpFQvi5vND5dqqg9dDPFvfi/Gz4RJ1m+etvgvejqCL4WWGO9BkJTvGhRBj4puna8QOCDPcOm1r17clE9Bk+LvHINyDzXpTK+RiA4PhY5Cb6PbPC7YpFGvjz1Yj1EZOI9lEUHvlpJHT7Ava29oqPDPEDBJj7w8C4+yFc5PnTimr68mto+LCC6PbcOnL6oqxg+xcFqvsQvNr2x0fI9kT1Uvju1b72Goic9HfWDvkB60Dx7cJA979c8vvTstj2+IC8+RjowvbhemT3eWtU9EO0dO8qfDz5x/1y8f0G8vS82Wz18yK6+5FPhPROaIjvjKdw5ZnSfPALoajwYdkC+PJphvremBD6F7AQ9FN3GvDJOv7ynioa+yqcVvr0cvT2PRny9/zdKPkVYXb7QaSK+08G9PG79rzzdZTu+n5E+PjfXCL7SBg8+5kWkvspHK7zfDkY+zNR3vjDuLL5QeRC9eiepPBNWor2L13a+bg0bPDKpoj59aYs+g74/vhvsIL1dnLO89P/nO9eayb5yaFy96dFTPvGs170U8Ka8iODquUdstT5pm1I+vZGYu43lYr2Uhvm9Hk59Pn2PM76ynyW9k1+ivm9Unb4aEkk+U+QWvkP3Gr7lgoc+G+XWvS1Wcb3QM4Y91EiYvnztP7312GU9teyqPfAYy77ZHa89uq6svob2EL7+AUg+6nulvflmFT4IDxq+HBubPmqdcj7w85S+KNmXPRJXrz6tuyw+ae68PQVDM74r16k+R7KKvpRcIb7O5WC+Am6rvXTqNr612hW9ctKFvhc1Wj4ZgcA+x7Jbvr2hl7yXvja+Jb6SPWEJBz6cTOo7HzKovcdvsD23AK49XrcQvn6Pqr3/tK27RpERPZ40hr117AK6q4ZJPVMyTT0m6RK++JiOvrdmOD3CNYq+xowhvWrduL78LGY9cKmePVUr3j3oOxk+EwWCO7b0vr2htTC+Q3hJvZMqXLwAzbM9GVGAvowB1L27WA6+IbowvYI/KT76xTq8nCB4PU8yXj0Cikm9ZMcVvlYv6T37Uxg+NTUOvCMtprwYDeu9MPhUvgDDAL7UsbO9APlgvmCEqz1h/A0+OVKdPdIJ6bs5LeI9PP/SO/Hib7rH4Rc8mJBqvhMTAr78KmW7oW1YvrAF+b3b/Ya7K3A1vRzZH757Txg8Nh5qPdwn2Txkv4k8jnYOPYq7Hb40n9u8MmlxPdiDFj4uHq29bXiXvavFKj1Cdwm9lN/QPdCzgj7gYjO95P4Svl3mN75NwpG7j8Bcvp3TcL6Gz4o9ezI2vZZTHb7flAU9+NZtvt2aAL5Ms5K+GbQOvsJayr3eYiO+G8UfPhGghD0dUj69dj8IvKjaPbzIyqy9f9zzvffmMT7zS4C89+zyPbfm0T3Kz2E8pOAgvR+txj3Waly8UGkyPs8ltb0vjZk8Hk8evUOrZr1RoJI7hcYcPlRwBrxpKR2+2yBsvWmYiT0suoy9E9qTPQQHIb509o29RHnKuzuxMr34DFo9mblxPd1fYj4MER88B6hxPn0OBD2JRiM+VYZ8vl55rb1VqUm9IyKTvr3EK76LUu89uG2IPCoOXT3NpLg9RcbvvNht3r2LPqM9UIR3vY904b1W04g9Ukj3vc7vuj3LKqK+Ii4dPkXMPL3mu2o+GAmaPQNHUD67Cmc99Xw6PgT0i77dgTG+RpAPvpEoI7zPboU+2dw5PV43hT1OPCe+/RwbPrS6/rySIZs+CHNNPg/2tz278kK+08jzvYhJcz0inYO9rR6KvTPDqT2H5d296QB2PlLI3735a26++z2cPmeNaD38OdI9TxcOPhWMQT5zABs+BdMgvYfPEj5Z3pS9W7ymPOunyL3L7pi8nhiPPVsfkr48tye+GX1OvjVLnbzHT0M+7rqmPoGOQT3tA7i9OdTaPU41YD4kf1E9EhJ5PFxtjT2n8tE8+JnmvfSP9rySDzo+LTc1vpvp6z0bf6q9zQ3gvIPHMT1iqgk8RZdQPdTCRz0vM5m7E0k7PGMZxj33Tj08bHW9vjWBgbyLfiG+03/AvXB/b7wmQk8+0yJzvu/SLj5kgL49bdZEvrKgGT5keWI+wiicPXPuML3XRvC9JfQLvZo0XT1CfHK9f/8jPXltk71cLIQ+X7iDvXM4Gr41biE+BspZvSFW472dygs+qo2bOVOAjrt2aZO8Oa3dPpfXwj26kVs+jLgavpFDbD5d8IY9wCNRPm5jQT2Jemi+zV9FviH6YT4YQvE8c+R2vDWQkDp5CkO+4J8YPa+tG7/YoGK+iTMOPUMQDr29P0k9AtFPPk+fkj5e4Ce+U0a0vcZbZT6PFae9gTv6vWVorLs+f0A9ScarvQze7bzfkCU89xquvsLQmj50nI0+TmOjPJLlEj4nRoY+lZoEvsmVnT0087o+gPdAvQ1GWT27pLM9/1QyvqsFwD3WzmU9H0IWvkAWWD1jtmg+6AW8vnhfEr3SnLw88+IaPui6Wr6MOT+9CmUUPmqt0j3EjuS88QY3vUImJj2L3si966pYvf3wUD05+ce8KL8tvV/2Nr5SUFa+ONAAvq63mD7KXaC+KYxGvYrIoz7O2gM+YlYVPnN36T11vP48RmU6ven9Rz1GKEk9j4ENvoXKxj3qqwC+i99IvVYKAL6iVHW9TtrgPeeocz49bSo+gX0Evu/oj76tjMI9V+KtPG7BhD4tXZG8YYcCP/vhdD7dKAG+vwSWPgQ4XT4NDQA+qWWqPoVZt70C6yU+CyhcPmHtKz73ZSQ+sxe9PXCd8r2c/YW8FZb7vCmrubz8FCw+y4QWO4E27L0kA1o+FXr1PdTwEb5C6ZS+EXINvZTgRDtzM2w+1uTbPYs5nT4gy9U9dG5APVL7871P6a09KKCjvbksOj7uf2K+/7wSvtbWPD2DUuq99zTmPW/Dlb18RBO9Cy5rvHAZFLyfuay8Td6WvdIqPL7elUo+8SDmur/0wr1MAIk9ZrW+ved81LzWqlq+7liSvSxYDb4Kgrg9gFoNvu2y3D3G/Ao8DEvWPc1lLr6XczK+J/MePdrwAz21oD2+FIY+vSJfEr58ata9q7EKO/Kgjby6ADm+osAdPtp6XL2Et9e9+PravaBPLz76NiC9Qyl3vrMcLL2IWXO+fM/8vQwoBD4FPV+8KLrfPWnJzr1UNXi9Nb54vovoVz3JSeI9MYhlvXAb0D1YkXc84w0wPU9upD2Hmpu8GOWtvb86lrzsf1k9pRnlPcnLqrhxx8M8i3aAvT8tX77if3W8cJk2PZZArD7U3wq+i51HvmYP/b3iyhq+p8CbvWtVZT2NgKs9hO5SvtaVMb7LAps9Vv+9POTmjj2NQJo++5TbPYIalb1q16Q9UJdAvnjDjjwmdP+863bOvXFXrLuxXbE9nPQFvDOYAz62qwe+pfXPPPRhbLxaxSk+2jTqPaTv6LwtzDu9RhSTPhwW5L2hcUo+NKXfPcTzJT6HMXS90IwAvnAmcry6Su29wv6qPk1vJD1YGiM+nPRPPhjIlr7DYHY98TFwPkGGUTxNjm4+WHqFPglza73mNKg8ypgMvp6z2L2z0My9NYpRPj32PL236Zs9uc3CvttXrTz0C0S+80SavcbzfD0hTpM9JGidPpUKRr4p0RM+MII0vVDFJr6u6BY9uHI8Psyo3D7BDi8+et6jva6hlz1suUC+/rbzPWA8Ij4P8hw+7IG7vcxNTT7kWRO+TXAcvPReMb4dESW+RvR/vMfNnD6uJig+7qT5PBXJyD0dw6i+8M4iPj29U71TGCS8Kav9vC3Bnj6lbpO947UtPVw9H71z6P29pNgeviFDsL3Xsy29JQ3PvA72YzwWFzm+SopIPhmUBj6n2Sq+oB+AvT/4nD5zlCu9305HPmeHHj7QyBY+1KoUPj6xA763TeM9GwEsvqzTST0y6yu+YE/DvdMtyT373Lm+973HPR+0ML5Xywk9Bx5IPry7ib7RJT++PfG7PfBjKb0bXgS+WIo5vYv0c74Xu5G9QO1ivkIJ573dSuO9jtALvm3CJb4YiqO9Ga8RvZ075D1sSRs9x3tbu2sWHb4Ull29qDiHPVLgUr6bPEu+AChdPSZXoj19+hs+ilaYvuHXD7791jg+yl4UOmnexr1YI2Y+Em3IvXG1kb0ROGa+EcYkPfIhTb3EnFw88LU7PoYvJDziBb29OGR6vOx7mT4hN5A9vzcGPrNwQL4VMl+95UuovdbuT72PuiG91K3zvJsNt72bsQg9+6VsvWTJ7z3cbSY9eIYlvsI6kz02yPo8+N5UPTFMRz6bQj0+FTF5PsKw+L30SUI+/VXpPXFylr5wmqG7AqKgvklQ9D2924E+zvntvbgXhb6pNFW+JAwtvupHgr7zj8y99g7MvFDZL77Q05I+FhIAPRbe3L17k7A9p0WFPod6dL4RWes+tHyOPh+LQz6WnPi8K6Qwvp265D1Al469pR7CPgHhQzwF0cm+QFlEPiOmDj5F/ou+pXyGvo4vEj7xvTi8TTe8PoW2Pj7jzVC+BeKjPsm5l70BlQI+HBW4vNTd3r21Axw9FQ4Rv4upqD2MkV0+UPiuvs3FG7wbs1o9pHn1Pdh5vr2/b6M9fI2Rvf51Jb6+42K9PAbtPqv3Kj5/9bS8XaeIPd0eiL3o2x4+RKgkPcygzL3tdhW+5hfVPfirHr7YXb29hWh/vqNXlz26ckA+89p2veS7hL76C/U8q2hoPoc4Lr7GBni+lnoaPv3Qoz4piyU9OBjmvWk8Nj4pyNi9TASzvfQaLT7vWvI9wRpau2+SsL1Xm529gON4vrJ8Lb74big+QwlxvpvQMb6apys+T7TevakGzLwPEj6+Vu41vgqVWj5LVIY+VzV7PUVVgb5Xf1A9b9i7vukGiL11nAa+pAT5vZ43xz7K+nw+2xCWvpfUNT7L1SG+fKIzvjd0Oj0hVpW99XXJu7ffcT2wCHY+gIWcvbnHRj688ES+/gqBvvIIJT58rQ0+NGCJPUolX75XJw+83Uu1PbZIuT0nXQ49UbXnvUvmwDxxGk09jX5rvl/55LxGF3W9Vc3OPcIIHL6OSgK+G52PuwVNqT6yVM47sE4kPjrz7z3zR7o9YkGVPOl2n75qhuU9Y1IWPv5BK72yLxg+XGWSvTDC5r23wCQ+xUxLPX2RoD1QrL29vt/wO0QZZr0RQN28QhRTPUuDlz23oPU9BpQ6PKTRij1/zO+8yTYsPTB0xb0F7xq+YEoNvsbkn71IozW+nm3dPcEHNb0fWD+9/8MxPYf+E76PMgQ+I+ndPe58VL0LRR8+M/4TvlfO8LwokUo9YJ02u3hv0j3Whea7E64uPlkWJr6vGx0+rIy6PWgRRr5nfoU9i4YHvW3pYD4vyf+86l/zPS43+b3sAUm9tlnRvYkGor1xaX6+mOqNPZYCIb3QEQ09tVdxPvpQxLyHsrs9bz5DPexcYj2AUwC+Zf5uPkshnz1goU6+QHVyvQ3+jL6MjQg9hZOyPOfkLL3MYFw8cktpPvxnHz50+1++6S4VPKYWpD1g5/I9sDRMPfTFOT0W8jk+pn2Fvs/xgD3nqog9nPkmvlEjxDxheVm+ZMY8Pnjv6b0UcQK5ELfKvbV/CL7tKTI+bWjDPZ5yWb5/iIs+jOhdvsMNID52Zaw8XjxDPkXFIr6R+IM+heuAvmAXuDwB2Uu+SPiOu6tDY74aMqU+GDI6PTMkYz722sa9L35guyZ6nL4ZuKG81xyDPnpMTb7rciI8NE62PF4m8T15ku897rCHvSbJFL4eGQy+s7/xvaxj/T1+qBk+sa9yPbGGGT11Ogi+U0ffvXxaUT2gAz48kY/EvSThZLv0J6897G78PV2dWb6J3Ds9FxObvBOt4Dy9LSC+4CBWvgEoNLzIw3E6yY6ivLx7CL7PZRo9D42aPcWKdD5tn1q+jZR0PqaMa73/9wg+sWoFvjc2AD6+0yA+FYMNPNmKIL6LJ4O+vhOGPS/J3r0mMKS925YxvXlgsr3RXnU9ol4yvt8+cb2Lkyw+EJoAvvuKMr6BdAu+/WaIvd3Ohj5zRew8JXXtPDeHjT7V2bW9lzlGviBWZDsa/Wk+cEdnvhLmJb27Ick84i/NPVb4sDy2DSu7ySxGPmZggT2Nkng8XOE+PqefnruPvfm9jI9Nvr8qkb0YeRw+wCqNPlxKlj3iATK+10ITvt5AMT6DSIQ+wdmqvh6DBz4Uowg+lrwePkyepz5Sye+99UdsPV78uD3txxe+qtmTPpiiir7X8pk+F1+Hvhf+Fb7XV2c+lXYrPpcUaz71kLQ95z4bvjxvc7x6+SI+VIyFPlpU1L4U8rM95fTPPq3Y/T1n2n+9oQr8PQY/kj6+IuS9NbC/PXiaJT53+rI+96hTPkYeur6iZcW+24SnPUIrlD5uU4o+dtPVPTegg77amQ+9VHFePiKgd758HKC9186uvvDU7bq4DQ+7wXOmvd7HCz4GqSU93/QqvpVeHz7neQY+fZZNvQEGmj1mt5y+obB7vVXxkD7Pkl69ZXXPvnef/bz6SIS+fSV8PcYZtr5wy/e+fx0XvipAJD6LYCw+0MijPktbgD5nlgI+P0ARvl+bxj6+PWK+RnubPmS8Qb4k5k0+xgDnPVqUcz5ZVhA98nUevb9OTL0G/+e+1gmBPtBNyz2L4gK+grdAvtVGtT5WArI98BcsPsCSHr2WdgW/LTZFPo6alz7h1ba+/RNSPrWMQztTMYE+giVbvspCRj1yIPq99xiEPbMu4L7lmQU+oTXHPZmci76D7Jm+0F6+vSRBib69diE+dEZkvmSklj1E/iQ+3QJCPnI9Lj7cFQs+JMFovuDaPr3VDN493RCTvdX34LxJ5mc+5VD3PfXEAL8a9yc+Fo4hPmMKEz4kAGm+bpOsPj5KjL0/sQO+rEapPRwNsj1Vqpk+U9gwPcgVFL4XuO48C3nTvjeQxrw35GG+EWVHPlsCJ72JoJS+qHRAPhV2oj4KuB0+2igJvimYFT7eRAu+jIZwOzxF4z3OBj09aShovXUod7zkpP09rLygPS4D073dccO9ppeUvThDvD1iGSU+mN4YPo4zRju4y7o8O2AMPm5peb5kb0e80aSKvbbNNb3Je5C+V5lRPewy3TvV+Xm98jpQvrkbAj3xtuU9l067vf8GmDzi0zg9k7zGPcA/jz2Ri/a9f5qjvWaDE74u2Qk7QLIyvgwH173ukbO9O0u1vkwP4D2gPbO9nCCBPUYuDr6Nx907rHPkvZQ7CD7dL5K7F0BDvpniLL6h6yk+HTCIvhO94L01rGm+GQEKvgIrmrot4Qm9E9TTvUeNi72Atu69KXmtPLR0aLxfPN086mA5vn9MhzzqEoY9JGtavHoBJr3qfCu+HGQhvgl5KT79Q4Q9Noq3vTO6lr3P+FC9h84ZvZehuD1vsU2+wB9rPBFgejwP+Jy9xI6XvHACgz0OiAs+j1ZGvhVThL6fYDg+M5FivQaVTbraVJg9C+LzPSFRpL3VWGq9tWkdPrpCVL5k2ZA9LLX/PWSuGD1EpRO+M1gcvhV2Nj4Iu8m8nAuOvQ0ANr4YRTq9NtKGvROfxr2ziLg94OjjPG2Mlb6OcaS9n70jviknZb5K2uK9wELSPRgVOL2EIhO++60HPknUAD5osuU9a2XGvUup370BiaM9KDkwPu8Flr1GhHi+1uDdPZZWtD2Fgyw+aQOhPZ+oFr7415c95YgHvehwoz0aQzy9RXAqvn6uRT1AGCy+mIioPY9LbT3v0mS9SJrgOwx9470+Yt89R/r9PO9cHL5mUki9uI05vvjtFL4w7xa+DI0svTJZCz42dlu+8AfVOhu/+D35Tvm9X+/vvJ8EyLzS5AA+qT1UvQNCtL3K4fC9abeUPNlNhz2yEK09DmaTPSvDCz5Zji++FAztvazUxz2K/mi+pYM5vQKphT6c8IS8lVRPvYAR0T3+RbY9maWgvErws70di6s98mmqPaUb373vxuy92xqUPl7Lnr0VzpC9mwwcPkVZJD7rioQ+5Jfhvd7ZKT5N8A4+rcgqPuhMTjssIIM86ayxPS1PjT1pa9i8G1+vvYJvUT61+RY+OmRPPiFsvDzLxC++avYEvcqGsz3SSd48RB9MvIYZ0D2FjAS+5eMzPAEDRT0sLuY9ItjNPYo1jj2AFNw9kJHtvId9Ir7OXtw9INauvUOUhr0jJPe88MofvSzC1LjkerW9FLafPV4XrT0FgMs9e2VHvkkgxD0keMy9VHxxu4RcHj6dOWo+fhT/vQLlQj45BVc+yfsRPvyAoD19kIW9lDUKPU/HmT31e829fSUSvjjT5r1k24U+sMmEvUjt871o+SC+7sNxPfXiOjx24yg+ugHPPDg9ir339PM9HPXmPYkaBr46ICw+NbH/PV4TDT5tDZQ9NnAGPhFYODuuyFS9ppY3PoiHM73A3Wc99Ff9vSYSgz3+UPe8RmBRviXiGj4zUbk93OX6vd5QojvsZJA+RYB6vRaIi73Mlpg9lKs7O8GyZ74l/uq9J5TAPFoGsLx1bmU+LVh/PPO7JT5ClKC9p0/Xvaja4rzajXE8GRRIvjvuIr2EqYE+BIMsPtc2gz6Xwtu9cmXUPR3yGr18MOO9psapviAQPj4OgCu+x4CHvpwfWb4k7YS9niZmPEt/jj6nsrQ9LXxaPo538zpP/6A+yU0ivsnvkjzh2h89FqQiPUTO5r06N/08GNYGvlal1D15SsO+atfovZ8lrD4Xq+i9Fdp7vhnwob3sSU68FoRBPnAczj3DtUy+7NC7PUt5Sb0EkxA+otsjvl/1lD6AW7G9HytqPvKUZb2MDMu9XvxdPuGSYT7I1N88tP55vRSCsb4w90I+j5iDvhjAq734VmU+qBtevDGZ+T25sCc+T0ZOvoPqhz3c8Sg9nQpvO1CnXT5eu8Q8YUBxvlBcnzxcDUu+WauPvXiYGT1nzKm+7UG7PrnImj4MKCm+EtmbPJCWK76/6gY+/zj1vAghfr6dZlG9k/JwvnGYuTur6FW+7g6JvPxMlr4OwX6+POs+PuvvPjzTvSm960YYvbOekL0MuyO++trcvNaORD7oQj4+hVobPWremT36dBu9aVGzuxthSj4Zp0Q+d/85vtdjzD3U554+1LrCPRtK9r27nWA8We1yPegYnbyPIUc9A6AxPq7pDz7jJi0+FLI9vGI7Ej4xtXc9rV+kPf4EAz4ZgBk+ejhNPsTqVb4I0+Q9JrnBPaWY+b2KSb69Paa+vIhM6j24i3M9ttsjvqJ8372/gZA9HspPPFh3FzxOZPY9PqY5PgKGfT2oO++8DQOSuEoAwD4/p0Y+PIW1PH3zrj2XzB4+hd3uvGb94D0y5PA9HSOsPafOMz2CuCm8zjdivTAd1T7xmqW902SUu08BWT0CHhY954hVPm7oHztZ4rC8qjlCuyGjp709qBE+TBhkOXMEBb1dMPO97hInPQLmCj2DhnE+tX0Xvvylm71XrRk+HutePlnfH76+0fM8ZuWfPhuK6LzV/p69eHa7PRbsxbxD1TC+pK+svcn4Gz7/j3S99Ll9PqkjDL7PoLE9hJaNvXPogTxD+Kw90bXYvdvaDT7qRLK90k2JPQAtCj7IAdA81NWovPj3rbrkgpa9zSnnPv/+0LymLVi97F2aPTb4d7xarky8mgzCPZjAyr2GeU28wpnLPM8Nrb0HnDa+f88IPhobcD4jv+G9IeijPueg8jyTc+48wAnjvL0pOL7/znW+r66GPd6b9L2S2qs9uRbNvcX14b0e9dM85R6BvqNHWr45htc9URRrvnxFoL1S+AK+5asjvughiD1FqWA+27iMPXIoDz2WoLK8QM11PJWwEj6V7k0+JG6BvN+Z4z3fmiS9ch2SPVMbBj1lPXg8k9WVPTNf0bxrEdg9cvGgvSY3dTyLi1E8Re+sPQYu872B8Zy8TLRBPvq/Kz31Rxw93q2yvL4CVL3OMb29l2S9vTAPw72gxZe+3pUuPsFUCD522IO9vAYnve42qj0aG8q9frsVPvIMxT2pLFI9bScLPklwhj1UCoc9XZH6PQGwHD7ysRs+ml6yPcbD6r3fjOO8+UxVvHTOrzwuFoG9s9QnPp3RPz4RhoO+kxX/PW3BZL0aB5y9JmxrvhFgmb1jcwO+8KvYvTs5mDwGh+o9xV8XvnuxDz7t4b09gBzZvYEhoj0Q5pI+9ismvarPgb1N6+e94i3oveYYJb6kZ7u92Ld2vCAEnz1012y8AQ4HPnAGgzwmQYq9HOCHPbVKWr6U7wG+3d4EvrpcrT3vejw+uylLPIU7ZT3n/ki++8oqPmxPhD0ft5A9w/jWvSLVuT2faKW9xC0XvkodsTwQ8Ao92IDtPWGSmj1TISa9k7KuvIH2Jb3FDIc+K4qbO5qgOL7hPN295LzSvdFpLD3q/gQ+jyL/Pf6YHz1fGRI9dHmbvvSetL2PK16+cneXvgDCTT5qk60+7GcyPTQ0vjwWF0c+ilKyvWEhhr5xdgO+LAwPvcOII706KKm9ndCHvsLYGr2Jhqu+ZpUWvuBNrr6ZUf69sbaJvmoOVD5jYYA+dBQ9vYqUOb6B/FM6O6d1voELkL2zO+U9cmWBvSXVLL7zDgO9qeotPiLd4L1MMQU+F+6juydxgT3WFsm+7vSgvvsp1z5Cahs+p0AZPgfEGb1pXNu928v5PBCS5b1fHWI+vwCEveMsNj7Lt/69K9FVvuaz0b6fth4+M+tLvqurEDy7vRa9kIBNvkZN0T2yBJq+Pk2Qvg3qRL75B4Q9qWTGvSDl5L1NsNm9/ZNrPeX84TzlHV4+caeXPeegcT36t3A95A5NPJ7/ur6g/7E8tQEIPoRUbb7u/xS+SQt0PcTbPz46O4Y9Z1ahPXxjH74qCQG+rOtBPXPKVL7EZF2+VYYLvfmvdT7GyKi+z64oPvWihb27SWC+AfIwPmckUD7o+Zm96uDfvRmLWT3xL4A+sKGEvDSYQL4SBeM84sCEvRKapL037S4+awndvWodEL3f0mQ+HJkWvud6lD2fT2K+H0kAvsK4PT5P7u49yl0NPSmVjr7QKI49k/yQvHKVYr2mefy9ZR4rvk14aL44I9+9K8qSvkZ1Ij6htpA9HLDwPfJUmz2Naym+8/8fvOPjsj14SPE9S96DOz7kSD6Z9pm8DxQMPsTm7z1RI4U8Nvi7PVgymDwSTV0+mYlHPswp2r3gVA2+09cXPgYQKT3sL7K9WQbFvPZrQz6u85C9BZ2XPUZDSz0TzUQ9d6IHPWchO76ifDm+WhkKPi66fT1IyY+6kMCGPQhyWTzTcaO7DY5aPr5GNL6yUVQ9+1Nku3rHvT0s2hm+ZFAbPjdd6D36+5O9gDEbPu0B6rsKWtm8REm5vZm7fT7wy9q8SqWtvTFhOb3Srvc90L0zPrunlT3Oobe8cp1gvCzgcL7O6Yi9yhCbvcMjBT2fgom9tCm2PX2FLz5KBsU9AxchPvyxD769cDq9a7kAPsXcBj50LQs+EUCgvULfWr3E4Xk9cPaLPSu2eb3EfP090PkkPme4JD7W1Ma9114SvfUIFr0zrwg+W8KPPT4CC75Dpsu9JSx1vU8D/D12uNk8yUDwPSzZ9b3cAMK84d90vTg0Aj6y+rS7OI61PY7Raj6z1hc7AtY/PoFSU71/TtY923urPbXfbTqJkBI+kHk5vRuvYz0xPfI9vKFkPnizkDyGAJQ9tsnYu3w+0T2AgB4+m9xrPqK+9T3vkiq9Ga3hPWLZU7zOyrS9Ui86PoO1rD6LmfK97s9yPryuFT668AW+PWDLPdJLAT1vKRq+yMAAvjURMb6EzVw9gOknvssSKj5sU6e8d+sevtgc573t0x8+O265PRhFV76/KtU8otGOPBwARbkd38U9q7kCvbZ6DT1/cwy+m5mkPRtkkz0X5cg9FhpTPeDuZr510iY+zIKNPTk+hr0qfaW98LMDvBlAUL3rVHE+Kle9vdQirj2bzDC6208qPnIkgr1FX2u9JFjYvMACij7BX1A+C1IbPqAdU7zNqha+v0hUvrlHkj1gYim9ielbvem1FL7pN6+8WpOuvZQkCT7xixo+USH2vfzJqD2gDTI9jD3jvP96Yj1nD5e+WP7+PIeIBTvTmuw9cvDWvYwH2j2BywC+AfZNvbOCSTymRGQ9VZFOvmn2fr0IThg+i84/vWW5Pr7ypRU+yYSevS0FkLyfiUO8VgiZPU2tkL0I7QO9f+9hPbywxT2vqGS+3dH+vYc+fr3qkK69iATrPY+B4L0PYO09NI9avj+1XD02m4C9O95lPuMnF762GZG7M2+bPcUyYj4PaJu8Pz3zvYsxxz0Rxgq+VeQhvNWk0j1rnqO9gx/KPKhbEz5YsPG9JDwPvcnsir19hAO+q2BfPAvtpjwnpwi9hdB7PdgZjT1kK5693J+aPOVEmL3UnFW+36Y7PlneGL4SGzs+aMBuvosNj7xftgs+AFeoPfV06z0qjae9wsNbvIQvNj3PuVe99lRWPR9d7DxNcSi+PgOsPtzPDD/SqiA+7zihPKbGRz62uFA+HkP0Pb/tkr7k2ni97qx9vuK7NL5VkD8+eb7iPZ8/VL4D7dC8EXULvlGoFb6NQsG8Zjw7vvf5wDxUgGY9MWhtvrxe/L32rBU9NKYRvh5krb3qh3C+HzbmPUsgj74/mZ+9xMI7PYaTGL4/ZKI9ZkeBPbTgPD18EUW9VORwvQRhGT4iWxM+b68MPsUZqj1WsMu95tVDPnRWzjxtv9A8/EgYPW59qD6r+Yy9tw2Svl/cg778PoS9GnKZPWH+Tb4rXYc+gzO6vYnrAz/Z9+09iziVvl4QGr5P3Nk9Aw4qPhoUkr4TOFw+juCSvG4NVL4I3Ig+EJOIPhig3b2tNq++zjwCvmZDhr70aPE96JYCvkkT3zlm6RS+PN8XPtUfEb6wn+c9BahYPffHiD09MNc9r5LsPEtGz74kMAc8n0LQPZ3OFz6CWFY8WMQEvrxOZj72d0Q+b6xjPeoboT2IfUY9vpxhPkhLKL5xuki9W2liPpLbQb7Q1Nq987qlvba6uL2dNIw+HvEPvF2ihz1voLY7v6T8Pf8Xmr3o90k9D4bWPdWPwz1Qym+9QR5DvdV3iD6Lz2i9IqOFvrEOFz6VK+C+J64KvuZHHTyE46g+zanAvVBWHT6wGj0+cwfavYVhBTwe6CU+3fAvvSnpWr0VZNY8xO2sPavgaL4D4cc9PLj5PXYliL6o5R++w2IsPRo4xL08JJW9gKnNvcDb9T0wxT696upLviwt4T3oiTY9snYjvI48Jr3p25S+GtdCvj0c+j0u/O+9y4d5PaoHDb6F3Bi9DH3GOoTKlT1i50K8O8TiPIM6aL7M7zO+2BLrOyNDAz4Clo++RlmAvpI+Cr66xzI9It1LvrSdxD0VgJ89nMbyvRAGH77IIwC+LiRUvi/JyL2ckQU86JaLPPKbmL6jRiC+q0C0vG7R0r2shUC+DphjvdSImL2nsha+lSobvnv3Vr6EeU++argdvk5aiz227CA9xkGRvCiwm70GptO9spWdvbK1e7u3Afo9lWKFPQYbEb7IA0c9E8qHvdTVyb18KOG91J7gvf66X730e5q9/TjqPcOYyb18viC+ewzTvNv1ubwMmmU8fDoDPM5GdL6yA369waDwvboH6z1EVtm97QOtPfxnn7w60Q08DDoDvjHSpz0qTNa7izGJvA0L2r1I8eU8wCacvq3spjwRp0S+5KrcvAghG75vpiY+75UHvvXhDzxyZjS+RIaKvXAeLT27P6+9RFL/PUrKwL0koJM9Ea9vvj7rV74edt69APcDvuPdEL5P5Qg+PYZZvovswb2LXUy+W44FvoCYUb7jpEW+Ko6tPJ4OAr6i65g7HmIJPlJL3Tz3YwQ9Pn/iPdEfsL3JM729cFPYPVDGQ75XeJw8OoAzO1JqiDoWiI0+NkKRvfDo670Zito9KqMiPGqO/L3VxxI9axBiPa7WOL5LSEQ9eiCAvTY9cL4YFpc+/vXMPTFNVj5Tnxg+COKuu3BSiL2JOCo+HTl/PRB3Z7xOUve9ye8CPZjSpj3xfa89gJ3XvHbW8b1X92++5QT6vX/oYT3rCWy+y5GovUzpLD7yMfm9Vm05vqVfyj0nvDo+846Eu/XG9TwSaQC+UoecPrfkTbwZoO48/BLZPXL3u72Q4Bc9wBSpPmncLj4ACZg9mu8EPvQOoDtfeya+J/ImPXicwr1bEmq835TYvUvkrzyH6YI9vBkwvsn70D1bsDI9XLOevfTmnb7Tl36+5+XWPbeLRj5/rcY8gRF1vf1vPb4BInQ9u/vBPcNLRT1PkBm+Bew4vpftrT0W45u9+OuuPLi1yLx2QTO+1xXIPVNEUT1sdg6+aAs+vbjZ3j0vhCI8ocumPX3mLj6J0gu9I+EaPj0cLj4U1K89auyfPcn2rr0rwRu8AKbFOgwFFD4ZbCI+ByY6vXk7fj6wiy8+V7QbPuV7BL6syto92N6FPbSXX77+B1Y+lU/SvSE9JT65tDu+5Yd9PnZ8mz04TAg+PPGCvqu2RL0VkMQ9ws4YvgW3Zj2aMP4914B8vZZUpT4y2Ls951/fO5BiEz6pIM69naILvFx4wr3Ucwo+MjvFvNSDWr6DQ7u9P8uWvQFGij0i9U8+QfzuvYQ6dL7+iwc+dzyyPVdD/zxrVKK85Mumvpb+Ub39Z4c+6wquPs+ZRj6xQ9K9oLAfvhMBpbveuhY8eGamO7OsND6C8sa+RBRiPVyG2j08iao9cIUAvTEcmj22JXe+LHznvTprlb2y46q+5f8uvvRIcj1uJQU+KdsuvoaWMb7urB68cCmnvBxpAz4I5E29IZ4wPshja71bhHO9NWOtvgMMsT4JEu89toRYvhOgprx0no++t51qPjBkMD7InW2+57sJvig1az4n+T8+uHCDPURi7b18bAW/0GswPhlzxT2SJDq+kcNTPrIGMb6P2l09PeNHvlEsGTukZmA+Jo+PPmkzdb5JRT4+ciVwvMThm76yfSs8odTwPT7Xo7434hc9cUjhvZX8WD7d2o4+V1K3vYWZcT7tvg4+7phBvvThwjnpJfm9NT0xPUXYBT2ty8W9i6qCu+1AsL4d0Bw+P1kNPgGV4D2MMwi+KnqDvNEnVT0VyFa+VWfbPZz3VD5Cxk48j93hvDiUab6oL6u7LHbVviHhID67H5S+xeYZPRoGCTxNSIW+G6ssPTkAfz5YVjk+N5iCvgzlWz0VXxS9mx26PaJTmL28JIy9M4GZvLQYVb4gYRS+l0cZvIi+9jvVa8k99k62vagBLj19gL48ftgyvfWQcjtNZCK90/qYPR9/HL4Vxy++VXblvXSh1rwdfXm+UK3EPfyrlj1W/OY8x80vvtw1r73gg7081Z1tPudNeD02W409DohIPbgZez156pO8w2MQvt0Inb3N36M9586WvhUXDb4qxBW+PxFbvpY7WjvCImS+RLrsvVAJij06/u09zIaEvSjGjzzl97U8fGxuvGqPDr2hOHu+vpcUvnZX0r13Ow++HcvdvQY/oT6NcSO9pZwPvjQqsb0ykpA9tbguvvsUhL5d4Aa9AmKavd2pEj7YSA4+IguXPYH/KT7+/1m+YT3sPHi/SL5wIIA+PhLWvRIC471tJEq+0QXKvdd5FT1qDKO+UO3WOdP8Hr7hVDG+xiIJPmh+Hr6MNzc9OxsEPcDaADx6PhG+8MsAPj5E3r3blHA89rGBvjWPeT4dFxO+YLUrvq5DKb3Eg7296Yt0vpDK/DuKbia7Zpw7vuHKHb7lvDO+YLTgvTdTxr1juBE+4FQ2Ppmx5b0oCww+Cu9tvbJkUj5ed3M9I9fbvVEfZr4F1Ok76aS3PRSs8z1wX5a9cBLxO/fNOj6vGVW9C82KvUfOkb1KCtG92wZHPuja5ryxt4m+jRMBvtclob67CtA86+xZvo4UfL1AMHQ+tgWcvhu6a77CepS9J/yWvtv3Nb4D+wi+cUowvcYO8L1Ay4e9llyHvVdmaL2wQkW+Iqy7vUN3Qr0awtc9tICmPWvPQT4rhtm9GHQXPdARaT5My4C+sePrvY1ZVj2uZNc9HS+KvYzW6z1JOjo+znBvvnLA/r0LWm8+jEUUvjRoY77wEq29nEQqPu6l7zsUPY4+RYYpvLqmor2Rrig+pJP8PfE0XT6Y6yo9dYNEPgRYPb2ZzQu+3coVPh0nyr1CmmE92pHBO+XUPz462ou8DhsiPjYujz6tUYg9VAYuvknRBD5mVEg+2DyOvNoyRr5+N9e9FZ44vpY4J764Cpm+wUI+vmN4Tr4l016+95ytPTGjmr0wbh+8tl5KO336eb4DNnM9t2JUviBVor0dbfG9jbWwvA2Uob7tKJW+USfQvi/CG75JQKI88GQNvUr1hr6cllK+03QAPmPZnL1p6dq86XjlPRqa4b02cRY9WxH2vUd+uT2bXaY99aGKPQ8Ivb1Wq+4+jETkvKIaKL5hGfo8h6hlPrZQYD7tA949u3qPPG9XcD4ypHW+7PiIPaIIuzxpo2i+YJFTPpiXGL3SWWQ9y3GEvWS3Gz5thjm9SJP3PQJ6rb6snjm+KK0hvszCSz5veCc+ntAxPsM93jzYh949YnPEPGa69T2ZX6M+3k4bvi9dqrw2mW2+BzWsPPjrEL3i3aM8cdm5OzyKSD565qA9FNsgvoTEFb3GLjG+jrgTvo+Ber4XT/O9wSxHPWW1OD4UnjM+Gt6GPsLjJD5fiNW9IskEPYsaoT2ug6a99wRUPgysEb5Yeha9VcvCuDt56b0Z80+9Rlstvp6uaD4tk40+z6pgvblyk7zd5Fo8txpUPsE4Rz69BDs+TjSnPO2fyb0p4zi+2f2evS1IjT67nGa98vNSPWYZAL7W8jS9QaWfPscmGTv4U0S9yYyYPUNYi76K8/896OaFPloS3j5bMTS9MUEsvIpqgD5hrmS98UInvspGL70hXuW9qSKHPgmJAj0W4u67mW1JPo09Vj0OzPK9wusNvDQLtr3OsuE9KWOiPkSwGD6/u6K+BIAWvTBX1z11rmQ+SB7bPS9Mib673Wy9YIiYPQPEIb7BIP09JYI6PnriDbyxVi88kizHvXTOKz5ftRe+hPAHPc8YRL1cDEm+5XbQPZCa0jyO3IG9klWBPqpH+z1GnnS+ODUGvkMjFL6M/ns+iBOhvd4Svb1IKJY9Hq63vrUuJb4HDpy9LoxxvrLByT3wKYA+GqWnPIszuL7WwDy8MO9dvT8ALD0H2p08yGMSveaCe77dgmO+pvgNPT9ykj4B1mU+eEo4PILbBz7laBs9RCdEPGx6zr3GlZE9cLSRvRssir03es89OsQtvolB7L1Yxp+8eTtYPf7OkT2qayw9fewJPdDYAj4jyTw+w4cNPelAMb5nRG+8OUHjvXDDDLxyVyU+VIr+PNdCZL0tfpk+xcL6PdHMHL7Efye94XfGPUZMwT3y0O+9C48kPotGY74g6wo9/4/dPeBQML3sVLa9GJK3vTXUNr7Xl1e95fLYvQ65HD788SQ+rjGCPW9zrT2WPYW8JtrPvShlOjwYkcC9efQoPYj1Eb5lp5E8SXsQvnBvwjtM65S9HPXLPR7e/L09G689w70uvtadYD7gbXE9Q1IBPtAO4j0VVg2+TZqIPEFcf70CDtC9kx+kvEbCc73pfSY9ggZePb3gY72oneI9PwKrO8UEEj6PkSi9vOqsPtNWJD73YPe8LjRCPop60T1+s3Y+mOC3O+lEhr4ndoM+SNZfOZ21Ob5/sbe71ZXEPTpaKj0p3mm9oxYYvg3uUbtKmqy9D/Ozu2XxIb5auQq99zksPlBWLz7GH1s9A0pGvbDpgT7iMXc94NSdPNGtyj0CcVO+9GNGPqBt8D3pOBa+6mC7PRhJaD4b4mU9UdbePXOStT3c8By+EtLVPZ2eiT3kCQG96/zivXAXTz6hX088J+8vvsA66D14tC6+l2A2vmskBr4F+bm9ipPXvFRxNb74cCO+KDdLvYh6yLscBbO9D0BDPkHn4Dyb7Tq8m5IAvbjsED7dCUW+GLY+PpwKWT1lvWQ+HwvcvVoakz7TQFY+uxGwvLOqdz41Okw9I+wSPT2bN7100HA8qlxbPkvCwD3cZB0+uhWJvQwpSj5l5LE9OQQcvl6djb5GMZs9UUEQvSn7jD0kMIi9gsKEveVw9jxjYnA83VmMvQJQuj05naY9dB6uvD37eDynsj8+NhBGvUkzG77SkYi+ejCFvcjYjL1BaZu+/FsvvTN6DT1jK+u9sHCiPoxEXzxvM1K+be8aPnY5KT5ByT2+v1mxvRBcrb1Y7Ba+itbBvTuSFT0mPQi+fJQ/PV4DCb5cNSq+pdsJvglFIr5hip6+u6dovqeiejrSsQE9ZhFdPky5mb6peUa+Z01OPmXTXD3fLQG9XeiOvnRPmLpwRDM7xJulvFhdIr4hVqY++E6evsH2tL3nnj+9YH/APT31lj0yGig+yqlKPqL4r7xyZ+u9bC2MPeKWCzwDOmo9iUchvhz4OL4pxLU9vx0HvUEIirxqZHG+NGXqvWbdsT19LSk+Q4toPU1yfj0y02m8vc29vNobcT7KyZY9qKa/vOTHsD1E3vy9gIezPSlIxL0YVno+6bFwvitvNr2c6t88gqyPPoN4mL3fXHO9VhxPvv6qOT6H/iO+HFD2vdEmhj607te8+cLvPddzHz5lZb69MP5zPiUbNrzy9RM+um4Vvsbclb0oHBa+tGW/vRO2+L3EwjU95LN8vSX1Ib8Rw7k+dbkLvpsxGr2j6cC9cBW8PTHMYr51TX085qLNvhQWbj3BTBC+3gruPo9lZT0f53K9+vYBPeuAqz29zwW98IW4vkNVAj/FpS++bn6/vezuzruQtvQ+jNvFPQT5Bj5RQT89TOCsPnLclD4Hqau+uKhnPa++3D4bb4Q+m1HZPDi4mj69EA6+5/xFvuyssj1JlEK9G16OPkdCM70JEso8tJ6QPiwo/z6yV/o9STwLPl1fCD5bDK+9Ms3ZPQfXSD6uc3O+DfapvKi2kr2Af5A9CQzSPddkp71sLYS+gAOAvYBeI7664/Q9KqdVPrjriL0ONMi8Z089vnVnCD7lVCo+HdnTPfKLAboqlzq+/FgevsD8s7630hA+aownvtsrhb24jru9Sw3Pvn7ksb0LtsA+IaqAvVg45D1Hq2A8/2CnPlWVUz7DFua+rRCQPd+Dmj5XtE0+Po6OPtMIZL75R8Q+ofV7PswImzwInAa+2BruPuQxbb6QtNq9k0IvPoLLMD60La4+msJ8vjobIz7zyY0+1yYCviRXNT68mEu+dy6FvepTTr6SgQQ+82bqvc/j9zuQ8FE/7jyrPABD9Dvfwgw+s6sOvp8qJj7TQXm9Lbo9vljGgT0C8J69nIZ0vPUKyj6Kwm8+MxbqvblrHb5PUi07aO00Pi06vb1SeNm8tV2DPVUUIL0cVYo+443Rvb4Ri71d+wc+5/2nPkJnAD0ZD2o+CS8OvdEqSr5cEJe88CcAvoB8p7xJzQ8+/hgBPoVQir2OezI+SzpZvjJNnD0aZy6+TRM5vTOGoD1psTM9hr2jPdxj5L0Q6g497zcTPuNkzb2jIjG+lUfGvYjwfT43vx49HgJVPo77Lj0qoeW9h4vovWtzv70m8gk+KeNrPS4/+D0+hZC9QklCPiocRz5VQh0+VeIzPtPs7j10MQK+xHryvQLD4b3apmW+EgNcPvBvZD6am/q86zcrvnonvzzUWR090HXePKham729PIS98MMava/OKD6iias8Faddu2HlCr6Bswu9R89MPdRfEb6H/Nk9tSrxPVei07yZfLw8vE1SvoPW3j3yKQ0+WMZzPrtmCz6QxEs+5fEbPfpJnz1LV4Q+tz4PvVFCHL6Kphq+GqUBPs8YRz5Ajg89i5irPcUzxL05LU09+npfPq6lMb47M5G8LK7OPJtrmr1fsDm+ufZIvX1/Wz2PQEQ9doIzvX1/S74Z3f088ovrvWBgE76ZGCU+hioKPoefAz2Fmrw6WmPPvG8kaT1OSIS+2xvCPaT+3r2t1hM+XvmhvSOtlLwS3yw+eJDSPZ0PtD3t4io+DixHvgER7b0cqU49ggu9PSCCIr0bs+S9Sr/0vBkfKb1jTIC+Ujz3OwNA171kBaI8zN6WvfpZ2DyhYBo9oBKbPWQjcr54Vts9QnVzPAoFLj4A1nU+N7w3Pdnlhz1YUGI+X88OvT4YFD7dmWi9rK41vHw9hL5+tcY9eoeHPAb+Qr2HIv+9KKiEvoGb87xw5xc+ENGjvdYLtT2N/ZU9qAZAvOLfLTzuQQe+pvD3Pce33r0GozM9+mW5vWYxwjyHKGI+ZdNnPvePpbvVHmW9xlU3vi1cqr0sHcC+2H/KvXbcwb2rJTU+BUN6vr03Tb2uzfA8hFJFvtxOAb56NlG+m56OvQkmuj0+ZHO9Y1kxPUEK5L2l6e88YS1Vvmfq5j1yiJO9bsLdPRZyBD7Trku++POhPSNSOL1gnUm9jktZvqKw1r1At5i+a+9RPujaIr6EiCE6Z+RoPj5h0TzBpos8VUGTvUhOBz28KIC+aL8OvphCMz4fGE8+6OckPtNKG71o/SS+YD8zvi2Evj2GwZo+5LsYPHAHyj3Zryw5WnI4vY4r/r2AlF69UesdvRFxzD3+Knk9BRG4PSIjIT69VxM+PuGUvcyxsL2KVnC868ICvpIFZb6MPSa9BoEJPjw8PD2UWO27eZOyPWJX/71iFmW+KgHmPZVBmD1cS4892FUrPkp8Hz6ZDRQ+ydSzPYNN+TywjLG+9ho1PnmvET41sPu9SZ0hvXHJPLwD9RG9G348vnqTdb4L4j4+yCu3vpu4nj68E4U+j0ijPQsLJD3bNf07a3ziPY5FH74MpEm+zC8NPnIHBL4vrK09NFWjPgsWBT7sAUU+HyXSPewwbj1/FJu+0VubvvyGAT4DeyM+UHUxPuUM372BCnU9RHcDPlulo72/vz29kD0oPmaodD37+4a+2GBNvt95R77kDFI+4dxPvHM3mr6KIwy+ATYPvTw/QT4zM7E9AgeavfigCL5A1vo9bz/NvWznVb75oHs9N45Lvsuw4zt+FKU9bd98PApZBz6UVBm+UYnnvT3oF74nm2I9FaAvvjwdLz2OfUi+LdIBPk3wOj7yzbq9xy+mPdfGDz6vp5G+QgL9vaven70yiDe+BAqiPfjKvz74g+S+3F63vWYFHb05GVQ7FzX9PFhbij5w7VI9UK9gPrCPbT6Cy0w8BBxKPupFOT32rz0925ukvaDCpLxkPGc+M7OPvixVJz7dC8w+BNYkvaSsIT4SzIQ9gIlKvWgKNz5w+7E+0D0Ovj89XL70bJa9bxIDvHUfr7x15kq+TQdcvTZPFL4FqBI+J1aUvpdDm77XixQ/FUhlPajEP779YtC9e3glvfV1nz7Y8jC+kNzyvR4AeD7Sew2+TGkqvEGDnz034zw+Z818PIH6aL0fdry9WOzevaSnXD098yW9fY17PFD53T2sbbI9sGcNvnW8cj6hspO9BuHYvCRSZD3KVgm98P9zvWMltL0DVFy9ZSUxvg97Bb4DjC2+CXgyvOOMY76yaJm6wGEGvaRoSL3ThpQ90YAnPqEIlT0z45u9Xhd5Pt33iD3Qywa+2LAXPkRFb7tql749Euw0vaWAiT2p8lC+MYJbPumDjj3Rxzw+9dEoPumYbb64Nfs9Lt2ovi1lv72OgA8+AnjSPcyFJj7utgK+hmw0vRd6qb26CP+96qqEPM/7Fj6OhQM+cLnDPFfOg76qlag8tMYyPoLuVL1Vtpu+tO6pujkM1j0mvRq+iYCDOXPdzz0xxe69l+HBvVwreb7c9Ek+ySuyvVWBST3ctpy9fqgVPqsZ+T1AQYi9mg3PPYtE8zzfybG9wGlrvmh0l72XsQQ+ZdqePUceQbtGY4c9a8vZvcTlZz0Ui7y9nRFQPbdMOb62C5K+f63vPZBSWL7aO028UDjqu90VHj2DTAA+4bldPRubKz1bJOE8wfaZO23DFL6pKCA9GHy/PeoWGDyB+q+7yW01PqErFT5hNyE6EkwNvXts/bz0TT0+wzo0PuR8b704QoC+Z15fvJNoxD1VOIM9drfcvAco6D2CgKW9N00Pvv3Z+r0fhfa8JlkYPlG8yL3deEo8+XMHurz4qr3dFb09NFnivQswmz27PtI9g4X9PSOKcj3mAbc7fHU3PRoOMT7rtem97+82PH7wdb4CuyW+ufnNvBK1Xj6I224+PZXbu1fvnj3qtGE9ekblPS9nVL7bBWE9vESYPdRSjj4KtN49pGcaPoKRAT7RmTq+kPi3veaQlT1h5k4+hAM7Pqb2XD1Wjb29jjGqvcgMPb6RtbG9Y992PRGXtrtR+hG+RQtUPpWJ+D1mpCG++rKMPtYJBbtHWV89mHuzvSqf0T0OSie+NM1Qvmm/PT1u4BM83e7YO76NCr4cdH0+qltgPQ1zy71+voM9VPERvmtDrr2Ipb48M8cTPPVzXL5khQU+032EPu6moD6BBqG8nkXkPW56Cb62pm09wxmVvZAz4T2Amg6+AmiUvfLrlr2Rela+tj2rPae9Mr6HlzU+yMVXPlZP8T1L3iW+0sC7vZYjAb7w1KC+X0LtOrZCJj5Cy1U+vffVPeRkPT5k8LC9j4hSvk+Rmj1ZYug6U7cNvJ/vGbwz/wM+Z1s2PujZDz7rJN09UBioPbvLA73HwwG8Crb6vLF1mj1ruHi9xhsGPh5sDj3+1sY8QtCLPXNKGj6ZU1W8jasAvpNCRr6hnqY4uiLvPlHE+73oeNw9+rK/PIfGKz6j2pm+GRqIPulHyT63D+O9HOEAPr0k/L2rlou+sBdbPiHkdb67xu66J5+ovRjPp735pZ8+aVpDvRdbVz5/+Xm+Ist5Pu0tML4wzjS+GhbVvU/wWb5uG1++RuZRPr4Iez6OAqa9Zu9vvdo7xbo6+1E8b4oDvxZQZT5jooW+atGEvexi6L3qpX8+RdOpvazqCT2FGuo81rBxPr8uHD4/JaA92GZwPnwc1z7lUv49pa5wPNi20T0bPwo+xhbOPBnvzz6+kyS+Nj1dvcjGRb70T2A+05CFvgT+mD5n1bA+R0FJPjOwybvpLJ0+sTrBvXnLGz2Fag4+L67nPSl/5720jmy9K4DdPf5uPj3lq6q+6sYNPhxXLL4IBQY+TMejvUbhWr1pxig+tftMvnsJ1LxE9RW+ZtuKPHMjSj5Gz0I+n7qgOyHppb3RJB2+zhOTPsEtUD6avCK+UZluvL5NIT5EPJM+D5xivs+6fDx3/p+9oemKPuppcL3t2bg9O+xUPl6ZnD1Nvik+AuPtPswT6j3AkCA+ciYrPnZA7j1v4my+pCUxPrhXDL3VlZy9mGFKPTWRrTwaGEc89N0Vvg+xwj5QC4g9F5WMviUWTb69s0++vUc+Phkw1z3RIDY+LObwPgE+Zj5mQew+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "8ndCvXoN6731G8E7nsdhPXPwg731/LG8ovInvU6ItD0t0uK7qG/wvKuLyz0Om968EbTLPGb0ez3OX9+8Uje1O3RgU73dZPw95BPXPOTmX710+zu9OOAHPV+wUT3zBHa8DNEsPe/G1L0qwKE8dvGCvRzQQT3SiAs8XYpKvZs7nDuL9IQ801P3vbhTij1Z63c8wxMFvW936jsc5KY5z/eYOwwNNr2VsHC9/Lm8PcXsmj19gQu+JY69vBA/C7zkN8G84RGGveLZBTwuXlM8hUAJvZHQt73KwWo8sA2DveC3hLxqYS692VniuzmiDjy8p/S7wuztvcwyH7wbl+O7+SjLvVTjqbxe75W9EB0pu8MXgj1xM628xOMXPumikb0TX2A8Vxe0vUfN4zgFXwU97cAkvYzVCL4kHGG9wnOSPa6Wo7284wG8El6qPYo9CL7n2xA8XtQ7vCi51r2asS49hF8JPQsss7oMS3k9EtLuvTJhjD3poFO+6a1QPRiTwbzyw607gAdUva/h0rxatbW8ffUvvaXJM71dGNo8PPnNvczpDb2+gJi7lgmjvRJWAT1xExg8nlNcvK1vIj0j8Pm7n+aQPf8iRz2KlCo8ivQbPHgHwLxRRK+9HAUJPK6UMT3N8tW8SyiYPdYLWT2YnpC9AuE2PRyw1Lzgc/i8jalbvARidr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 